Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Buffers slots are used to hold external commands that have been read from the external command file (by a separate thread) before they are processed by the Nagios daemon. If your Nagios daemon is receiving a lot of passive checks or external commands, you could end up in a situation where the buffers are always full. This results in child processes (external scripts, NSCA daemon, etc.) blocking when they attempt to write to the external command file.
cs_cz: Nárazníky sloty jsou zvyklé na držení externí příkazy, které byly číst z externího souboru příkazu (o samostatné vlákno) předtím, než jsou zpracovány démonem Nagios. pokud vaše nagios démon dostává hodně pasivní kontroly nebo externích příkazů, můžete skončit v situaci, kdy nárazníky jsou vždy plné. což má za následek podřízené procesy (externími skripty, NSCA démon, atd), blokování při pokusu o zápis do souboru příkazů externí.
ko_kr: 버퍼 슬롯들이 Nagios 데몬에 의해 처리되기 전에 외부 명령 파일 (별도의 스레드에 의해)에서 읽은 외부 명령을 개최하는 데 사용됩니다. 귀하의 Nagios 데몬은 수동 수표 또는 외부 명령을 많이받는 경우 버퍼가 항상 가득 상황에서 결국 수 있습니다. 그들은 외부 명령 파일을 작성하려고 할 때 차단 자식 프로세스 (외부 스크립트, NSCA 데몬 등)이 결과.
zh_tw: 緩衝區槽用於保存在 Nagios 守護程序處理之前從外部命令檔案（透過單獨的線程）讀取的外部命令。如果您的 Nagios 守護程序接收大量被動檢查或外部命令，您可能最終會遇到緩衝區始終已滿的情況。這會導致子程序（外部腳本、NSCA 守護程序等）在嘗試寫入外部命令檔案時發生阻塞。

source: A number indicating the amount of seconds that the check took to execute (i.e. the amount of time the check was executing).
cs_cz: číslo udávající počet sekund, že kontrola trvalo vykonat (tj doba, po kterou byla kontrola vykonávajícím).
ko_kr: 수표 (수표가 실행 된 시간을 IE) 실행하는 데 걸린 초의 양을 나타내는 번호입니다.
zh_tw: 一個數字，指示執行檢查所花費的秒數（即執行檢查的時間量）。

source: Enabling Notifications for this wizard are specified on the previous page. Click
cs_cz: umožňující oznámení pro tuto průvodci jsou uvedeny na předchozí straně. cvaknutí
ko_kr: 이 마법사에 대한 사용 알림은 이전 페이지에서 지정됩니다. 를 클릭하십시오
zh_tw: 上一頁指定了為此嚮導啟用通知。點選

source: to set up contacts and notification details.
cs_cz: nastavit kontakty a detaily oznámení.
ko_kr: 연락처 및 알림 세부 사항을 설정합니다.

source: to continue.
cs_cz: pokračovat.
ko_kr: 계속합니다.

source: Notification options for each service are defined on the previous page....
cs_cz: Možnosti oznámení pro každou službu jsou definovány na předchozí stránku ....
ko_kr: 각 서비스에 대한 알림 옵션은 이전 페이지에서 정의됩니다 ....
zh_tw: 每個服務的通知選項在上一頁中定義...

source: Nagios XI Server
cs_cz: Nagios xi serveru
ko_kr: Nagios XI 서버

source: Nagios XI Server Metrics
cs_cz: nagios metriky xi serveru
ko_kr: Nagios XI 서버 통계

source: Nagios XI Web Interface
cs_cz: nagios xi webové rozhraní
ko_kr: Nagios XI 웹 인터페이스

source: Monitoring Daemons
cs_cz: monitorování démony
ko_kr: 프로세스 모니터

source: Monitoring Jobs
cs_cz: monitorování pracovních míst
ko_kr: 프로세스 모니터

source: Monitors the load on the server (1/5/15 minute values)
cs_cz: monitoruje zatížení na serveru (1/5/15 hodnot minutových)
ko_kr: 서버에 부하 (1/5/15 분 값을) 모니터링
zh_tw: 監控伺服器上的負載（1/5/15 分鐘值）

source: Monitor a remote Nagios XI server.
cs_cz: monitorovat vzdáleného xi serveru Nagios.
ko_kr: 원격 Nagios XI 서버를 모니터링합니다.

source: No URL specified.
cs_cz: č url specifikováno.
ko_kr: 지정된 URL 없습니다.

source: Unable to authenticate to remote Nagios XI server - Check your credentials and the remote XI server version.
cs_cz: nelze ověřit ke vzdálenému serveru xi Nagios - zkontrolovat pověření a verze vzdáleného serveru xi.
ko_kr: 자격 증명과 원격 XI 서버 버전을 확인 - 원격 Nagios XI 서버에 인증 할 수 없습니다.
zh_tw: 無法對遠端 Nagios XI 伺服器進行驗證 - 檢查您的憑證和遠端 XI 伺服器版本。

source: Current CPU Usage
cs_cz: aktuální využití CPU
ko_kr: 현재 CPU 사용량

source: Current User Count
cs_cz: aktuální počet uživatelů
ko_kr: 현재 사용자 수

source: Monitor memory usage as percentage of memory used
cs_cz: sledovat využití paměti jako procento použité paměti
ko_kr: 사용 된 메모리의 백분율로 메모리 사용량 모니터링

source: Current Memory Usage
cs_cz: aktuální využití paměti
ko_kr: 현재 메모리 사용량

source: Current Swap Usage
cs_cz: aktuální využití swapu
ko_kr: 현재 스왑 사용량

source: Undo
cs_cz: vrátit
ko_kr: 실행 취소
zh_tw: 撤銷

source: Windows Counters
cs_cz: čítače oken
ko_kr: 윈도우 카운터

source: Specify any windows counters you would like NCPA to check the value of. Per second counters require a sleep time.
cs_cz: zadejte všechny čítače oken, které chcete, aby ncpa zkontroloval hodnotu. za sekundu čítače vyžadují čas spánku.
ko_kr: ncpa가 값을 확인할 창 카운터를 지정하십시오. 초당 카운터는 수면 시간이 필요합니다.
zh_tw: 指定您希望 NCPA 檢查其值的任何 Windows 計數器。每秒計數器需要一個睡眠時間。

source: This value can be any Windows performance counter. To view available counters run in cmd.exe
cs_cz: tato hodnota může být libovolným čítačem výkonu systému Windows. k zobrazení dostupných čítačů spuštěných v cmd.exe
ko_kr: 이 값은 모든 Windows 성능 카운터 일 수 있습니다. cmd.exe에서 실행 가능한 카운터를 보는 방법
zh_tw: 該值可以是任何 Windows 效能計數器。查看在 cmd.exe 中執行的可用計數器

source: Sleep
cs_cz: spát
ko_kr: 자다
zh_tw: 睡覺

source: Add Another Windows Counter Check
cs_cz: přidat další kontrolu čítače oken
ko_kr: 다른 창 카운터 확인 추가

source: This may be a temporary condition, please check that NCPA is running and try resubmitting.
cs_cz: Může se jednat o dočasný stav, zkontrolujte prosím, zda je NCPA spuštěný, a zkuste jej odeslat znovu.
ko_kr: 이는 일시적인 문제일 수 있으니 NCPA가 실행 중인지 확인하고 다시 제출해 보세요.
zh_tw: 這可能是暫時的情況，請檢查 NCPA 是否正在運行並嘗試重新提交。

source: Invalid data format from NCPA
cs_cz: Neplatný formát dat z NCPA
ko_kr: NCPA의 잘못된 데이터 형식
zh_tw: NCPA 的資料格式無效

source: Error from NCPA
cs_cz: Chyba z NCPA
ko_kr: NCPA의 오류
zh_tw: NCPA 錯誤

source: Paging File Usage
cs_cz: Využití stránkovacího souboru
ko_kr: 페이지 파일 사용

source: Event Log Events/sec
cs_cz: události protokolu událostí / sec
ko_kr: 이벤트 로그 이벤트 / 초
zh_tw: 事件日誌事件/秒

source: Active Terminal Sessions
cs_cz: aktivní terminálové relace
ko_kr: 활성 터미널 세션

source: Number of System Threads
cs_cz: počet systémových vláken
ko_kr: 시스템 스레드 수

source: Print Queue Job Errors
cs_cz: chyby úlohy tiskové fronty
ko_kr: 인쇄 대기열 작업 오류
zh_tw: 列印佇列作業錯誤

source: Active Telephony Lines
cs_cz: aktivní telefonní linky
ko_kr: 활성 전화선

source: Logon Errors
cs_cz: chyby přihlašování
ko_kr: 로그온 오류

source: Server Work Queues
cs_cz: pracovní fronty serveru
ko_kr: 서버 작업 대기열

source: Nagios Network Analyzer Server
cs_cz: nagios analyzátor síťového serveru
ko_kr: Nagios의 네트워크 분석기 서버

source: NNA Server
cs_cz: nna serveru
ko_kr: DNS 서버

source: Connecting...
cs_cz: spojovací...
ko_kr: 연결 ...

source: Use a View
cs_cz: použijte výhled
ko_kr: 보기를 사용
zh_tw: 使用視圖

source: Select What to Monitor
cs_cz: zvolit co monitorovat
ko_kr: 모니터링 할 것을 선택

source: Select if you'd like to monitor including bytes, flows, packets and behavior on sources.<br/>The graph on the right is provided to help with estimating the warning and critical thresholds.
cs_cz: vyberte, zda chcete sledovat, včetně bytů, toky, balíků a chování na zdrojích. <br/> graf na pravé straně je poskytována pomoc při odhadu varování a kritické limitní hodnoty.
ko_kr: 당신이 바이트, 흐름, 패킷 소스에 대한 문제를 포함하여 모니터링하고 싶은 경우에 선택합니다. <br/> 오른쪽의 그래프는 경고 및 위험 임계 값을 추정에 도움을주기 위해 제공됩니다.
zh_tw: 選擇是否要監視來源上的位元組、流量、封包和行為。<br/>右側的圖表用於幫助估計警告和嚴重閾值。

source: Default values are created by the following:<br/> Warning Threshold: <strong>20% above max value</strong>,<br/> Critical Threshold: <strong>40% above max value</strong>
cs_cz: Výchozí hodnoty jsou vytvořeny následující: <br/> výstražné prahové hodnoty: <strong>20% nad maximální hodnoty,</strong> <br/> kritický práh: <strong>40% vyšší než maximální hodnoty</strong>
ko_kr: 기본값은 다음에 의해 생성된다 : <br/> 경고 임계 값 : <strong>20 % 최대 값을 초과,</strong> <br/> 위험 임계 값 : <strong>최대 값보다 40 %</strong>
zh_tw: 預設值透過以下方式建立：<br/>警告閾值：<strong>高於最大值 20%</strong> ，<br/>臨界閾值：<strong>高於最大值 40%</strong>

source: Abnormal Behavior
cs_cz: abnormální chování
ko_kr: 비정상적인 행동
zh_tw: 例外行為

source: Monitor a source, view, or sourcegroup on a Nagios Network Analyzer server.
cs_cz: sledovat zdroj, zobrazit nebo sourcegroup na analyzátoru serveru Nagios sítě.
ko_kr: Nagios의 네트워크 분석기 서버의 소스 뷰 또는 sourcegroup을 모니터링 할 수 있습니다.
zh_tw: 監視 Nagios Network Analyzer 伺服器上的來源、視圖或來源群組。

source: Nagios Network Analyzer
cs_cz: analyzátor sítě Nagios
ko_kr: Nagios의 네트워크 분석기

source: You have been sent here from the
cs_cz: jste sem byl poslán z
ko_kr: 당신은 여기에서 전송 된

source: Linux Server Wizard
cs_cz: Průvodce serveru linux
ko_kr: 리눅스 서버 마법사

source: because you selected
cs_cz: proto, že jste vybrali
ko_kr: 당신이 선택하기 때문에

source: as your linux type
cs_cz: Jako typ linux
ko_kr: 리눅스 유형으로
zh_tw: 作為你的linux類型

source: The NRPE Wizard is a similar wizard with more customizability
cs_cz: Průvodce NRPE je podobný kouzelník s větší přizpůsobitelnost
ko_kr: NRPE 마법사가 더 커스터마이즈와 유사한 마법사입니다
zh_tw: NRPE 嚮導是一個類似的嚮導，具有更多的可自訂性

source: Don't forget! You will need to install NRPE just like you would in the Linux Server Wizard
cs_cz: Nezapomeňte! budete muset nainstalovat NRPE stejně jako byste v průvodci linux serveru
ko_kr: 잊지 마세요! 당신이 리눅스 서버 마법사에서와 같이 당신은 NRPE를 설치해야합니다
zh_tw: 別忘了！您需要像在 Linux 伺服器精靈中一樣安裝 NRPE

source: The IP address or FQDNS name of the server you'd like to monitor
cs_cz: IP adresa nebo FQDN název serveru, který chcete sledovat
ko_kr: 을 모니터 할 IP 주소 또는 서버의 fqdns 이름

source: The operating system running on the server you'd like to monitor
cs_cz: operační systém běží na serveru, který chcete sledovat
ko_kr: 서버에서 실행 운영 시스템 모니터링하고 싶습니다

source: NCPA Config Wizard
cs_cz: Průvodce konfigurací ncpa
ko_kr: ncpa 구성 마법사

source: Mac OS X Config Wizard
cs_cz: Průvodce konfigurací systému Mac OS x
ko_kr: 맥 OS X 구성 마법사

source: Server Details
cs_cz: podrobnosti serveru
ko_kr: 시스템 그룹

source: The name you'd like to have associated with this host
cs_cz: název byste chtěli mít spojená s tímto hostitelem
ko_kr: 이 호스트와 관련된 것으로 싶은 이름입니다.

source: NRPE Agent
cs_cz: NRPE činidlo
ko_kr: nrpe 에이전트

source: Specify options that should be used to communicate with the remote NRPE agent
cs_cz: určit možnosti, které by měly být použity ke komunikaci se vzdáleným agentem NRPE
ko_kr: 원격 nrpe 에이전트와 통신하는 데 사용합니다 옵션을 지정

source: Specify which services you'd like to monitor for the server
cs_cz: určit, které služby byste chtěli sledovat na serveru
ko_kr: 당신은 서버를 모니터링 할 수있는 서비스를 지정

source: NRPE Commands
cs_cz: NRPE příkazy
ko_kr: nrpe 명령

source: Specify any remote NRPE commands that should be monitored on the server. Multiple command arguments should be separated with a space.
cs_cz: upřesnit nějaké vzdálené příkazy NRPE, které by měly být sledovány na serveru. vícenásobné příkazové argumenty by měly být odděleny mezerou
ko_kr: 서버에서 모니터링해야하는 원격 nrpe 명령을 지정합니다. 여러 명령 인수는 공백으로 구분해야합니다
zh_tw: 指定應在伺服器上監視的任何遠端 NRPE 命令。多個命令參數應以空格分隔。

source: Arguments are defined with check_nrpe using -a and are single quoted on the command line. If you put in <b>-w 10, -c 20</b> then the config wizard will do
cs_cz: argumenty jsou definovány pomocí check_nrpe pomocí -a a jsou jednoznačně kótované na příkazovém řádku. pokud zadáte <b>-w 10, -c 20,</b> provede se konfigurační průvodce
ko_kr: 인수는 -a를 사용하여 check_nrpe로 정의되며 명령 행에서 작은 따 H 표로 -입니다. <b>-w 10, -c 20</b> 을 입력하면 구성 마법사가 수행합니다.
zh_tw: 參數是透過 check_nrpe 使用 -a 定義的，並在命令列上用單引號引起來。如果你輸入<b>-w 10, -c 20</b>那麼設定精靈就會執行

source: Remote NRPE Command
cs_cz: dálkového povelu NRPE
ko_kr: 원격 nrpe 명령

source: Command Args
cs_cz: příkaz args
ko_kr: 명령 인수

source: Monitor a remote Linux/Unix server using NRPE.
cs_cz: monitorovat vzdálený Linux / Unix serverů pomocí NRPE.
ko_kr: nrpe를 사용하여 원격 리눅스 / 유닉스 서버를 모니터링 할 수 있습니다.

source: Windows Desktop
ko_kr: Windows 데스크톱

source: 32-Bit Agent
cs_cz: 32-bit agenta
ko_kr: 32 비트 에이전트

source: 64-Bit Agent
cs_cz: 64-bit agenta
ko_kr: 64 비트 에이전트

source: Agent Password
cs_cz: Agent heslo
ko_kr: 에이전트 비밀번호

source: Valid characters include
cs_cz: Platné znaky zahrnují
ko_kr: 유효한 문자는 다음과 같습니다

source: Windows Service
ko_kr: Windows 서비스

source: Performance Counters
cs_cz: čítače výkonu
ko_kr: 성능 모니터

source: Performance Counter
cs_cz: čítač výkonu
ko_kr: 성능 모니터

source: Counter Output Format
cs_cz: counter výstupní formát
ko_kr: 카운터 출력 형식
zh_tw: 計數器輸出格式

source: Monitors the server with an ICMP ping. Useful for watching network latency and general uptime.
cs_cz: monitoruje server s ICMP ping. užitečné pro sledování sítě latence a celkovou dobu provozu.
ko_kr: ICMP 핑을 가진 서버를 모니터링합니다. 네트워크 지연 및 일반 가동 시간을 시청하는 데 유용합니다.

source: Monitors the CPU (processor usage) on the server.
cs_cz: monitoruje CPU (využití procesoru) na serveru.
ko_kr: 서버의 CPU (프로세서 사용)을 지속적으로 모니터합니다.

source: Monitors the memory usage on the server.
cs_cz: monitoruje využití paměti na serveru.
ko_kr: 서버의 메모리 사용량을 모니터링합니다.

source: Monitors the uptime on the server.
cs_cz: monitoruje uptime na serveru.
ko_kr: 서버에서 가동 시간을 모니터링합니다.

source: Monitors disk usage on the server.
cs_cz: monitoruje využití disku na serveru.
ko_kr: 서버에 디스크 사용량을 모니터링합니다.

source: Specify any services that should be monitored to ensure they're in a running state.
cs_cz: specifikovat služby, které by měly být monitorovány, aby se zajistilo, že jsou ve stavu spuštěno.
ko_kr: 가 실행중인 상태에서 보장하기 위해 모니터링해야하는 모든 서비스를 지정합니다.

source: Specify any processes that should be monitored to ensure they're running.
cs_cz: upřesnit nějaké procesy, které by měly být sledovány, aby bylo zajištěno, že používáte.
ko_kr: 그들은 실행하기 위해 모니터링해야하는 프로세스를 지정합니다.

source: Windows Process
cs_cz: windows proces
ko_kr: 프로세스 모니터

source: Specify any performance counters that should be monitored.
cs_cz: upřesnit nějaké čítače výkonu, které by měly být sledovány.
ko_kr: 모니터링해야하는 성능 카운터를 지정합니다.

source: You must select a service display name for each service. Create display name for service:
cs_cz: musíte zvolit servisní zobrazovaný název pro každou službu. vytvořit zobrazovaný název služby:
ko_kr: 각 서비스에 대한 서비스 표시 이름을 선택해야합니다. 서비스에 대한 표시 이름을 만듭니다
zh_tw: 您必須為每個服務選擇一個服務顯示名稱。建立服務的顯示名稱：

source: You must select a service display name for each service. Create display name for process:
cs_cz: musíte zvolit servisní zobrazovaný název pro každou službu. vytvořit zobrazovaný název procesu:
ko_kr: 각 서비스에 대한 서비스 표시 이름을 선택해야합니다. 프로세스에 대한 표시 이름을 만듭니다
zh_tw: 您必須為每個服務選擇一個服務顯示名稱。為進程建立顯示名稱：

source: You must select a service display name for each service. Create display name for performance counter:
cs_cz: musíte zvolit servisní zobrazovaný název pro každou službu. vytvořit zobrazovaný název pro čítač výkonu:
ko_kr: 각 서비스에 대한 서비스 표시 이름을 선택해야합니다. 성능 카운터에 대한 표시 이름을 만듭니다
zh_tw: 您必須為每個服務選擇一個服務顯示名稱。建立效能計數器的顯示名稱：

source: Password contains invalid characters.
cs_cz: heslo obsahuje neplatné znaky.
ko_kr: 비밀번호에 유효하지 않은 문자가 포함되어 있습니다.

source: Dont forget to download and install the Windows Agent on the target server!
cs_cz: nezapomeňte stáhnout a nainstalovat windows agenta na cílovém serveru!
ko_kr: 대상 서버에 Windows 에이전트를 다운로드하고 설치하는 것을 잊지 천만의 말씀!
zh_tw: 不要忘記在目標伺服器上下載並安裝 Windows Agent！

source: Note: Additional agent versions are available from the
cs_cz: Poznámka: Další verze agenta jsou k dispozici v
ko_kr: 참고 : 추가 에이전트 버전은에서 구할 수 있습니다
zh_tw: 注意：其他代理版本可從

source: NSClient++ downloads page
cs_cz: Strana nsclient ++ stahování
ko_kr: NSClient + + 다운로드 페이지
zh_tw: NSClient++ 下載頁面

source: Oracle Server
cs_cz: oRACLE serveru
ko_kr: 오라클 서버

source: Specify the details for connecting to the Oracle server you want to monitor
cs_cz: určit podrobnosti pro připojení k serveru Oracle, které chcete sledovat
ko_kr: 모니터링 할 Oracle 서버에 연결하기위한 세부 사항을 지정

source: The IP address or FQDNS name of the Oracle server
cs_cz: IP adresa nebo FQDN název serveru Oracle
ko_kr: IP 주소 또는 오라클 서버의 fqdns 이름

source: The port to use to connect to the Oracle server
cs_cz: port použít pro připojení k serveru Oracle
ko_kr: 포트는 오라클 서버에 연결하는 데 사용하는

source: SID
ko_kr: 시드

source: The sid to use to connect to the Oracle server
cs_cz: SID použít k připojení k serveru Oracle
ko_kr: 포트는 오라클 서버에 연결하는 데 사용하는

source: The username used to connect to the Oracle server
cs_cz: uživatelské jméno slouží k připojení k serveru Oracle
ko_kr: 오라클 서버에 연결하는 데 사용되는 사용자 이름

source: The password used to connect to the Oracle server
cs_cz: Heslo slouží k připojení k serveru Oracle
ko_kr: 오라클 서버에 연결하는 데 사용되는 암호

source: The database to connect to on the Oracle server
cs_cz: databáze pro připojení k na serveru Oracle
ko_kr: 오라클 서버에 연결하기 위해 데이터베이스

source: The name you'd like to have associated with this Oracle server.
cs_cz: název byste chtěli mít spojené s tímto serverem Oracle.
ko_kr: 이 오라클 서버에 연결 한 할 이름입니다.

source: Oracle Query
cs_cz: oracle dotaz
ko_kr: 오라클 쿼리

source: The SQL query to run. MUST return a number, not a string
cs_cz: SQL dotaz ke spuštění. musí vracet číslo, není řetězec
ko_kr: SQL 쿼리를 실행할 수 있습니다. 숫자가 아닌 문자열을 반환해야합니다
zh_tw: 要執行的 SQL 查詢。必須傳回一個數字，而不是字串

source: Monitor a Oracle Query
cs_cz: monitorovat Oracle dotazu
ko_kr: 오라클 쿼리를 모니터링

source: Oracle Plugin Installation
cs_cz: instalace oracle plugin
ko_kr: 오라클 플러그인 설치

source: Oracle Serverspace
ko_kr: 오라클 serverspace

source: Specify the details for connecting to the Oracle serverspace you want to monitor.
cs_cz: určit podrobnosti pro připojení k Oracle serverspace chcete sledovat.
ko_kr: 모니터링 할 오라클 serverspace에 연결에 대한 세부 정보를 지정합니다.

source: Address:
cs_cz: adresa:
ko_kr: 주소 :

source: The IP address or FQDNS name of the Oracle server.
cs_cz: IP adresa nebo FQDN název serveru Oracle.
ko_kr: IP 주소 또는 오라클 서버의 FQDNS 이름입니다.

source: Port:
cs_cz: přístav:
ko_kr: 포트 :

source: The port to use to connect to the Oracle server.
cs_cz: port použít pro připojení k serveru Oracle.
ko_kr: 포트는 오라클 서버에 연결하는 데 사용할 수 있습니다.

source: Sid:
ko_kr: 시드 :
zh_tw: 席德：

source: The servicename (sid) to use to connect to the Oracle server.
cs_cz: servicename (sid) použít k připojení k serveru Oracle.
ko_kr: 사용자 이름은 오라클 서버에 연결하는 데 사용됩니다.

source: Username:
cs_cz: uživatelské jméno:
ko_kr: 사용자 이름 :

source: The username used to connect to the Oracle server.
cs_cz: uživatelské jméno slouží k připojení k serveru Oracle.
ko_kr: 사용자 이름은 오라클 서버에 연결하는 데 사용됩니다.

source: The password used to connect to the Oracle server.
cs_cz: Heslo slouží k připojení k serveru Oracle.
ko_kr: 암호는 오라클 서버에 연결하는 데 사용됩니다.

source: Host Name:
cs_cz: jméno hosta:
ko_kr: 호스트 이름 :

source: Oracle Serverspace Metrics
cs_cz: Oracle serverspace metriky
ko_kr: 오라클 serverspace 통계

source: Specify the metrics you'd like to monitor on the Oracle Serverspace.
cs_cz: určit metriky, které chcete sledovat v síti Oracle serverspace.
ko_kr: 통계를 지정합니다 \ 'D 오라클 serverspace에 모니터링 것을 좋아합니다.

source: Monitor an Oracle Server
cs_cz: monitorovat serveru Oracle
ko_kr: 오라클 서버를 모니터링

source: Oracle Tablespace
cs_cz: oracle tabulkový
ko_kr: 오라클 테이블
zh_tw: Oracle 表空間

source: Database:
cs_cz: databáze:
ko_kr: 데이터베이스 :

source: Tablespace:
ko_kr: 테이블 :

source: Oracle Tablespace Metrics
cs_cz: Oracle TABLESPACE metriky
ko_kr: 오라클 테이블 통계
zh_tw: Oracle 表空間指標

source: Monitor an Oracle Tablespace
cs_cz: monitorovat Oracle tabulkový
ko_kr: 오라클 테이블을 모니터링

source: No tablespace specified.
cs_cz: č tabulkový specifikováno.
ko_kr: 어떤 테이블이 지정되지 않았습니다.

source: Security-Related Check
cs_cz: Kontrola související se zabezpečením
ko_kr: 보안 관련 체크

source: Other Check Type
cs_cz: jiný typ kontrola
ko_kr: 기타 확인 유형

source: Passive Services
cs_cz: pasivní služby
ko_kr: 수동 서비스

source: Service Name(s):
cs_cz: název služby (y):
ko_kr: 서비스 이름 (들) :

source: Service Options
cs_cz: možnosti služby
ko_kr: 서비스 옵션

source: Volatility:
cs_cz: volatilita:
ko_kr: 휘발성 :

source: Stalking:
ko_kr: 스토킹 :

source: Monitor passive service checks and events such as security alerts.
cs_cz: monitorovat pasivní poukázek na služby a události, jako jsou výstrahy zabezpečení.
ko_kr: 수동 서비스 점검 및 보안 경고 등의 이벤트를 모니터링 할 수 있습니다.
zh_tw: 監視被動服務檢查和安全警報等事件。

source: No service names specified.
cs_cz: žádné názvy služeb specifikováno.
ko_kr: 지정된 서비스 이름 없습니다.

source: <div style='padding-bottom: 20px;'>There are no monitoring options to configure with passive checks.</div>
cs_cz: <div style='padding-bottom: 20px;'> Nejsou zde žádné možnosti monitorování pro konfiguraci s pasivními kontrol. </div>
ko_kr: <div style='padding-bottom: 20px;'> 수동 검사로 구성 할 모니터링 옵션이 없습니다. </div>
zh_tw: <div style='padding-bottom: 20px;'>沒有可設定被動檢查的監控選項。</div>

source: This wizard can only be used when configuring passive hosts and services through the
cs_cz: Tento průvodce lze použít pouze při konfiguraci pasivních hostitelů a služeb prostřednictvím
ko_kr: 을 통해 수동 호스트 및 서비스를 구성 할 때이 마법사는 사용할 수 있습니다
zh_tw: 此精靈只能在透過設定被動主機和服務時使用

source: This wizard will automatically create missing object definitions for the following hosts and their associated services:
cs_cz: Tento průvodce automaticky vytvoří chybějící definice objektů pro následující hostitele a jejich souvisejících služeb:
ko_kr: 이 마법사는 자동으로 다음 호스트 및 관련 서비스에 대한 누락 된 개체 정의를 생성합니다 :
zh_tw: 此精靈將自動為下列主機及其關聯服務建立缺少的物件定義：

source: Monitor hosts and services that have been passively submitted to Nagios, but have not yet been configured.
cs_cz: monitorovat hostitele a služby, které byly pasivně předloženy Nagios, ale dosud nebyly konfigurovány.
ko_kr: 수동적으로 Nagios에 제출되었지만 아직 구성되지 않은 호스트 및 서비스를 모니터링합니다.

source: Unconfigured Passive Object
cs_cz: dekonfigurovaném pasivní objekt
ko_kr: 구성되지 않은 수동 객체

source: Please initiate step 1 of the configuration process through the <strong>Unconfigured Objects</strong> page.
cs_cz: Zahajte prosím krok 1 procesu konfigurace prostřednictvím stránky <strong>Nekonfigurované objekty</strong> .
ko_kr: <strong>구성되지 않은 개체</strong> 페이지를 통해 구성 프로세스의 1단계를 시작하세요.
zh_tw: 請透過<strong>「未配置的物件」</strong>頁面啟動設定程序的第 1 步。

source: No hosts specified.
cs_cz: žádné hostitelé specifikováno.
ko_kr: 어떤 호스트이 지정되지 않았습니다.

source: There are no monitoring options to configure with passive objects. Click Next to continue.
cs_cz: Nejsou zde žádné možnosti monitorování pro konfiguraci s pasivními objekty. klepněte na tlačítko Další pro pokračování.
ko_kr: 수동적 인 객체와 구성 할 모니터링 옵션이 없습니다. 계속하려면 다음을 클릭합니다.

source: Postgres Database
cs_cz: databáze postgres
ko_kr: 포스트그레스 데이터베이스

source: The IP address or FQDNS name of the Postgres server.
cs_cz: IP adresa nebo FQDN název serveru postgres.
ko_kr: IP 주소 또는 포스트그레스 서버의 FQDNS 이름입니다.

source: The port to use to connect to the Postgres server.
cs_cz: port použít pro připojení k serveru postgres.
ko_kr: 포트는 포스트그레스 서버에 연결하는 데 사용할 수 있습니다.

source: The username used to connect to the Postgres server.
cs_cz: uživatelské jméno slouží k připojení k serveru postgres.
ko_kr: 사용자 이름은 포스트그레스 서버에 연결하는 데 사용됩니다.

source: The database to connect to on the Postgres server.
cs_cz: databáze pro připojení k serveru na postgres.
ko_kr: 포스트그레스 서버에 연결하는 데이터베이스.

source: Postgres Server
cs_cz: postgres serveru
ko_kr: 포스트그레스 서버

source: Postgres Database Metrics
cs_cz: Postgres databáze metriky
ko_kr: 포스트그레스 데이터베이스 통계

source: Connection Status
cs_cz: stav připojení
ko_kr: 연결 상태

source: Monitor the size of the database
cs_cz: sledovat velikost databáze
ko_kr: 데이터베이스의 크기를 모니터링

source: Table Sizes
cs_cz: tabulkových
ko_kr: 테이블 크기

source: Relation Sizes
cs_cz: velikosti vztah
ko_kr: 관계 크기

source: Sequences
cs_cz: sekvence
ko_kr: 시퀀스

source: Monitor a Postgres database.
cs_cz: monitorovat databázi Postgres.
ko_kr: 포스트그레스 데이터베이스를 모니터링합니다.

source: Postgres Query
cs_cz: postgres dotaz
ko_kr: 포스트그레스 검색어
zh_tw: Postgres 查詢

source: Query Name:
cs_cz: Název dotazu:
ko_kr: 쿼리 이름 :

source: A friendly name for the SQL query.
cs_cz: popisný název pro SQL dotazu.
ko_kr: SQL 쿼리에 대한 알기 쉬운 이름.
zh_tw: SQL 查詢的友善名稱。

source: An optional warning threshold (integer)to use when checking the result of the SQL query.
cs_cz: volitelný práh varování (integer) používat při kontrole výsledek SQL dotazu.
ko_kr: SQL 쿼리의 결과를 확인할 때 사용할 수있는 옵션 경고 임계 값 (정수).
zh_tw: 檢查 SQL 查詢結果時所使用的可選警告閾值（整數）。

source: An optional critical threshold (integer) to use when checking the result of the SQL query.
cs_cz: volitelný kritický práh (integer) používat při kontrole výsledek SQL dotazu.
ko_kr: SQL 쿼리의 결과를 확인할 때 선택 중요 임계 값 (정수)를 사용합니다.
zh_tw: 檢查 SQL 查詢結果時所使用的可選臨界閾值（整數）。
