Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Acknowledge this problem
cs_cz: uznat tento problém
ko_kr: 이 문제를 인정
zh_tw: 承認這個問題

source: Disable notifications
cs_cz: vypnout oznámení
ko_kr: 알림 사용 안함
zh_tw: 禁用通知

source: Force an immediate check
cs_cz: vynutit okamžité kontroly
ko_kr: 즉시 검사를 강제로
zh_tw: 強制立即檢查

source: No actions are available
cs_cz: žádná akce jsou k dispozici
ko_kr: 어떤 동작은 사용할 수 없습니다
zh_tw: 沒有行動

source: Actions URL
cs_cz: akce url
ko_kr: 액션 URL
zh_tw: 行動網址

source: No notes or misc info
cs_cz: žádné poznámky nebo nesprávné informace
ko_kr: 메모 나 기타 정보 없음
zh_tw: 沒有筆記或misc信息

source: Advanced Status Details
cs_cz: pokročilé Podrobnosti o stavu
ko_kr: 고급 상태 세부 정보
zh_tw: 先進的狀態的詳細信息

source: Status Details
cs_cz: podrobnosti o stavu
ko_kr: 상태 세부 정보
zh_tw: 狀態的詳細信息

source: Host State
cs_cz: hostitelskému státu
ko_kr: 호스트 상태
zh_tw: 主機狀態

source: Current Check
cs_cz: Současná kontrola
ko_kr: 현재 확인
zh_tw: 當前檢查

source: Host Stability
cs_cz: hostit stabilitu
ko_kr: 호스트 안정성
zh_tw: 主機穩定性

source: Unchanging (stable)
cs_cz: neměnný (stabilní)
ko_kr: 변함 (안정)
zh_tw: 不變（穩定）

source: Check Type
cs_cz: Typ kontrola
ko_kr: 유형을 선택
zh_tw: 檢查類型

source: Check Latency
cs_cz: kontrola latence
ko_kr: 지연 시간을 확인
zh_tw: 檢查延遲

source: Execution Time
cs_cz: doba provádění
ko_kr: 실행 시간
zh_tw: 執行時間

source: State Change
cs_cz: změna stavu
ko_kr: 주 변경
zh_tw: 狀態的變化

source: Host problem has been acknowledged
cs_cz: hostitel problém byl potvrzen
ko_kr: 호스트 문제는 인정되었습니다
zh_tw: 主機問題已被確認

source: Host is in scheduled downtime
cs_cz: hostitel je v plánované odstávky
ko_kr: 호스트 예정 가동 중지에
zh_tw: 主機是在預定的停機時間

source: Host is flapping between states
cs_cz: hostitel mávání mezi státy
ko_kr: 호스트는 주 사이에 펄럭입니다
zh_tw: 國家之間的主機撲

source: Host notifications are disabled
cs_cz: Hostitelské oznámení vypnuta
ko_kr: 호스트 알림이 사용 중지되었습니다
zh_tw: 主機被禁用通知

source: Host Notes
cs_cz: hostitelské poznámky
ko_kr: 호스트 노트
zh_tw: 主機注意事項

source: Hide details
cs_cz: skrýt detaily
ko_kr: 내용을 보시려면 여기를 클릭하세요
zh_tw: 詳情請參閱

source: Delete comment
cs_cz: smazat komentář
ko_kr: 댓글 삭제
zh_tw: 刪除評論

source: Scheduled Downtimes
cs_cz: plánované odstávky
ko_kr: 예약 중단
zh_tw: 計劃內停機時間

source: Downtime Started
cs_cz: odstávky byly spuštěny
ko_kr: 가동 중지 시간이 시작됨
zh_tw: 停機時間開始

source: %s downtime scheduled for %s to %s
cs_cz: % s odstávka naplánována na% s až% s
ko_kr: % s 다운 타임이 % s에서 % s로 예약되었습니다.
zh_tw: 已安排％s到％s的停機時間

source: Cancel downtime
cs_cz: zrušit prostoje
ko_kr: 다운 타임 취소
zh_tw: 取消停機時間

source: Advanced Host Attributes
cs_cz: pokročilé atributy hostitelské
ko_kr: 고급 호스트 속성
zh_tw: 先進的主機屬性

source: Host Attributes
cs_cz: atributy hostitelské
ko_kr: 호스트 속성
zh_tw: 主機屬性

source: Attribute
cs_cz: atribut
ko_kr: 속성
zh_tw: 屬性

source: Event Handler
cs_cz: Ovladač události
ko_kr: 이벤트 처리기
zh_tw: 事件處理程序

source: Obsession
cs_cz: posedlost
ko_kr: 망상
zh_tw: 困擾

source: This service is flapping
cs_cz: Tato služba je mávání
ko_kr: 이 서비스는 펄럭입니다
zh_tw: 此服務被撲

source: This service problem has been acknowledged
cs_cz: Tento problém služba byla uznána
ko_kr: 이 서비스는 문제는 인정되었습니다
zh_tw: 這個問題已經確認

source: Notifications are disabled for this service
cs_cz: Oznámení jsou zakázány za tuto službu
ko_kr: 알림이 서비스 중지되었습니다
zh_tw: 此服務被禁用通知

source: This service is in scheduled downtime
cs_cz: tato služba je v plánované odstávky
ko_kr: 이 서비스는 예약 된 가동 중지에
zh_tw: 這項服務是在預定的停機時間

source: Service check is pending...
cs_cz: Kontrola služba čeká ...
ko_kr: 서비스 확인이 대기 중입니다 ...
zh_tw: 服務檢查是等待...

source: No check results for service yet...
cs_cz: žádné výsledky Zkontrolujte, zda službu ještě ...
ko_kr: 아직 서비스에 대한 확인 결과 없음 ...
zh_tw: 沒有服務的檢查結果還...

source: No matching services found
cs_cz: Nebyly nalezeny žádné odpovídající služby
ko_kr: 일치하는 서비스를 찾을 수 없습니다
zh_tw: 沒有找到匹配的服務

source: Service Stability
cs_cz: stabilita služba
ko_kr: 서비스 안정성
zh_tw: 服務穩定

source: Never
cs_cz: nikdy
ko_kr: 어머 놀랐다
zh_tw: 從來沒有

source: Not scheduled
cs_cz: není vypsán
ko_kr: 예약되지 않음
zh_tw: 沒有預定

source: Service problem has been acknowledged
cs_cz: service problém byl potvrzen
ko_kr: 서비스 문제는 인정되었습니다
zh_tw: 服務問題已被確認

source: Service is in scheduled downtime
cs_cz: služba je v plánované odstávky
ko_kr: 서비스 예정 가동 중지에
zh_tw: 服務是在預定的停機時間

source: Service is flapping between states
cs_cz: Služba je mávání mezi státy
ko_kr: 서비스는 주 사이에 펄럭입니다
zh_tw: 服務撲國家之間的

source: Service notifications are disabled
cs_cz: Oznámení služby jsou zakázány
ko_kr: 서비스 알림이 사용 중지되었습니다
zh_tw: 服務被禁用通知

source: Advanced Service Attributes
cs_cz: pokročilé atributy služby
ko_kr: 고급 서비스 속성
zh_tw: 先進的服務屬性

source: Service Attributes
cs_cz: atributy služby
ko_kr: 서비스 속성
zh_tw: 服務屬性

source: Hide selected
cs_cz: skrýt vybrána
ko_kr: : 선택한 상태로
zh_tw: 與選擇：

source: Select filters
cs_cz: Vybrat filtry
ko_kr: 선택 필터
zh_tw: 選擇過濾器

source: All scheduled downtimes
cs_cz: Všechny plánované odstávky
ko_kr: 예약 중단
zh_tw: 計劃內停機時間

source: Filter by
cs_cz: filtrovat podle
ko_kr: 필터링 기준
zh_tw: 過濾

source: In effect
cs_cz: v důsledku
ko_kr: 사실상
zh_tw: 有效

source: Not in effect
cs_cz: neplatí
ko_kr: 효력이 없다
zh_tw: 沒有效果

source: For Hosts
cs_cz: pro hostitele (y)
ko_kr: 호스트
zh_tw: 主機

source: For Services
cs_cz: pro službu (y)
ko_kr: 핵심 서비스
zh_tw: 核心服務

source: For Host Groups
cs_cz: pro hostitelské skupiny
ko_kr: 호스트 그룹 용
zh_tw: 對於主機組

source: For Service Groups
cs_cz: servisní skupiny
ko_kr: 서비스 그룹
zh_tw: 服務組

source: Confirm: Remove Scheduled Downtime
cs_cz: Potvrzení: odebrat naplánované prostoje
ko_kr: 확인 : 예약 된 중단 시간을 제거
zh_tw: 確認：刪除計劃停機

source: You have selected to remove multiple scheduled downtimes. This action cannot be undone.
cs_cz: jste vybrali odebrat několik plánovaných prostojů. tuto akci nelze vrátit zpět.
ko_kr: 여러 예정된 다운 타임을 제거하기 위해 선택했습니다. 이 작업은 취소 할 수 없습니다.
zh_tw: 您選擇刪除多個計劃的停機時間。這個動作不能撤消。

source: downtimes selected
cs_cz: prostoje vybrána
ko_kr: 다운 타임 선정
zh_tw: 選擇停機

source: Entry Time
cs_cz: vstupní čas
ko_kr: 입력 시간
zh_tw: 入行時間

source: Downtime ID
cs_cz: prostoje id
ko_kr: 다운 타임 아이디
zh_tw: 停機ID

source: Trigger ID
ko_kr: 트리거 ID
zh_tw: 觸發ID

source: In Effect
cs_cz: v důsledku
ko_kr: 사실상
zh_tw: 有效

source: Downtime
cs_cz: prostoje
ko_kr: 중단 시간
zh_tw: 停機

source: Host Name(s)
cs_cz: Jméno (y) hostitelské
ko_kr: 호스트 이름
zh_tw: 主機名

source: Selected Hosts
cs_cz: vybrané hostitelé
ko_kr: 호스트를 선택
zh_tw: 選擇主機

source: No hosts selected
cs_cz: žádné hostitelé vybrány
ko_kr: 어떤 호스트를 선택하지 않았습니다.
zh_tw: 沒有主機選擇。

source: Service Name(s)
cs_cz: Jméno (y) služba
ko_kr: 서비스 이름 (들)
zh_tw: 服務名稱（S）

source: Selected Services
cs_cz: vybrané služby
ko_kr: 서비스를 선택
zh_tw: 選擇服務

source: No services selected
cs_cz: vybrány žádné služby
ko_kr: 어떤 서비스를 선택하지
zh_tw: 選擇任何服務

source: Do nothing with associated services
cs_cz: dělat nic s přidruženými službami
ko_kr: 관련 서비스와 아무것도하지 않고
zh_tw: 什麼都不做與相關服務

source: Schedule downtime for all associated services
cs_cz: harmonogram odstávky pro všechny služeb s ním spojených
ko_kr: 모든 관련 서비스에 대한 일정 중단
zh_tw: 安排停機時間對所有相關服務

source: You must select at least one host to apply downtime to.
cs_cz: je nutné vybrat alespoň jednoho hostitele použít prostoje.
ko_kr: 당신은에 다운 타임을 적용하는 적어도 하나의 호스트를 선택해야합니다.
zh_tw: 你必須至少選擇一個主機應用停機時間。

source: You must select at least one service to apply downtime to.
cs_cz: je nutné vybrat alespoň jednu službu požádat prostoje.
ko_kr: 당신은에 다운 타임을 적용하는 적어도 하나의 서비스를 선택해야합니다.
zh_tw: 你必須至少選擇一個服務應用停機時間。

source: You must fill out the entire form.
cs_cz: je nutné vyplnit celý formulář.
ko_kr: 당신은 전체 양식을 작성해야합니다.
zh_tw: 你必須填寫整個表單。

source: You must select a start time that is before end time.
cs_cz: musíte zvolit čas zahájení, který je před koncem času.
ko_kr: 당신은 종료 시간 이전 인 시작 시간을 선택해야합니다.
zh_tw: 您必須選擇一個啟動時間，結束時間之前。

source: Successfully added all downtime. It may take up to a minute to show up on the list.
cs_cz: Úspěšně přidáno všechny prostoje. to může trvat až minutu, než se objeví na seznamu.
ko_kr: 성공적으로 모든 다운 타임을 추가했다. 이 목록에 표시하는 분까지 걸릴 수 있습니다.
zh_tw: 成功添加所有的停機時間。它可能需要長達一分鐘出現在名單上。

source: One or more scheduled commands could not be sent to Nagios Core.
cs_cz: jeden nebo více naplánovaných příkazů nemohla být odeslána do Nagios jádra.
ko_kr: 하나 이상의 예약 된 명령은 Nagios의 코어에 보낼 수 없습니다.
zh_tw: 一個或多個調度命令無法發送到Nagios的核心。

source: You must select at least one host group to apply downtime to.
cs_cz: je nutné vybrat alespoň jednoho hostitele použít prostoje.
ko_kr: 당신은에 다운 타임을 적용하는 적어도 하나의 호스트를 선택해야합니다.
zh_tw: 你必須至少選擇一個主機應用停機時間。

source: You must select at least one service group to apply downtime to.
cs_cz: je nutné vybrat alespoň jednu službu požádat prostoje.
ko_kr: 당신은에 다운 타임을 적용하는 적어도 하나의 서비스를 선택해야합니다.
zh_tw: 你必須至少選擇一個服務應用停機時間。

source: Host Group(s)
cs_cz: hostitelská skupina
ko_kr: 호스트 그룹
zh_tw: 主機組

source: Selected Host Groups
cs_cz: příbuzné hostgroups
ko_kr: 관련 Hostgroups
zh_tw: 相關hostgroups

source: No Host Groups selected
cs_cz: nebyly vybrány žádné skupiny hostitelů
ko_kr: 선택된 호스트 그룹이 없습니다.
zh_tw: 沒有選擇主機組

source: Service Group(s)
cs_cz: servisní skupiny
ko_kr: 서비스 그룹
zh_tw: 服務組

source: Selected Service Groups
cs_cz: vyberte servisní skupinu
ko_kr: 서비스 그룹 선택
zh_tw: 選擇一個服務組

source: No Service Groups selected
cs_cz: nebyly vybrány žádné skupiny služeb
ko_kr: 선택한 서비스 그룹이 없습니다.
zh_tw: 沒有選擇服務組

source: Types
cs_cz: typ
ko_kr: 유형
zh_tw: 類型

source: Schedule downtime for all
cs_cz: naplánovat prostoje pro všechny
ko_kr: 모든 사람들을위한 가동 중단 시간 계획
zh_tw: 安排所有人的停工期

source: hosts
cs_cz: hostitel
ko_kr: 주인
zh_tw: 主持人

source: services
cs_cz: servis
ko_kr: 서비스
zh_tw: 服務

source: Schedule downtime for a particular
cs_cz: Harmonogram odstávky pro určitý
ko_kr: 특정에 대한 일정 중단
zh_tw: 安排停機時間為特定

source: or multiple
cs_cz: nebo vícenásobné
ko_kr: 또는 여러
zh_tw: 或多個

source: More information about downtimes
cs_cz: Více informací o odstávkách
ko_kr: 다운 타임에 대한 자세한 내용은
zh_tw: 有關停機時間更多信息

source: What is Downtime in Nagios XI
cs_cz: co je výpadek v Nagios xi
ko_kr: 의 Nagios XI에서 다운 타임은 무엇인가
zh_tw: 什麼是停機時間的nagios喜

source: During the specified downtime, no notifications will be sent out for the
cs_cz: během určité prostoje, bude žádná upozornění být rozeslány pro
ko_kr: 지정된 중단 시간 동안 아무런 통지가 밖으로 전송되지 않습니다
zh_tw: 指定的停機期間，沒有通知將分差縮小為

source: Scheduled downtime allows users to set downtime for upcoming events, maintenance, and more without getting notifications. The downtime is also recorded in the log so that availability reports can show the difference between something being down or down during a scheduled downtime.
cs_cz: plánované odstávky umožňuje uživateli nastavit prostoje pro nadcházející události, údržbu a další, aniž by se oznámení. odstávky je také zaznamenána v protokolu tak, aby zprávy o dostupnosti může ukázat rozdíl mezi něčím bytí dolů nebo dolů během plánované odstávky.
ko_kr: 예정된 다운 타임은 사용자가 알림을받지 않고 예정된 이벤트, 유지 보수 등을위한 다운 타임을 설정할 수 있습니다. 그 가용성 보고서가 예정된 가동 정지 시간 동안 아래로 또는 아래있는 무언가의 차이를 보여줄 수 있도록 다운 타임도 로그에 기록됩니다.
zh_tw: 計劃的停機時間允許用戶設置為即將舉行的活動，維護和更多的停機時間沒有得到通知。停機時間也被記錄在日誌中，使可用性報告可以顯示計劃停機期間被向下或向下的東西之間的區別。

source: When the scheduled downtime expires, notifications for this
cs_cz: kdy vyprší plánované odstávky, oznámení pro toto
ko_kr: 때 예약 된 다운 타임이 만료,이에 대한 알림
zh_tw: 當計劃的停機時間期滿後，本通知

source: will resume sending as normal.
cs_cz: bude pokračovat v posílání jako normální.
ko_kr: 정상적으로 전송이 다시 시작됩니다.
zh_tw: 將恢復發送正常。

source: Scheduled downtimes are preserved during program shutdowns and restarts.
cs_cz: plánované odstávky jsou zachovány během programu odstávek a restartuje.
ko_kr: 예정된 다운 타임은 프로그램 종료하고 다시 시작하는 동안 보존됩니다.
zh_tw: 計劃停機時間在程序關閉和重新啟動保留。

source: Downtime Types
cs_cz: typy prostojů
ko_kr: 다운 타임 유형
zh_tw: 停機類型

source: Fixed or Flexible
cs_cz: pevná nebo pohyblivá
ko_kr: 고정 또는 유연한
zh_tw: 固定或靈活

source: Using this option will cause the downtime to be in effect only between the start and end times you specify. This is the straightforward downtime type.
cs_cz: Použitím této volby způsobí výpadek být ve skutečnosti pouze mezi počáteční a koncové časy určíte. Toto je jednoduchý typ prostoje.
ko_kr: 이 옵션을 사용하면 다운 타임은 사용자가 지정한 시작 시간과 종료 시간 사이의 효과에 원인이됩니다. 이것은 간단 중단 유형입니다.
zh_tw: 使用此選項將導致停機時間是在只有你指定的開始和結束時間之間的效果。這是簡單的停機類型。

source: When this option is selected, the downtime will be treated as "flexible" which means the downtime will start when the host actually goes down or becomes unreachable
cs_cz: je-li tato možnost vybrána, bude prostoje považovány za "flexibilní", což znamená, že výpadky se spustí, když hostitel vlastně jde dolů, nebo se stane nedostupný
ko_kr: 이 옵션을 선택하는 경우, 중단 시간은 호스트가 실제로 다운되거나 도달 될 때 중단 시간 시작을 의미하는 "가요 성"으로 간주 될
zh_tw: 選擇此選項時，停機時間將被視為這意味著當主持人居然停機或無法到達停機將啟動“靈活”

source: during the start and end times specified
cs_cz: Během počáteční a koncové časy specifikovaných
ko_kr: 지정된 시작 및 종료 시간 중
zh_tw: 期間指定的開始和結束時間

source: and lasts as long as the duration you enter in the duration fields.
cs_cz: a trvá tak dlouho, dokud trvání zadáte v době trvání polích.
ko_kr: 당신이 기간 필드에 입력 한 시간만큼 오래 지속됩니다.
zh_tw: 並持續只要你在持續時間字段中輸入時間。

source: Do not display graph legend in dashboard
cs_cz: nezobrazují legendě grafu v přístrojové desce
ko_kr: 대시 보드의 범례를 그래프 표시되지 않습니다
zh_tw: 不顯示圖例中的儀表板

source: View All
cs_cz: zobrazit vše
ko_kr: 모두보기
zh_tw: 查看全部

source: Host Performance
cs_cz: jádro výkon
ko_kr: 코어 성능
zh_tw: 核心性能

source: View Detailed
cs_cz: detailní zobrazení
ko_kr: 자세한 내용보기
zh_tw: 查看詳細

source: Datasource
cs_cz: zdroj dat
ko_kr: 데이터 소스
zh_tw: 數據源

source: External Command
cs_cz: externí příkaz
ko_kr: 외부 명령

source: How tf did you specify an invalid mode?
cs_cz: Jak jste určili neplatný režim?
ko_kr: 어떻게 잘못된 모드를 지정했나요?
zh_tw: 你是如何指定無效模式的？

source: In downtime via mass action.
cs_cz: V prostojích prostřednictvím hromadné akce.
ko_kr: 대규모 조치를 통한 다운타임.
zh_tw: 透過大規模行動進行停機。

source: No hosts or services were found in downtime. To view all hosts and services, change the filter in the report options.
cs_cz: V době výpadku nebyli nalezeni žádní hostitelé ani služby. Chcete-li zobrazit všechny hostitele a služby, změňte filtr v možnostech sestavy.
ko_kr: 가동 중지 시간 동안 호스트나 서비스를 찾을 수 없습니다. 모든 호스트와 서비스를 보려면 보고서 옵션에서 필터를 변경하세요.
zh_tw: 停機時未發現主機或服務。若要查看所有主機和服務，請變更報告選項中的篩選器。

source: You must specify at least one service.
ko_kr: 하나 이상의 서비스를 지정해야합니다.

source: When checked, Nagios will read a local file containing AWS credentials. The credentials file must use Amazon's syntax.<br><small><hr>Click on the documentation icon <i class='material-symbols-outlined md-middle md-14 md-400'>description</i> &nbsp; for more information.</small>
cs_cz: Po zaškrtnutí bude Nagios číst místní soubor obsahující přihlašovací údaje AWS. Soubor přihlašovacích údajů musí používat syntaxi Amazonu.<br> <small><hr>Pro více informací klikněte na <i class='material-symbols-outlined md-middle md-14 md-400'>popis</i> ikony dokumentace.</small>
ko_kr: 선택하면 Nagios는 AWS 자격 증명이 포함된 로컬 파일을 읽습니다. 자격 증명 파일은 Amazon의 구문을 사용해야 합니다.<br> <small><hr>자세한 내용을 보려면 설명서 아이콘 <i class='material-symbols-outlined md-middle md-14 md-400'>설명을</i> 클릭하세요.</small>
zh_tw: 選取後，Nagios 將讀取包含 AWS 憑證的本機檔案。憑證檔案必須使用 Amazon 的語法。<br><small><hr>按一下文件圖示<i class='material-symbols-outlined md-middle md-14 md-400'>說明</i>以取得更多資訊。</small>

source: When checked, Nagios will read a local file containing AWS configuration information. The configuration files must use Amazon's syntax.<br><small><hr>Click on the documentation icon <i class='material-symbols-outlined md-middle md-14 md-400'>description</i> &nbsp; for more information.</small>
cs_cz: Po zaškrtnutí bude Nagios číst místní soubor obsahující informace o konfiguraci AWS. Konfigurační soubory musí používat syntaxi Amazonu.<br> <small><hr>Pro více informací klikněte na <i class='material-symbols-outlined md-middle md-14 md-400'>popis</i> ikony dokumentace.</small>
ko_kr: 선택하면 Nagios는 AWS 구성 정보가 포함된 로컬 파일을 읽습니다. 구성 파일은 Amazon의 구문을 사용해야 합니다.<br> <small><hr>자세한 내용을 보려면 설명서 아이콘 <i class='material-symbols-outlined md-middle md-14 md-400'>설명을</i> 클릭하세요.</small>
zh_tw: 選取後，Nagios 將讀取包含 AWS 設定資訊的本機檔案。設定檔必須使用 Amazon 的語法。<br><small><hr>按一下文件圖示<i class='material-symbols-outlined md-middle md-14 md-400'>說明</i>以取得更多資訊。</small>

source: Load the available instances, using the credentials provided.
cs_cz: Načtěte dostupné instance pomocí poskytnutých přihlašovacích údajů.
ko_kr: 제공된 자격 증명을 사용하여 사용 가능한 인스턴스를 로드합니다.
zh_tw: 使用提供的憑證載入可用實例。

source: Open the &quot;Batch Edit&quot; section. Settings in the &quot;Batch Edit&quot; section will be applied to all instances, that have been selected/checked below, when you &quot;Apply Batch Edit&quot;
cs_cz: Otevřete sekci &quot;Úprava dávky&quot;. Nastavení v sekci &quot;Dávkové úpravy&quot; se použijí na všechny instance, které byly vybrány/zaškrtnuty níže, když &quot;Použít dávkovou úpravu&quot;
ko_kr: &quot;일괄 편집&quot; 섹션을 엽니다. &quot;일괄 편집&quot; 섹션의 설정은 &quot;일괄 편집 적용&quot; 시 아래에서 선택/체크된 모든 인스턴스에 적용됩니다.
zh_tw: 開啟“批次編輯”部分。當您「套用批次編輯」時，「批次編輯」部分中的設定將套用於下方已選取/選取的所有實例

source: The number of CPU credits spend by the instance for CPU utilization.
cs_cz: Počet kreditů CPU utracených instancí za využití CPU.
ko_kr: CPU 사용률을 위해 인스턴스가 소비한 CPU 크레딧 수입니다.
zh_tw: 實例為 CPU 使用率所花費的 CPU 積分數。

source: The number of earned CPU credits that an instance has accrued since it was launched or started.
cs_cz: Počet získaných kreditů CPU, které instance nashromáždila od svého spuštění nebo spuštění.
ko_kr: 인스턴스가 시작되거나 시작된 이후 인스턴스가 획득한 CPU 크레딧 수입니다.
zh_tw: 實例自啟動或啟動以來已累積的 CPU 積分數。

source: CPU Utilization
cs_cz: využití%
ko_kr: % 이용
zh_tw: ％的利用率

source: The percentage of allocated EC2 compute units that are currently in use on the instance.
cs_cz: Procento přidělených výpočetních jednotek EC2, které se aktuálně používají v instanci.
ko_kr: 현재 인스턴스에서 사용 중인 할당된 EC2 컴퓨팅 단위의 비율입니다.
zh_tw: 目前執行個體正在使用的已指派 EC2 計算單元的百分比。

source: Auto-Discovery Job
cs_cz: Automatické vyhledání pracovních míst
ko_kr: 자동 검색 작업
zh_tw: 自動發現工作

source: Job
cs_cz: práce
ko_kr: 일
zh_tw: 工作

source: Found
cs_cz: nalezeno
ko_kr: 발견
zh_tw: 發現

source: Total Hosts
cs_cz: celkové hostitelé
ko_kr: 총 호스트
zh_tw: 總的主機

source: No completed auto-discovery jobs found
cs_cz: nalezena žádná dokončené auto-discovery pracovních míst
ko_kr: 더 완료 자동 검색 작업을 찾을 수 없습니다
zh_tw: 沒有完成的自動發現工作

source: New Hosts
cs_cz: nové počítače
ko_kr: 새 호스트
zh_tw: 新主機

source: All Hosts
cs_cz: všichni hostitelé
ko_kr: 모든 호스트
zh_tw: 所有主機

source: Default Services
cs_cz: výchozí služby
ko_kr: 기본 서비스
zh_tw: 默認服務

source: Common
cs_cz: běžný
ko_kr: 공통의
zh_tw: 常見

source: Host Addresses
cs_cz: hostitelská adresa
ko_kr: 호스트 주소
zh_tw: 主機地址

source: Select the type of addresses that you would prefer to use for newly configured hosts
cs_cz: vyberte typ adresy, které byste raději použít pro nově nakonfigurovaná hostitelů
ko_kr: 당신이 새롭게 구성 호스트에 사용하는 것을 선호한다고 주소의 유형을 선택
zh_tw: 選擇地址類型，您希望使用新配置的主機

source: DNS Names
cs_cz: DNS jména
ko_kr: DNS 이름
zh_tw: DNS名稱

source: No results were found in the selected auto-discovery scan
cs_cz: žádné výsledky byly nalezeny v zvoleného testu automatického zjišťování
ko_kr: 결과는 선택한 자동 검색 스캔에서 찾을 수 없습니다
zh_tw: 沒有結果發現在選定的自動發現掃描

source: No services were detected on this host
cs_cz: žádné služby byly detekovány tímto hostitelem
ko_kr: 어떤 서비스는이 호스트에서 감지되지 않았습니다
zh_tw: 沒有檢測該主機上的服務

source: Monitor servers, devices, and services found by auto-discovery jobs.
cs_cz: monitorování serverů, zařízení a služby nalezené automatického zjišťování pracovních míst.
ko_kr: 자동 검색 작업에서 발견 장치와 서비스를 모니터링 할 수 있습니다.
zh_tw: 監控設備和服務的自動發現工作。

source: No job specified.
cs_cz: č url specifikováno.
ko_kr: 지정된 작업 없습니다.
zh_tw: 沒有指定的作業。

source: Service array is empty.
cs_cz: Služba array je prázdný.
ko_kr: 서비스 배열이 비어 있습니다.
zh_tw: 服務陣列是空的。

source: Invalid service name
cs_cz: neplatný název služby
ko_kr: 잘못된 서비스 이름
zh_tw: 無效的服務名稱

source: on host
cs_cz: na hostiteli
ko_kr: 호스트에
zh_tw: 在主機上

source: No hosts were selected.
cs_cz: žádné hostitelé vybrány.
ko_kr: 어떤 호스트가 선택되지 않았습니다.
zh_tw: 沒有主機。

source: Create A BPI Dummy Host
cs_cz: Vytvoření BPI fiktivní hostitele
ko_kr: BPI의 더미 호스트를 만듭니다
zh_tw: 創建的BPI的虛擬主機

source: BPI Host Name
cs_cz: BPI jméno hostitele
ko_kr: BPI의 호스트 이름
zh_tw: BPI的主機名

source: The dummy host for your BPI services
cs_cz: figuríny hostitel pro vaše BPI služby
ko_kr: 귀하의 BPI 서비스를위한 더미 호스트
zh_tw: 您的BPI服務的虛擬主機

source: Add Services
cs_cz: přidat služby
ko_kr: 추가 서비스 (들)
zh_tw: 加服務​​（S）

source: Prepend for Service Descriptions (optional)
cs_cz: prepend pro popis služby (volitelně)
ko_kr: 서비스 설명 (선택 사항) 앞에
zh_tw: 在前面加上服務描述（可選）

source: BPI Process
cs_cz: BPI proces
ko_kr: BPI 과정
zh_tw: BPI過程

source: Create service checks for your Nagios BPI groups.
cs_cz: vytvořit poukázek na služby pro vaše Nagios BPI skupin.
ko_kr: 귀하의 Nagios BPI 그룹에 대한 서비스 점검을 만듭니다.
zh_tw: 創建Nagios的BPI組的檢查。

source: BPI Wizard
cs_cz: BPI průvodce
ko_kr: BPI 마법사
zh_tw: BPI嚮導

source: Unable to open BPI Config file, Please setup BPI before using the wizard
cs_cz: nelze otevřít soubor bpi config, nastavte bpi před použitím průvodce
ko_kr: bpi 구성 파일을 열 수 없으므로 마법사를 사용하기 전에 bpi를 설정하십시오.
zh_tw: 無法打開bpi配置文件，請在使用嚮導之前設置bpi

source: Nagios BPI is not installed as a component
cs_cz: nagios BPI není nainstalována jako součást
ko_kr: Nagios BPI는 구성 요소로 설치되어 있지 않습니다
zh_tw: 沒有安裝Nagios的BPI的一個組成部分

source: Download Nagios BPI
cs_cz: stáhnout Nagios BPI
ko_kr: 다운로드 Nagios BPI
zh_tw: 下載Nagios的BPI

source: You must select at least one group.
cs_cz: je nutné vybrat alespoň jednu skupinu.
ko_kr: 하나 이상의 그룹을 선택해야합니다.
zh_tw: 你必須選擇至少一組。

source: Bulk Host Cloning and Import
cs_cz: bulk hostitel klonování a import
ko_kr: 대량 호스트 복제 및 수입
zh_tw: 批量主機克隆和導入

source: Template Host Information
cs_cz: Šablona informace hostitel
ko_kr: 템플릿 호스트 정보
zh_tw: 模板的主機信息

source: Select an existing host that should be cloned and used as the template for new hosts
cs_cz: vybrat existující hostitele, který by měl být klonován a použit jako šablona pro nové hostitelů
ko_kr: 새 호스트에 대한 템플릿으로 복제 및 사용되어야합니다 기존 호스트를 선택
zh_tw: 選擇一個現有的主機應該被克隆，並作為新的主機模板

source: Select Service Templates
cs_cz: výběr šablony služby
ko_kr: 서비스 템플릿을 선택
zh_tw: 選擇服務模板

source: Specify the services from the template host that should cloned
cs_cz: specifikovat služby od hostitele šablony, která by měla klonované
ko_kr: 복제해야하는 템플릿 호스트에서 서비스를 지정
zh_tw: 指定的服務模板的主機克隆

source: Inherited - Can not be cloned using the wizard
cs_cz: zdědil - nemůže být klonován pomocí Průvodce
ko_kr: 상속 - 마법사를 사용하여 복제 할 수 없습니다
zh_tw: 繼承 - 可以不使用嚮導被克隆

source: Import / Cloning Data
cs_cz: import / klonování dat
ko_kr: 가져 오기 / 복제 데이터
zh_tw: 進口/克隆數據

source: Setup the csv format, by choosing which fields to use, "field 1" is required.
cs_cz: Nastavte formát csv, výběrem polí, která se mají použít, je vyžadováno „pole 1“.
ko_kr: 사용할 필드를 선택하여 csv 형식을 설정합니다. &quot;필드 1&quot;이 필요합니다.
zh_tw: 設定 csv 格式，透過選擇要使用的字段，「字段 1」是必需的。

source: Enter addresses of new hosts that should be created by cloning the template host and services specified above
cs_cz: Zadání adres nových hostitelů, které by měly být vytvořeny klonováním hostitele šablony a služeb uvedených výše
ko_kr: 복제하여 템플릿 호스트와 위에 지정된 서비스를 생성해야하는 호스트의 주소를 입력
zh_tw: 進入新主機的地址應通過克隆模板上面指定的主機和服務

source: Field
cs_cz: pole
ko_kr: 분야
zh_tw: 領域

source: IGNORE
cs_cz: ignorovat
ko_kr: 무시하다
zh_tw: 忽略

source: Specify the data for the fourth csv field
cs_cz: Zadejte data pro čtvrté pole csv
ko_kr: 네 번째 csv 필드의 데이터를 지정합니다.
zh_tw: 指定第四個 csv 欄位的數據

source: Replace Parent Host and/or Hostgroup, with the selected
cs_cz: Nahradit nadřazeného hostitele a/nebo hostitelskou skupinu vybraným
ko_kr: 선택한 항목으로 부모 호스트 및/또는 호스트 그룹을 교체합니다.
zh_tw: 將父主機和/或主機群組替換為所選的

source: Clones existing hosts quickly and easily. Supports import from auto-discovery jobs and CSV input.
cs_cz: Klony stávající počítače snadno a rychle. podporuje import z automatické zjišťování pracovních míst a vstup csv.
ko_kr: 쉽고 빠르게 클론 기존의 호스트. 자동 검색 작업 및 CSV 입력에서 가져 오기를 지원합니다.
zh_tw: 克隆現有主機迅速和容易。支持自動發現任務以及csv輸入的進口。
