Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Default Template
cs_cz: výchozí šablona
ko_kr: 기본 템플릿
zh_tw: 默認模板

source: Monitoring Wizard
cs_cz: průvodce monitoring
ko_kr: 모니터링 마법사
zh_tw: 監視嚮導

source: Next
cs_cz: další
ko_kr: 다음
zh_tw: 下

source: Finish with Template
cs_cz: skončit s šablonou
ko_kr: 템플릿으로 마무리
zh_tw: 完成與模板

source: Finish Using Template
cs_cz: dokončit pomocí šablony
ko_kr: 템플릿을 사용하여 완료
zh_tw: 完成使用模板

source: Templates (Advanced Settings)
cs_cz: šablony (pokročilá nastavení)
ko_kr: 템플릿 (고급 설정)
zh_tw: 模板（高級設置）

source: Templates allow setting pre-defining advanced settings so that you can easily finish a wizard with the defaults that you want. You can set a specific template to be default for a wizard by using the popup menu next to the title.
cs_cz: šablony umožňují nastavit pre-definovat pokročilá nastavení, takže můžete snadno dokončit Průvodce s výchozí hodnoty, které chcete. můžete nastavit určité šablony, aby výchozí nastavení pro čaroděje pomocí kontextového menu vedle názvu.
ko_kr: 당신은 쉽게 당신이 원하는 기본값으로 마법사를 완료 할 수 있도록 템플릿은 미리 정의 고급 설정을 설정 할 수 있습니다. 당신은 제목 옆에있는 팝업 메뉴를 사용하여 마법사의 기본이 될 수있는 특정 템플릿을 설정할 수 있습니다.
zh_tw: 模板允許設置預先定義的高級設置，讓您可以輕鬆完成嚮導與所需的默認值。你可以設置一個特定的模板是默認的嚮導用標題旁的彈出式菜單。

source: Select a template below to use for steps 3-5 (advanced settings) of the wizard.
cs_cz: Vyberte šablonu níže použít pro kroky 3-5 (Advanced Settings) průvodce.
ko_kr: 마법사의 3-5 단계 (고급 설정)에 사용할 아래 템플릿을 선택합니다.
zh_tw: 下面選擇要使用的模板為嚮導的步驟3-5（高級設置）。

source: Template
cs_cz: šablona
ko_kr: 템플릿
zh_tw: 模板

source: User Templates
cs_cz: šablon uživatele
ko_kr: 사용자 템플릿
zh_tw: 用戶模板

source: Monitoring Settings
cs_cz: nastavení monitorování
ko_kr: 모니터링 설정
zh_tw: 監視設置

source: times before
cs_cz: před časem
ko_kr: 시간 전에
zh_tw: 次之前

source: Host/service state will change from SOFT to HARD and will send contacts notifications if enabled
cs_cz: stav hostitele / služby se změní z měkké na tvrdé a pošle oznámení o kontaktech, pokud je povoleno
ko_kr: 호스트 / 서비스 상태가 소프트에서 하드로 변경되고 활성화 된 경우 연락처 알림을 보냅니다.
zh_tw: 主機/服務狀態將從軟到硬，並會發送聯繫人通知（如果啟用）

source: sending a notification
cs_cz: odeslání oznámení
ko_kr: 알림을 보내는 중
zh_tw: 發送通知

source: Notification Settings
cs_cz: nastavení upozornění
ko_kr: 알림 설정
zh_tw: 通知設置

source: Invalid notification interval.
cs_cz: neplatný oznámení interval.
ko_kr: 잘못된 알림 간격.
zh_tw: 無效的通知時間間隔。

source: Invalid notification delay.
cs_cz: neplatné zpoždění oznámení.
ko_kr: 잘못된 알림의 지연이 발생할 수 있습니다.
zh_tw: 無效的通知延遲。

source: You must enter a title.
cs_cz: musíte zadat název.
ko_kr: 당신은 제목을 입력해야합니다.
zh_tw: 你必須輸入一個標題。

source: Final Settings
cs_cz: konečné nastavení
ko_kr: 최종 설정
zh_tw: 最後設置

source: Click
cs_cz: cvaknutí
ko_kr: 를 클릭하십시오
zh_tw: 單擊

source: to add your new configuration.
cs_cz: přidat novou konfiguraci.
ko_kr: 새 구성을 추가 할 수 있습니다.
zh_tw: 添加新的配置。

source: Save as Template
cs_cz: uložit jako šablonu
ko_kr: 서비스 템플릿
zh_tw: 服務模板

source: Save your monitoring settings (step 3), notification settings (step 4), and host/service groups and parent hosts (step 5) for use in future configuration wizards.
cs_cz: uložit nastavení sledování (krok 3), nastavení oznámení (krok 4), a host / servisní skupiny a nadřazené počítače (krok 5) pro použití v budoucích konfiguračních průvodců.
ko_kr: 미래의 구성 마법사에서 사용하기 위해 모니터링 설정 (3 단계), 알림 설정 (4 단계) 및 호스트 / 서비스 그룹과 상위 호스트 (5 단계)를 저장합니다.
zh_tw: 保存的監視設置（步驟3），通知設置（步驟4），和主機/服務組和父主機（步驟5），用於在以後的配置嚮導的使用。

source: Configuration applied successfully
cs_cz: Konfigurace úspěšně aplikován
ko_kr: 구성이 성공적으로 적용
zh_tw: 配置成功應用

source: Your configuration changes have been successfully applied and the monitoring engine was restarted.
cs_cz: vaše změny konfigurace byly úspěšně použity a monitorování motor byl restartován.
ko_kr: 구성 변경 사항이 성공적으로 모니터링 엔진에 적용되었습니다.
zh_tw: 您的配置更改已成功地應用於監測引擎。

source: Configuration written successfully.
cs_cz: Konfigurace úspěšně zapsána.
ko_kr: 구성이 성공적으로 적용
zh_tw: 配置成功應用

source: Your configuration changes have been successfully imported to the database.
cs_cz: vaše změny konfigurace byly úspěšně importována do databáze.
ko_kr: 구성 변경 사항이 성공적으로 모니터링 엔진에 적용되었습니다.
zh_tw: 您的配置更改已成功地應用於監測引擎。

source: Configuration submitted for processing...
cs_cz: Konfigurace předložen ke zpracování ...
ko_kr: 구성 처리를 위해 제출 ...
zh_tw: 配置提交處理...

source: Configuration Request Successful
cs_cz: Požadavek konfigurace úspěšná
ko_kr: 구성 요청 성공
zh_tw: 配置請求成功

source: Run this monitoring wizard again
cs_cz: spustit tohoto průvodce monitorovací znovu
ko_kr: 다시 모니터링 마법사를 실행
zh_tw: 再次運行該監視嚮導

source: Run another monitoring wizard
cs_cz: spustit další Průvodce monitorovací
ko_kr: 다른 모니터링 마법사를 실행
zh_tw: 運行另一個監視嚮導

source: Other Options
cs_cz: další možnosti
ko_kr: 기타 옵션
zh_tw: 其他選項

source: Configuration Error
cs_cz: chyba konfigurace
ko_kr: 구성 오류
zh_tw: 配置錯誤

source: An error occurred while attempting to apply your configuration to the monitoring engine. Contact your Nagios administrator if this problem persists.
cs_cz: Při pokusu o použití konfigurace pro monitorování motoru došlo k chybě. obraťte se na správce Nagios, pokud tento problém přetrvává.
ko_kr: 모니터링 엔진에 구성을 적용하는 동안 오류가 발생했습니다. 이 문제가 계속되면 Nagios 관리자에게 문의하십시오.
zh_tw: 適用於您的配置的監控引擎時發生錯誤。如果這個問題仍然存在，請聯繫您的Nagios的管理員。

source: Monitoring Wizard - An Error Occurrred
cs_cz: Monitorování Průvodce - chyba occurrred
ko_kr: 마법사를 모니터링 - 오류가 Occurrred
zh_tw: 監視嚮導 - 錯誤occurrred

source: Configuration Request Error
cs_cz: Chyba Požadavek konfigurace
ko_kr: 구성 요청 오류
zh_tw: 配置請求錯誤

source: An error occurred while attempting to modify the monitoring engine. This error occurred because the wizard attempted to modify hosts or services that you do not have permission for. Contact your Nagios XI administrator for more information.
cs_cz: Při pokusu o úpravě monitorovacího motoru došlo k chybě. došlo k této chybě dochází, protože Průvodce pokoušeli modifikovat hosts nebo služby, které nemají povolení k. obraťte se na správce Nagios XI pro více informací.
ko_kr: 모니터링 엔진을 수정하려고 시도하는 동안 오류가 발생했습니다. 마법사가 호스트 나에 대한 권한이없는 서비스를 수정하려고 시도하기 때문에 오류가 발생했습니다. 자세한 내용은 Nagios XI 관리자에게 문의하십시오.
zh_tw: 錯誤發生在試圖修改的監控引擎。發生此錯誤，因為嚮導試圖修改主機或服務，您沒有權限為。的更多信息，請聯繫您的Nagios的喜管理員。

source: My Dashboards
cs_cz: moje panely
ko_kr: 내 대시 보드
zh_tw: 我的儀表板

source: No Dashboards Defined
cs_cz: žádné panely jsou definovány
ko_kr: 정의 된 대시 보드 없음
zh_tw: 沒有儀表盤的定義

source: You have no dashboards defined.
cs_cz: nemáte žádné panelů definovány.
ko_kr: 당신은 대시 보드 정의되어 있습니다.
zh_tw: 你有沒有儀表盤定義。

source: Dashboard Not Valid
cs_cz: Přístrojová deska není platný
ko_kr: 유효하지 않은 대시 보드
zh_tw: 儀表板無效

source: The dashboard being requested is no longer valid or may have been removed.
cs_cz: přístrojová deska je požadováno již není platný nebo může byly odstraněny.
ko_kr: 요청되는 대시 보드는 더 이상 유효하지 않습니다 또는 제거되었을 수 있습니다.
zh_tw: 被請求的儀表盤不再有效或者可能已被刪除。

source: Dashboard ID
cs_cz: Přístrojová deska id
ko_kr: 대쉬보드
zh_tw: 儀表板

source: Dashboards
cs_cz: panely
ko_kr: 대쉬보드
zh_tw: 儀表板

source: Untitled Dashboard
cs_cz: untitled přístrojová deska
ko_kr: 제목 대시 보드
zh_tw: 未命名的儀表板

source: Available Dashlets
cs_cz: K dispozici dashlets
ko_kr: 사용 가능한 Dashlets
zh_tw: 可dashlets

source: The following dashlets can be added to any one or more of your dashboards.
cs_cz: tyto dashlets mohou být přidány do jednoho nebo více ze svých palubních desek.
ko_kr: 다음 dashlets는 대시 보드 중 하나 이상 추가 할 수 있습니다. 얼마나 멋진 지!
zh_tw: 可以被添加到你的儀表板中的任何一個或多個下列dashlets。如何真棒！

source: Need a custom dashlet created for your organization? No problem!
cs_cz: Potřebujeme vlastní dashlet vytvořený pro vaši organizaci? žádný problém!
ko_kr: 조직을 위해 만든 사용자 정의 dashlet이 필요하십니까? 문제 없어요!
zh_tw: 創建了需要一個定制dashlet，為您的組織嗎？沒有問題！

source: Contact us
cs_cz: kontaktujte nás
ko_kr: 문의하기
zh_tw: 聯繫我們

source: for pricing information.
cs_cz: Informace o cenách.
ko_kr: 가격 정보.
zh_tw: 價格信息。

source: Manage My Dashboards
cs_cz: spravovat své panelů
ko_kr: 내 대시 보드 관리
zh_tw: 管理我的儀表板

source: Action
cs_cz: akce
ko_kr: 행동
zh_tw: 行動

source: Bulk Modification Tool
cs_cz: hromadné úpravy nástroj
ko_kr: 대량 수정 도구
zh_tw: 批量修改工具

source: Bulk Renaming Tool
cs_cz: hromadné přejmenování nástroje
ko_kr: 대량 이름 바꾸기 도구
zh_tw: 批量重命名工具

source: Capacity Planning
cs_cz: plánovaní kapacity
ko_kr: 용량 계획
zh_tw: 容量規劃

source: Notification Management
cs_cz: správa oznámení
ko_kr: 알림 관리
zh_tw: 通知管理

source: Scheduled Reports
cs_cz: moje naplánované přehledy
ko_kr: 예약 된 보고서
zh_tw: 計劃的報告

source: Scheduled Reports History
cs_cz: historie plánovaných zpráv
ko_kr: 예약 된 보고서 기록
zh_tw: 預定的報告歷史記錄

source: SLA Report
cs_cz: zpráva sla
ko_kr: SLA 보고서
zh_tw: SLA報告

source: Enterprise Features
cs_cz: podnikové funkce
ko_kr: - 기업 기능
zh_tw: - 企業專題

source: Not authorized to view this page.
cs_cz: Nemáte oprávnění k zobrazení této stránky.
ko_kr: 이 페이지를 볼 수있는 권한이 없습니다.
zh_tw: 未被授權查看此網頁。

source: API - Common Solutions
cs_cz: api - společná řešení
ko_kr: API - 일반적인 솔루션
zh_tw: api - 常見的解決方案

source: This document explains some of the solutions that can be created by using the API. These examples are meant to help users build out their own scripts and software that use the Nagios XI API to integrate into.
cs_cz: Tento dokument vysvětluje některá řešení, která lze vytvořit pomocí api. tyto příklady mají pomoci uživatelům vytvořit si vlastní skripty a software, které používají nagios xi api k integraci do.
ko_kr: 이 문서는 API를 사용하여 만들 수있는 몇 가지 솔루션을 설명합니다. 이 예제는 사용자가 통합 할 nagios xi API를 사용하는 자체 스크립트 및 소프트웨어를 작성하는 데 도움이됩니다.
zh_tw: 本文檔解釋了使用api可以創建的一些解決方案。這些示例旨在幫助用戶構建自己的腳本和軟件，使用nagios xi api進行集成。

source: Update a Single Value for a Service
cs_cz: aktualizovat jednu hodnotu služby
ko_kr: 서비스에 대한 단일 값 업데이트
zh_tw: 更新服務的單個值

source: Add Multiple Hosts to a Service
cs_cz: přidat více hostitelů do služby
ko_kr: 여러 호스트를 서비스에 추가
zh_tw: 將多個主機添加到服務

source: Removing Services from Multiple Hosts
cs_cz: odstranění služeb z více hostitelů
ko_kr: 여러 호스트에서 서비스 제거
zh_tw: 從多個主機中刪除服務

source: Scheduling Downtime for Multiple Hosts and Services
cs_cz: plánování výpadků pro více hostitelů a služeb
ko_kr: 여러 호스트 및 서비스의 다운 타임 스케줄링
zh_tw: 為多個主機和服務安排停機時間

source: With the <code>PUT config/service</code> API endpoint, you can edit multiple or just a single configuration option for a service. You can also do this with other objects using PUT requests.
cs_cz: s koncovým parametrem <code>put config/service</code> můžete upravovat více nebo jen jednu možnost konfigurace pro službu. můžete to také provést s jinými objekty pomocí požadavků na vložení.
ko_kr: <code>put config/service</code> api 엔드 포인트를 사용하여 서비스에 대해 하나 또는 여러 개의 구성 옵션을 편집 할 수 있습니다. put 요청을 사용하여 다른 오브젝트에서도이 작업을 수행 할 수 있습니다.
zh_tw: 使用<code>put config/service</code> api端點，您可以編輯服務的多個或僅一個配置選項。您也可以使用put請求對其他對象執行此操作。

source: For this example, we are going to use
cs_cz: pro tento příklad budeme používat
ko_kr: 이 예제에서 우리는
zh_tw: 對於這個例子，我們將使用

source: With the <code>PUT config/service</code> API endpoint, you are able to edit the value to replace all the values. This endpoing is only for completely overwriting parameters for a config. For instance, you are not able to just add a single item to the <code>host_name</code> parameter. In order to add a bunch of hosts, we need to send the full list like so:
cs_cz: s koncovým bodem <code>config/service</code> můžete upravovat vše pro existující službu. tento endpoing je pouze pro úplné přepsání parametrů pro config. například nemůžete pouze přidat jednu položku do parametru <code>host_name</code> . Abychom mohli přidat spoustu hostitelů, musíme poslat celý seznam takto:
ko_kr: <code>config/service</code> api 엔드 포인트를 사용하면 기존 서비스의 모든 것을 편집 할 수 있습니다. 이 endpoing은 구성에 대한 매개 변수를 완전히 덮어 쓰는 것입니다. 예를 들어 <code>host_name</code> 매개 변수에 단일 항목을 추가 할 수는 없습니다. 호스트 무리를 추가하려면 다음과 같이 전체 목록을 보내야합니다.
zh_tw: 使用<code>config/service</code> api端點，您可以編輯現有服務的所有內容。此endpoing僅用於完全覆蓋配置的參數。例如，您無法僅將單個項添加到<code>host_name</code>參數。為了添加一堆主機，我們需要像這樣發送完整列表：

source: You can then use the above with the full API call below:
cs_cz: poté můžete použít výše uvedené volání s plnou api volání níže:
ko_kr: 위의 API를 아래의 전체 API 호출과 함께 사용할 수 있습니다.
zh_tw: 然後你可以使用上面的完整api調用以下內容：

source: This will overwrite the <code>host_name</code> values, assigning the service object to the four specified hosts.
cs_cz: toto přepíše hodnoty <code>host_name</code> , přiřazující objekt služby čtyřem zadaným hostitelům.
ko_kr: <code>host_name</code> 값을 겹쳐 써서 네 개의 지정된 호스트에 서비스 오브젝트를 지정합니다.
zh_tw: 這將覆蓋<code>host_name</code>值，將服務對象分配給四個指定的主機。

source: If you have a set of hosts, such as <code>host1</code>, <code>host2</code>, <code>host3</code> and you would like to remove the services <code>PING</code> and <code>SSH</code> from all of them with one single API call, you can do that by sending multiple paramters via an array in the API call. Note that if a service does not exist on a host, it will not error out and will still continue to remove the service from the rest of the hosts.
cs_cz: pokud máte sadu hostitelů, jako například <code>host1</code> , <code>host2</code> , <code>host3</code> a chcete odebrat služby <code>ping</code> a <code>ssh</code> ze všech z nich pomocí jediného volání api, můžete tak učinit odesláním více parametrů přes pole v api volání. Všimněte si, že pokud služba na hostiteli neexistuje, nebude chybět a bude nadále odstraňovat službu ze zbytku hostitelů.
ko_kr: <code>host1</code> , <code>host2</code> , <code>host3</code> 와 같은 호스트 세트가 있고 하나의 API 호출로 <code>ping</code> 및 <code>ssh</code> 서비스를 모두 제거하려는 경우 api의 배열을 통해 여러 매개 변수를 전송하여이를 수행 할 수 있습니다 요구. 호스트에 서비스가 없으면 오류가 발생하지 않고 나머지 호스트에서 계속 서비스를 제거합니다.
zh_tw: 如果您有一組主機，例如<code>host1</code> ， <code>host2</code> ， <code>host3</code>並且您希望通過一次api調用從所有主機中刪除服務<code>ping</code>和<code>ssh</code> ，您可以通過api中的數組發送多個參數來實現呼叫。請注意，如果主機上不存在某項服務，它將不會出錯，並且仍會繼續從其他主機中刪除該服務。

source: To specify multiple hosts, you can pass the <code>host_name[]</code> parameter as an array in the URL. For the hosts:
cs_cz: Chcete-li zadat více hostitelů, můžete parametr URL <code>host_name[]</code> předat jako pole v url. pro hostitele:
ko_kr: 여러 호스트를 지정하려면 <code>host_name[]</code> 매개 변수를 url의 배열로 전달할 수 있습니다. 호스트 용 :
zh_tw: 要指定多個主機，可以將<code>host_name[]</code>參數作為數組傳遞到url中。對於主持人：

source: Then for the services pass the <code>service_description[]</code> variable:
cs_cz: pak pro služby projít proměnnou <code>service_description[]</code> :
ko_kr: 서비스에 대해 <code>service_description[]</code> 변수를 전달합니다.
zh_tw: 然後為服務傳遞<code>service_description[]</code>變量：

source: Combine these into the full API call below:
cs_cz: zkombinujte je do níže uvedeného volání api:
ko_kr: 아래의 전체 API 호출에 이들을 결합하십시오.
zh_tw: 將這些結合到下面的完整api調用中：

source: If you need to schedule a downtime for multiple hosts, for example <code>host1</code>, <code>host2</code>, and <code>host3</code>, you can then use the following API call:
cs_cz: pokud potřebujete naplánovat výpadek pro více hostitelů, například <code>host1</code> , <code>host2</code> a <code>host3</code> , můžete použít následující volání api:
ko_kr: 예를 들어 <code>host1</code> , <code>host2</code> 및 <code>host3</code> 과 같은 여러 호스트의 작동 중지 시간을 예약해야하는 경우 다음 api 호출을 사용할 수 있습니다.
zh_tw: 如果您需要為多個主機（例如<code>host1</code> ， <code>host2</code>和<code>host3</code>安排停機時間，則可以使用以下api調用：

source: You can schedule a downtime for multiple services, for example <code>service1</code>, <code>service2</code>, and <code>service3</code> on the same host (<code>host1</code>) by running:
cs_cz: můžete naplánovat prostoje pro více služeb, například <code>service1</code> , <code>service2</code> a <code>service3</code> na stejném hostiteli ( <code>host1</code> ) příkazem:
ko_kr: 다음을 실행하여 동일한 호스트 ( <code>host1</code> )에서 여러 서비스 (예 : <code>service1</code> , <code>service2</code> 및 <code>service3</code> 에 대한 가동 중지 시간을 예약 할 수 있습니다.
zh_tw: 你可以安排多個服務的停機時間，例如<code>service1</code> ， <code>service2</code>和<code>service3</code>相同的主機（在<code>host1</code> ）運行：

source: API - Objects Reference
cs_cz: Zbytek api - objekty reference
ko_kr: 백엔드 API는 - 참조 객체
zh_tw: 後端API - 對象引用

source: This is a read-only backend for getting the host, services, and other objects.
cs_cz: jedná se o read-only backend pro získání hostitele, služby a další objekty.
ko_kr: 이는 호스트, 서비스 및 기타 오브젝트를 취득하기위한 판독 전용 백엔드이다.
zh_tw: 這是一個只讀獲取主機，服務，和其它的目的後端。

source: Building Limited Queries
cs_cz: budování omezené dotazy
ko_kr: 제한된 쿼리를 구축
zh_tw: 建設有限查詢

source: Sometimes you will need to only see a specific subset of data. Since these queries are generally akin to MySQL queries on databases, there are some modifiers that you can add in to get the data that you want. This section will show some examples of these modifiers and give a small reference table of modifiers that are available for these API objects.
cs_cz: Někdy budete muset vidět pouze určitou podmnožinu dat. protože tyto dotazy jsou obecně podobný k MySQL dotazů na databáze, tam jsou některé modifikátory, které můžete přidat do získat data, která chcete. tato část se ukazují některé příklady těchto modifikátorů a dát malou referenční tabulky modifikátorů, které jsou k dispozici pro tyto api objekty.
ko_kr: 때때로 당신은 단지 데이터의 특정 하위 집합을 참조해야합니다. 이러한 쿼리는 데이터베이스에서 MySQL의 쿼리에 일반적으로 유사하기 때문에, 원하는 데이터를 얻을 수에 추가 할 수있는 몇 가지 수정이 있습니다. 이 섹션에서는 이러한 수정의 몇 가지 예를 보여 이러한 API 객체에 사용할 수있는 수정의 작은 참조 테이블을 제공합니다.
zh_tw: 有時你需要將只能看到數據的特定子集。因為這些查詢一般都是類似於MySQL的查詢上的數據庫，有一些修飾，您可以添加在得到你想要的數據。本節將展示這些修飾符中的一些例子，給可用於這些API對象修飾符的小參考表。

source: Values in <em>italics</em> are considered optional and are not necessary to use the parameter.
cs_cz: Hodnoty uvedené <em>kurzívou</em> jsou považovány za volitelné a není nutné používat paramater.
ko_kr: <em>이탤릭체의</em> 값은 선택 사항으로 간주하고 paramater를 사용하는 데 필요한 아니다.
zh_tw: 以<em>斜體</em>值被認為是可選的，並非必需使用paramater。

source: Bold and underlined with dots
cs_cz: tučně a podtržené s tečkami
ko_kr: 대담하고 점으로 밑줄
zh_tw: 大膽用點下劃線

source: means there is a help tooltip or popup describing the functionality of the value. Anything inside parenthesis ( ) is a default value. Anything inside brackets [ ] is an optional additional argument.
cs_cz: znamená, že je pomoc popisek, nebo pop-up popisující funkci hodnoty. něco uvnitř závorek () je výchozí hodnota. něco uvnitř hranatých závorek [] je volitelný Dalším argumentem.
ko_kr: 값의 기능을 설명하는 도움말 툴팁 또는 팝업이있는 것을 의미한다. 괄호 안에 아무것도 () 디폴트의 값입니다. 괄호 안에 아무것도 [] 옵션으로 추가 인수입니다.
zh_tw: 裝置有一個幫助工具提示或彈出描述的值的功能。括號內的任何東西（）是一個默認值。括號內的任何[]是一個可選的附加參數。

source: Parameter
cs_cz: parametr
ko_kr: 매개 변수
zh_tw: 參數

source: Values
cs_cz: hodnoty
ko_kr: 값
zh_tw: 值

source: Examples
cs_cz: příklady
ko_kr: 예
zh_tw: 例子

source: If the value is 1, the API displays readable JSON. This is helpful when developing and should not be used in a production API call.
cs_cz: v případě, že hodnota je 1, api zobrazuje čitelný JSON. To je užitečné, když develiping a neměl by být používán v produkci volání API.
ko_kr: 값이 1이면, API는 판독 JSON 표시. develiping 및 생산 API 호출에 사용할 수 없습니다 때 유용합니다.
zh_tw: 如果該值為1，則API顯示可讀JSON。這develiping，不應在生產API調用中使用時非常有用。

source: Open URL in browser window
cs_cz: Otevřít adresu URL v okně prohlížeče
ko_kr: 브라우저 창에 URL 열기
zh_tw: 打開網址在瀏覽器窗口

source: Displays the last week of data until now.
cs_cz: zobrazí poslední týden dat až do současnosti.
ko_kr: 지금까지 데이터의 마지막 주를 표시합니다.
zh_tw: 顯示數據，上週到現在。

source: Displays 1 week of data starting 2 weeks ago. Should be used with starttime.
cs_cz: zobrazuje jeden týden dat počínaje 2 týdny. by měl být používán s StartTime.
ko_kr: 2 주 전 시작 데이터를 1 주에 표시됩니다. starttime을 사용해야합니다.
zh_tw: 顯示1至本週開始2個星期前的數據。應與開始時間被使用。

source: Displays only the first record.
cs_cz: zobrazuje pouze první záznam.
ko_kr: 첫 번째 레코드를 표시합니다.
zh_tw: 只顯示第一個記錄。

source: Displays the the next 10 records after the 20th record.
cs_cz: zobrazuje další 10 záznamů po 20. záznamu.
ko_kr: 하여 다음 10 개의 레코드 20 기록 후 표시됩니다.
zh_tw: 20日記錄後，接下來的10條記錄顯示。

source: Ascending
cs_cz: stoupající
ko_kr: 오름차순
zh_tw: 上升

source: Descending
cs_cz: klesající
ko_kr: 내림차순
zh_tw: 降

source: Displays the items ordered by the name field and ascending values.
cs_cz: zobrazí položky seřazené podle hodnot název pole a vzestupné.
ko_kr: 이름 필드와 오름차순 값으로 정렬 항목을 표시합니다.
zh_tw: 顯示由name字段和升值排序的項目。

source: SQL Equivalent
cs_cz: sql ekvivalent
ko_kr: SQL 동등한
zh_tw: SQL相當於

source: Default equals match
cs_cz: default se rovná zápas
ko_kr: 기본값은 경기와 동일
zh_tw: 默認等於匹配

source: Not equals match
cs_cz: Není rovná zápas
ko_kr: 일치에 해당하지
zh_tw: 不等於匹配

source: Less than match
cs_cz: méně než zápas
ko_kr: 경기 미만
zh_tw: 不到比賽

source: Less than or equal match
cs_cz: menší než nebo rovno shoda
ko_kr: 같거나 일치 이하
zh_tw: 小於或等於匹配

source: Greater than match
cs_cz: větší než zápas
ko_kr: 경기보다 큰
zh_tw: 大於比賽

source: Greater than or equal match
cs_cz: větší než nebo rovno shoda
ko_kr: 같거나 경기 이상
zh_tw: 大於或等於匹配

source: Beginning of string match
cs_cz: začátek řetězce zápas
ko_kr: 문자열 경기의 시작
zh_tw: 開始字符串相匹配

source: Beginning of string non-match
cs_cz: začátek řetězce non-match
ko_kr: 문자열이 아닌 경기의 시작
zh_tw: 開始字符串不匹配

source: End of string match
cs_cz: konec řetězce zápas
ko_kr: 문자열 일치의 끝
zh_tw: 字符串匹配的結束

source: End of string non-match
cs_cz: konec řetězce non-match
ko_kr: 문자열이 아닌 경기의 끝
zh_tw: 字符串不匹配的結束

source: LIKE %value%
cs_cz: jako% hodnoty%
ko_kr: % 값 % 등
zh_tw: 就像％值％

source: General mid string match
cs_cz: Obecně mid string zápas
ko_kr: 일반적으로 중간 문자열 일치
zh_tw: 一般中等字符串匹配

source: General mid string non-match
cs_cz: Obecně mid řetězec non-match
ko_kr: 일반적으로 중간 문자열이 아닌 경기
zh_tw: 一般中等字符串不匹配

source: In comma-separated list
cs_cz: v seznamu odděleném čárkami
ko_kr: 쉼표로 구분 된 목록에서
zh_tw: 在逗號分隔的列表

source: Not in comma-separated list
cs_cz: Není v seznamu odděleném čárkami
ko_kr: 하지 쉼표로 구분 된 목록에서
zh_tw: 沒有逗號分隔的列表

source: Displays any matching name with 'local' anywhere in the string.
cs_cz: zobrazí libovolné jméno, které vyhoví "místní" kdekoli v řetězci.
ko_kr: 어디서나 문자열에서 '지역'과 일치하는 이름을 표시합니다.
zh_tw: 顯示與“本地”的字符串中的任何任何匹配的名稱。

source: Displays any matching name with the comma-separated list.
cs_cz: zobrazí libovolné jméno shodné se seznamem oddělených čárkou.
ko_kr: 쉼표로 구분 된 목록과 일치하는 이름을 표시합니다.
zh_tw: 顯示與逗號分隔的列表中的任何匹配的名稱。

source: You can use multiple different column names in a row such as:
cs_cz: můžete použít více různých názvy sloupců v řadě, jako například:
ko_kr: 당신은 행과 같은 여러 다른 열 이름을 사용할 수 있습니다 :
zh_tw: 你可以在一排如使用多個不同的列名：

source: Basic Objects
cs_cz: základní objekty
ko_kr: 기본 객체
zh_tw: 基本對象

source: This command returns the current host status.
cs_cz: tento příkaz vrátí aktuální stav hostitele.
ko_kr: 이 명령은 현재 호스트 상태를 반환합니다.
zh_tw: 此命令返回當前主機狀態。

source: Example cURL Request
cs_cz: Příkladem curl žádost
ko_kr: 예 컬 요청
zh_tw: 例如捲曲的請求

source: Response JSON
cs_cz: JSON odpověď
ko_kr: 응답 JSON
zh_tw: 響應JSON

source: This command returns the current service status.
cs_cz: tento příkaz vrátí aktuální stav služby.
ko_kr: 이 명령은 현재 서비스 상태를 반환합니다.
zh_tw: 此命令返回當前服務狀態。

source: This command returns a list of log entries.
cs_cz: Tento příkaz vrátí seznam položek logu.
ko_kr: 이 명령은 로그 항목의 목록을 반환합니다.
zh_tw: 此命令返回日誌條目的列表。

source: This command returns a list of state changes.
cs_cz: Tento příkaz vrátí seznam změn stavu.
ko_kr: 이 명령은 상태 변경의 목록을 반환합니다.
zh_tw: 此命令返回的狀態更改的列表。

source: This command returns a list of comments.
cs_cz: Tento příkaz vrátí seznam připomínek.
ko_kr: 이 명령은 주석의 목록을 반환합니다.
zh_tw: 此命令返回註釋的列表。

source: This command returns a list of scheduled downtimes.
cs_cz: Tento příkaz vrátí seznam plánovaných prostojů.
ko_kr: 이 명령은 예정된 다운 타임의 목록을 반환합니다.
zh_tw: 此命令返回預定的停機時間的列表。

source: This command returns a list of contacts.
cs_cz: Tento příkaz vrátí seznam kontaktů.
ko_kr: 이 명령은 연락처 목록을 반환합니다.
zh_tw: 此命令返回的聯繫人的列表。

source: Adding the
cs_cz: přidání
ko_kr: 추가
zh_tw: 添加

source: value to the URL will output custom variables for the contacts.
cs_cz: hodnota na adresu url bude výstupem vlastních proměnných pro kontakty.
ko_kr: url에 대한 값은 연락처에 대한 맞춤 변수를 출력합니다.
zh_tw: url的值將輸出聯繫人的自定義變量。

source: This command returns a list of hosts.
cs_cz: Tento příkaz vrátí seznam hostitelů.
ko_kr: 이 명령은 호스트의 목록을 반환합니다.
zh_tw: 此命令將返回主機的列表。
