Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Required software components are missing.
cs_cz: požadované softwarové komponenty chybí.
ko_kr: 필수 소프트웨어 구성 요소가 누락되었습니다.
zh_tw: 缺少所需的軟體組件。

source: Username not specified.
cs_cz: uživatelské jméno není specifikováno.
ko_kr: 사용자 이름이 지정되지 않았습니다.

source: Password not specified.
cs_cz: Heslo není specifikováno.
ko_kr: 비밀번호가 지정되지 않았습니다.

source: VMware Details
cs_cz: podrobnosti VMware
ko_kr: 시스템 그룹

source: VMware Mode
cs_cz: režim vmware
ko_kr: VM웨어 모드
zh_tw: 虛擬機器模式

source: The name you'd like to have associated with this host.
cs_cz: název byste chtěli mít spojený s tímto hostitelem.
ko_kr: 이 호스트와 관련된 것으로 싶은 이름입니다.

source: Monitored Metrics
cs_cz: sledované metriky
ko_kr: 프로세스 모니터

source: Guest Selection
cs_cz: Volba host
ko_kr: 게스트 선택

source: VMware Monitored Metrics
cs_cz: vmware monitorován metriky
ko_kr: VM웨어는 통계에게 모니터링

source: Select the metrics you'd like to monitor on each of the guests you select.
cs_cz: vyberte metriky, které chcete sledovat na každém z hostů vyberete.
ko_kr: 당신이 선택한 호텔의 각을 모니터링 할 통계를 선택합니다.

source: It appears there are no guests for this VMware host. The error message is below. This may be because the SDK is not installed, your credentials are wrong, or the host is not a VMware server.
cs_cz: zdá se, nejsou tam žádné hosty k tomuto vmware hostitele. chybové hlášení je uveden níže. může to být proto, že SDK není nainstalován, vaše pověření jsou špatné, nebo hostitel není VMware Server.
ko_kr: 그것은이 VM웨어 호스트에 대한 손님이 없을 나타납니다. 오류 메시지는 다음과 같습니다. SDK가 설치되어 있지 않기 때문에이 사용자의 자격 증명이 잘못, 또는 호스트는 VM웨어 서버가 아닌, 수있다.
zh_tw: 該 VMware 主機似乎沒有來賓。錯誤訊息如下。這可能是因為未安裝 SDK、您的憑證錯誤或主機不是 VMware 伺服器。

source: VMware Guest Selection
cs_cz: vmware výběr guest
ko_kr: VM웨어 게스트 선택

source: Specify which guests you'd like to monitor on the VMware host (server).
cs_cz: určit, které hosté byste chtěli sledovat na hostitele VMware (serveru).
ko_kr: 당신이 VM웨어 호스트 (서버)에 모니터링하려는 손님들 지정합니다.

source: VM Name
cs_cz: název vm
ko_kr: VM 이름

source: Current Status
cs_cz: aktuální stav
ko_kr: 현재 상태

source: Powered Off
cs_cz: vypnutý
ko_kr: 전원이 꺼져
zh_tw: 關閉電源

source: Powered On
cs_cz: zapnutý
ko_kr: 전원이 켜져
zh_tw: 開機

source: None Defined
cs_cz: none definováno
ko_kr: 정의 없음

source: VMware Host Metrics
cs_cz: VMware hostitelské metriky
ko_kr: VM웨어 호스트 통계

source: Specify which metrics you'd like to monitor on the VMware host (server).
cs_cz: určit, které metriky byste chtěli sledovat na hostitele VMware (serveru).
ko_kr: 당신이 VM웨어 호스트 (서버)에 모니터링하려는 통계를 지정합니다.

source: It appears as though you have not installed the necessary Python packages. Once you have Python3 installed, you will need to install the pyvmomi package. You can install the pyvmomi package by running the following commands:
cs_cz: Zdá se, že jste nenainstalovali potřebné balíčky Pythonu. Jakmile budete mít nainstalovaný Python3, budete muset nainstalovat balíček pyvmomi. Balíček pyvmomi můžete nainstalovat spuštěním následujících příkazů:
ko_kr: 필요한 Python 패키지를 설치하지 않은 것 같습니다. Python3을 설치한 후에는 pyvmomi 패키지를 설치해야 합니다. 다음 명령을 실행하여 pyvmomi 패키지를 설치할 수 있습니다.
zh_tw: 看來您還沒有安裝必要的 Python 套件。安裝 Python3 後，您將需要安裝 pyvmomi 套件。您可以透過執行以下命令來安裝 pyvmomi 套件：

source: Select the metrics you'd like to monitor on each of the guests you select. The fields below take multiple values. See the tool tips for examples. For more information view our
cs_cz: Vyberte metriky, které chcete sledovat u každého z vybraných hostů. Níže uvedená pole mají více hodnot. Příklady naleznete v tipech nástrojů. Pro více informací si prohlédněte naše
ko_kr: 선택한 각 게스트에 대해 모니터링하려는 메트릭을 선택하세요. 아래 필드는 여러 값을 사용합니다. 예를 보려면 도구 설명을 참조하세요. 자세한 내용은 다음을 참조하세요.
zh_tw: 選擇您想要監控的每位賓客的指標。下面的欄位採用多個值。有關範例，請參閱工具提示。欲了解更多信息，請查看我們的

source: Select the metrics you'd like to monitor on each of the hosts you select. The fields below take multiple values. See the tool tips for examples. For more information view our
cs_cz: Vyberte metriky, které chcete sledovat na každém z vybraných hostitelů. Níže uvedená pole mají více hodnot. Příklady naleznete v tipech nástrojů. Pro více informací si prohlédněte naše
ko_kr: 선택한 각 호스트에서 모니터링하려는 측정항목을 선택하세요. 아래 필드에는 여러 값이 사용됩니다. 예제는 도구 설명을 참조하세요. 자세한 내용은 당사를 참조하세요.
zh_tw: 選擇您想要在所選的每台主機上監控的指標。下面的欄位採用多個值。有關範例，請參閱工具提示。欲了解更多信息，請查看我們的

source: WatchGuard device Details
cs_cz: WatchGuard podrobnosti o zařízení
ko_kr: 워치 가드 장치 세부 사항

source: WatchGuard Address
cs_cz: adresa WatchGuard
ko_kr: watchguard 주소

source: Monitors the Watchguards CPU usage.
cs_cz: monitoruje využití CPU watchguards.
ko_kr: watchguards의 CPU 사용률을 모니터링합니다.
zh_tw: 監控 Watchguards CPU 使用情況。

source: Active Connections
cs_cz: aktivní připojení
ko_kr: 활성 연결

source: Total Sent Packets
cs_cz: Celkový počet odeslaných paketů
ko_kr: 총 전송 된 패킷

source: Checks the total number of packets sent by the WatchGuard device.
cs_cz: kontroluje celkový počet paketů zaslaných WatchGuard zařízení.
ko_kr: watchguard 장치에서 보낸 패킷의 총 수는 확인합니다.

source: Total Received Packets
cs_cz: Celkový počet přijatých paketů
ko_kr: 총 수신 된 패킷

source: Checks the total number of packets received by the WatchGuard device.
cs_cz: kontroluje celkový počet paketů přijatých WatchGuard zařízení.
ko_kr: watchguard 장치에 의해 수신 패킷의 총 수는 확인합니다.

source: Stream Requests
cs_cz: žádosti proud
ko_kr: 스트림 요청

source: Checks the total number of stream requests received by the WatchGuard device.
cs_cz: kontroluje celkový počet žádostí proudu přijatých WatchGuard zařízení.
ko_kr: watchguard 장치에 의해 수신 된 스트림 요청의 총 수는 확인합니다.

source: Stream Requests Dropped
cs_cz: Žádosti proud klesl
ko_kr: 스트림 요청은 하락

source: Checks the total number of stream requests dropped by the WatchGuard device.
cs_cz: kontroluje celkový počet žádostí o toku se snížily o WatchGuard zařízení.
ko_kr: watchguard 장치에 의해 떨어 스트림 요청의 총 수는 확인합니다.

source: Total Bytes Sent
cs_cz: Celkový počet bajtů odeslaných
ko_kr: 전송 된 총 바이트 수

source: Checks the total number of bytes sent by the WatchGuard device.
cs_cz: kontroluje celkový počet bajtů odeslaných WatchGuard zařízení.
ko_kr: watchguard 장치에서 보낸 총 바이트 수를 확인합니다.

source: Total Received Bytes
cs_cz: Celkový počet přijatých bajtů
ko_kr: 총 수신 바이트

source: Checks the total number of bytes received by the WatchGuard device.
cs_cz: kontroluje celkový počet bajtů přijatých WatchGuard zařízení.
ko_kr: watchguard 장치에 의해 수신 바이트의 총 수를 확인합니다.

source: No ports were detected on the WatchGuard device.
cs_cz: žádné přístavy byly zjištěny na WatchGuard zařízení.
ko_kr: 더 포트는 워치 가드 장치에서 검출되지 않았다.

source: The WatchGuard device is currently down
cs_cz: WatchGuard zařízení je v současné době dolů
ko_kr: 워치 가드 장치는 현재 다운
zh_tw: WatchGuard 設備目前已關閉

source: The WatchGuard device does not exist at the address you specified
cs_cz: WatchGuard zařízení neexistuje na adresu, kterou jste zadali
ko_kr: 스위치는 지정한 주소가 존재하지 않습니다
zh_tw: 您指定的地址不存在 WatchGuard 設備

source: SNMP support on the WatchGuard device is disabled
cs_cz: podpora SNMP na WatchGuard zařízení je vypnuta
ko_kr: 워치 가드 장치의 SNMP 지원을 사용할 수 없습니다
zh_tw: WatchGuard 裝置上的 SNMP 支援已停用

source: WatchGuard Information
cs_cz: WatchGuard informace
ko_kr: 워치 가드 정보

source: Privileged Password
cs_cz: privilegovaný heslo
ko_kr: 특권 비밀번호

source: Privileged Protocol
cs_cz: privilegovaný protokol
ko_kr: 특권 프로토콜

source: Port's Number
cs_cz: číslo portu
ko_kr: 포트 번호

source: Port's Name
cs_cz: Název portu
ko_kr: 포트 이름

source: Value Defaults
cs_cz: výchozí hodnota
ko_kr: 값이 기본값

source: Monitor a WatchGuard device.
cs_cz: monitorovat WatchGuard zařízení.
ko_kr: watchguard 장치를 모니터링 할 수 있습니다.

source: WatchGuard
ko_kr: 워치 가드
zh_tw: 守望衛士

source: Error: This wizard requires Nagios XI 2014 or later.
cs_cz: Chyba: Tento průvodce vyžaduje Nagios XI 2014 nebo novější.
ko_kr: 오류 :이 마법사는 Nagios XI 2011R1.6 이상이 필요합니다

source: Must give either community or username.
cs_cz: musí dát buď obec nebo uživatelské jméno.
ko_kr: 지역 사회 또는 사용자 이름 중 하나를 제공해야합니다.

source: Website URL
cs_cz: URL stránky
ko_kr: 웹 사이트 URL

source: Website Details
cs_cz: podrobnosti webové stránky
ko_kr: 시스템 그룹

source: The IP address associated with the website fully qualified domain name (FQDN).
cs_cz: ip adresa spojená s webovými stránkami plně kvalifikovaný název domény (FQDN).
ko_kr: 웹 사이트 정규화 된 도메인 이름 (FQDN)과 관련된 IP 주소를 입력합니다.

source: Website Options
cs_cz: možnosti webové stránky
ko_kr: 웹 사이트 옵션

source: Monitor the website using SSL/HTTPS.
cs_cz: sledovat webové stránky pomocí SSL / https.
ko_kr: SSL / HTTPS를 사용하여 웹 사이트를 모니터링 할 수 있습니다.
zh_tw: 使用 SSL/HTTPS 監控網站。

source: optional
cs_cz: volitelný
ko_kr: 선택권

source: Website Services
cs_cz: webové stránky služby
ko_kr: 웹 사이트 서비스

source: Includes basic monitoring of the website to ensure the web server responds with a valid HTTP response.
cs_cz: zahrnuje základní monitorování webových stránek, abyste zjistili, webový server odpoví s platnou odpověď HTTP.
ko_kr: 웹 서버가 유효한 HTTP 응답에 응답하기 위해 웹 사이트의 기본 모니터링을 제공합니다.
zh_tw: 包括對網站的基本監控，以確保 Web 伺服器以有效的 HTTP 回應進行回應。

source: Monitors the website DNS name to ensure it resolves to a valid IP address.
cs_cz: monitoruje webové stránky DNS jméno bylo zajištěno, že řeší platnou adresu IP.
ko_kr: 가 유효한 IP 주소로 확인하기 위해 웹 사이트 DNS 이름을 모니터링합니다.

source: Web Page Content
cs_cz: Obsah webové stránky
ko_kr: 웹 페이지 콘텐츠

source: SSL Certificate
cs_cz: SSL certifikát
ko_kr: SSL 인증서

source: Days To Expiration
cs_cz: dnů do vypršení
ko_kr: 만료 일

source: Monitor a website.
cs_cz: monitorování webových stránek.
ko_kr: 웹 사이트를 모니터링 할 수 있습니다.

source: You must specify a string to expect in the web page content.
cs_cz: je nutné zadat řetězec lze očekávat v obsahu webové stránky.
ko_kr: 당신은 웹 페이지 콘텐츠에 기대하는 문자열을 지정해야합니다.

source: You must specify a regular expression to expect in the web page content.
cs_cz: musíte zadat regulární výraz lze očekávat v obsahu webové stránky.
ko_kr: 당신은 웹 페이지 콘텐츠에 기대하는 정규 표현식을 지정해야합니다.
zh_tw: 您必須指定網頁內容中所期望的正規表示式。

source: Invalid number of days for SSL certificate expiration.
cs_cz: chybný počet dnů pro vypršení SSL certifikát.
ko_kr: SSL 인증서 만료에 대한 일 수가 잘못되었습니다.
zh_tw: SSL 憑證過期天數無效。

source: You must specify the number of days until SSL certificate expiration.
cs_cz: je nutné zadat počet dní do vypršení SSL certifikát.
ko_kr: 당신은 SSL 인증서 만료 될 때까지의 일 수를 지정해야합니다.

source: URL to Monitor
cs_cz: url monitorovat
ko_kr: 모니터링 할 URL

source: URL Details
cs_cz: url detaily
ko_kr: 시스템 그룹

source: Service Name Prefix
cs_cz: název služby prefix
ko_kr: 서비스 이름 접두사

source: URL Options
cs_cz: url možnosti
ko_kr: URL 옵션

source: Monitor the URL using SSL/HTTPS.
cs_cz: monitorovat url pomocí SSL / https.
ko_kr: SSL / HTTPS를 사용하여 URL을 모니터링 할 수 있습니다.
zh_tw: 使用 SSL/HTTPS 監控 URL。

source: The port to use when contacting the website.
cs_cz: port k použití Při kontaktu s webové stránky.
ko_kr: 웹 사이트를 연락 할 때 포트를 사용합니다.
zh_tw: 聯絡網站時使用的連接埠。

source: Defacement Monitoring Services
cs_cz: monitorovací znetvoření služby
ko_kr: 오손 모니터링 서비스

source: Defacement Content Locator
cs_cz: Obsah znetvoření lokátor
ko_kr: 오손 콘텐츠 로케이터
zh_tw: 污損內容定位器

source: Load Defaults
cs_cz: výchozí zatížení
ko_kr: 기본값로드

source: Web Page Regular Expression Match
cs_cz: webová stránka regulární výraz zápas
ko_kr: 웹 페이지 정규식 검색

source: Invert Regex Search
cs_cz: invertní regex hledání
ko_kr: 정규식 검색을 반전
zh_tw: 反向正規表示式搜尋

source: Monitor a website for defacement.
cs_cz: sledovat webové stránky pro znetvoření.
ko_kr: 오손에 대한 웹 사이트를 모니터링 할 수 있습니다.

source: Website Defacement
cs_cz: Webové stránky znetvoření
ko_kr: 웹 사이트 변조,
zh_tw: 網站篡改

source: Invalid service prefix. Can only contain alphanumeric characters, spaces, and the following: <b>.\:_-</b>
cs_cz: neplatný služba prefix. může obsahovat pouze alfanumerické znaky, mezery a <b>následující:. \: _-</b>
ko_kr: 잘못된 서비스 접두사. 영숫자 문자, 공백 및 다음 만 포함 할 수 <b>있습니다. \ : _-</b>

source: URL Services
cs_cz: url služby
ko_kr: URL 서비스

source: URL Status
ko_kr: URL 상태

source: Includes basic monitoring of the URL to ensure the web server responds with a valid HTTP response.
cs_cz: zahrnuje základní monitorování url, abyste zjistili, webový server odpoví s platnou odpověď HTTP.
ko_kr: 웹 서버가 유효한 HTTP 응답에 응답하도록 할 수있는 URL의 기본 모니터링을 제공합니다.
zh_tw: 包括對 URL 的基本監控，以確保 Web 伺服器以有效的 HTTP 回應進行回應。

source: URL Content
cs_cz: url obsah
ko_kr: URL 내용
zh_tw: 網址內容

source: Some string
cs_cz: některé string
ko_kr: 일부 문자열 ...

source: URL Content Regular Expression Match
cs_cz: url obsah regulární výraz zápas
ko_kr: URL 내용 정규식 검색

source: Monitor a specific web URL.
cs_cz: monitorovat konkrétní webovou adresu URL.
ko_kr: 특정 웹 URL을 모니터링합니다.

source: You must specify a service name for the URL Content service.
cs_cz: musíte zadat název služby pro službu URL.
ko_kr: 당신은 URL의 콘텐츠 서비스에 대한 서비스 이름을 지정해야합니다.

source: Invalid URL Content service name.
cs_cz: neplatný url název Obsah služby.
ko_kr: 잘못된 URL 컨텐츠 서비스 이름입니다.

source: You must specify a service name for the URL Content Regular Expression Match service.
cs_cz: musíte zadat název služby pro url obsahu regulární výraz utkání služby.
ko_kr: 당신은 URL 내용 정규식 검색 서비스의 서비스 이름을 지정해야합니다.
zh_tw: 您必須為 URL 內容正規表示式比對服務指定服務名稱。

source: Invalid URL Content Regular Expression Match service name.
cs_cz: neplatný obsah url regulární výraz název zápas služby.
ko_kr: 잘못된 URL 내용 정규식 검색 서비스 이름입니다.
zh_tw: URL 內容正規表示式比對服務名稱無效。

source: Web Information
cs_cz: webový informační
ko_kr: 웹 정보

source: Monitoring a synthentic web transaction is a process which may involve several steps, including the submission and processing of data. Transaction logic is handled using
cs_cz: monitorování synthentic webové transakce je proces, který může zahrnovat několik kroků, včetně předkládání a zpracování dat. logika transakce je řešen pomocí
ko_kr: synthentic 웹 트랜잭션을 모니터링하면 데이터의 제출 및 처리 등 여러 단계를 포함 할 수있다 과정이다. 거래 로직 사용 처리됩니다
zh_tw: 監控綜合網路事務是一個可能涉及多個步驟的過程，包括資料的提交和處理。事務邏輯的處理使用

source: so you must be familiar with its syntax before monitoring a transaction.
cs_cz: takže musíte být obeznámeni s jeho syntaxe před monitorováním transakci.
ko_kr: 그래서 당신은 트랜잭션을 모니터링하기 전에 구문에 익숙해야합니다.
zh_tw: 所以在監控交易之前你必須熟悉它的語法。

source: Transaction Name
cs_cz: název transakce
ko_kr: 거래 이름

source: The name you'd like to have associated with this synthetic transaction test.
cs_cz: název byste chtěli mít spojená s tímto testem syntetické transakce.
ko_kr: 이 합성 트랜잭션 테스트와 관련된 것으로 싶은 이름입니다.

source: Primary URL
cs_cz: primární url
ko_kr: 기본 URL

source: The primary URL that this transaction is associated with.
cs_cz: Primární url, že tato transakce je spojena s.
ko_kr: 이 거래는와 연결되어있는 기본 URL입니다.

source: Invalid transaction name.
cs_cz: neplatný název transakce.
ko_kr: 잘못된 거래 이름입니다.

source: Transaction Host Details
cs_cz: Hostitelské transakce podrobnosti
ko_kr: 거래 호스트 세부 정보

source: The name you'd like to have associated with the primary URL.
cs_cz: název byste chtěli mít spojeny s primárním url.
ko_kr: 당신이 기본 URL과 연결 한하고 싶은 이름입니다.

source: The IP address associated with the primary URL's fully qualified domain name (FQDN).
cs_cz: ip adresa spojená s plně kvalifikovaný název domény základní URL (FQDN).
ko_kr: 기본 URL과 관련된 IP 주소는 정규화 된 도메인 이름 (FQDN)입니다.

source: Transaction Details
cs_cz: Detaily transakce
ko_kr: 거래 내역

source: Specify the details of how the transaction should be monitored.
cs_cz: upřesnit podrobnosti o tom, jak by měly být sledovány transakce.
ko_kr: 트랜잭션이 모니터링하는 방법에 대한 세부 정보를 지정합니다.

source: Test Case Data
cs_cz: Případ údaje zkouška
ko_kr: 테스트 사례 데이터

source: Transaction test case data must be formatted according to
cs_cz: Test transakce případ údaje musí být formátován v souladu s
ko_kr: 거래 테스트 케이스 데이터에 따라 형식이되어야​​합니다
zh_tw: 交易測試用例資料的格式必須符合

source: standards.
cs_cz: standardy.
ko_kr: 표준.

source: Read the
cs_cz: číst
ko_kr: 을 읽고

source: test case documentation
cs_cz: Případ dokumentace zkouška
ko_kr: 테스트 케이스 문서

source: for more information on creating test case data.
cs_cz: Další informace o vytváření modelový případ dat.
ko_kr: 테스트 케이스 데이터를 만드는 방법에 대한 자세한 내용은.

source: The response timeout for each test case.
cs_cz: časový limit odezvy pro každou zkušební případ.
ko_kr: 각 테스트 케이스에 대한 응답 시간 초과.
zh_tw: 每個測試用例的回應逾時。

source: Global Timeout
cs_cz: globální timeout
ko_kr: 글로벌 초과

source: A global timeout for running all tests. A warning message will be returned if total execution time exceeds this value.
cs_cz: globální časový limit pro běh všechny testy. varovná zpráva bude vrácena, pokud celková doba realizace překročí tuto hodnotu.
ko_kr: 모든 테스트를 실행하기위한 글로벌 종료됩니다. 총 실행 시간이이 값을 초과하면 경고 메시지가 표시됩니다.
zh_tw: 運行所有測試的全域逾時。如果總執行時間超過此值，將傳回警告訊息。

source: WebInject Application Tester
cs_cz: webinject aplikací Tester
ko_kr: webinject 응용 프로그램 테스터
zh_tw: WebInject 應用程式測試器

source: Windows Server Information
ko_kr: Windows 서버 정보

source: Refer to the %sWindows SSH Configuration Wizard%s guide for setup assistance.
cs_cz: Pomoc s nastavením naleznete v průvodci %sPrůvodce konfigurací SSH systému Windows%s.
ko_kr: 설정에 대한 도움은 %sWindows SSH 구성 마법사%s 가이드를 참조하세요.
zh_tw: 請參閱%sWindows SSH 配置精靈%s 指南以取得設定協助。

source: Enable ICMP Ping Monitoring (instead of TCP)
cs_cz: Povolit ICMP Ping Monitoring (místo TCP)
ko_kr: ICMP Ping 모니터링 활성화(TCP 대신)
zh_tw: 啟用 ICMP Ping 監控（而非 TCP）

source: Process
cs_cz: proces
ko_kr: 프로세스

source: Count
cs_cz: počítat
ko_kr: 계산

source: Event Log Checks
cs_cz: kontroly protokolu událostí
ko_kr: 이벤트 로그 검사

source: Log
ko_kr: 로그

source: EventType
ko_kr: 이벤트 유형

source: Audit Failure
cs_cz: selhání auditu
ko_kr: 감사 실패
zh_tw: 審核失敗

source: Audit Success
cs_cz: úspěchu auditu
ko_kr: 감사의 성공

source: EventID
ko_kr: 이벤트 ID

source: SourceName
ko_kr: 소스 코드

source: ComputerName
cs_cz: název_počítače
ko_kr: 컴퓨터 이름

source: EventCategory
cs_cz: kategorie
ko_kr: 이벤트 범주

source: search or regex
cs_cz: vyhledávání nebo regex
ko_kr: 검색 또는 regex
zh_tw: 搜尋或正規表示式

source: Monitor Windows event logs via NCPA.
cs_cz: monitory Windows protokoly událostí.
ko_kr: 모니터 Windows 이벤트 로그.

source: Windows Event Log
cs_cz: Protokol událostí systému Windows
ko_kr: Windows 이벤트 로그

source: Application Error Logs
cs_cz: protokoly chyb aplikace
ko_kr: 응용 프로그램 오류 로그

source: System Error Logs
cs_cz: protokoly systémových chyb
ko_kr: 시스템 오류 로그

source: Security Error Logs
cs_cz: protokoly chyb zabezpečení
ko_kr: 보안 오류 로그

source: Windows Machine Information
cs_cz: Informace o ovládání oken stroj
ko_kr: Windows 컴퓨터 정보

source: Windows 10
ko_kr: 윈도우 7

source: Windows 8.x
ko_kr: 창 8.x의

source: Windows 7
ko_kr: 윈도우 7

source: Windows Server 2019
cs_cz: Windows Server 2012
ko_kr: Windows Server 2003의

source: Windows Server 2016
cs_cz: Windows Server 2012
ko_kr: Windows Server 2003의

source: Windows Server 2012
ko_kr: Windows Server 2003의

source: Windows Server 2008
ko_kr: 윈도우 서버 2008

source: Windows Server 2003
ko_kr: Windows Server 2003의

source: Windows Vista
ko_kr: 윈도우 비스타

source: Windows 2000
ko_kr: Windows 2000에서

source: Windows XP
ko_kr: 윈도우 XP

source: The SNMP community string required used to to query the Windows machine.
cs_cz: SNMP komunita řetězec která musí použít k dotaz počítači se systémem Windows.
ko_kr: SNMP 커뮤니티 문자열은 Windows 시스템을 쿼리하는 데 사용 필요합니다.

source: Windows Machine Details
cs_cz: okna Detail stroje
ko_kr: Windows 시스템 세부

source: IP Address:
cs_cz: IP adresa:
ko_kr: IP 주소 :
zh_tw: IP地址：

source: Monitors the physical (real) memory usage on the machine.
cs_cz: monitoruje fyzickou (Real) využití paměti na stroji.
ko_kr: 시스템에서 물리적 (실제) 메모리 사용을 모니터링합니다.

source: Virtual Memory Usage
cs_cz: využití virtuální paměti
ko_kr: 가상 메모리 사용

source: Monitors the virtual memory usage on the machine.
cs_cz: monitoruje využití virtuální paměti na stroji.
ko_kr: 시스템에서 가상 메모리 사용을 모니터링합니다.

source: The wizard will populate detected drives automatically. To add more drives select a new drive from the dropdown list.
cs_cz: Průvodce naplní automaticky detekován jednotky. přidat více jednotek vybrat novou jednotku v rozevíracím seznamu.
ko_kr: 웁니다 마법사는 드라이브를 감지했습니다. 더 많은 드라이브가 드롭 다운 목록에서 새 드라이브를 선택 추가합니다.
zh_tw: 此嚮導將自動填充偵測到的磁碟機。若要新增更多驅動器，請從下拉清單中選擇新磁碟機。

source: The Windows Service name must match the full name of the service you want to monitor.
cs_cz: název okna služba musí odpovídat úplný název služby, kterou chcete sledovat.
ko_kr: Windows 서비스 이름은 모니터링 할 서비스의 전체 이름과 일치해야합니다.
zh_tw: Windows 服務名稱必須與您要監視的服務的全名相符。

source: The SNMP wizard detected
cs_cz: zjištěn Průvodce SNMP
ko_kr: SNMP 마법사가 검출
zh_tw: 在SNMP檢測嚮導

source: services on
cs_cz: služby
ko_kr: 에 대한 서비스

source: Scanned Service List &nbsp; (Service Name (Display Name) Status)
cs_cz: naskenovaný Seznam služba (název služby (zobrazovaný název) Stav)
ko_kr: 스캔 서비스 목록 (서비스 이름 (표시 이름) 상태)
zh_tw: 掃描的服務清單（服務名稱（顯示名稱）狀態）

source: Process names are case-sensitive
cs_cz: Jména procesu jsou malá a velká písmena
ko_kr: 프로세스 이름은 대소 문자를 구분합니다

source: processes on
cs_cz: procesy na
ko_kr: 의 프로세스
zh_tw: 上的進程

source: Monitor a Microsoft&reg; Windows workstation or server using SNMP.
cs_cz: monitorovat pracovní stanice Microsoft® Windows nebo server pomocí protokolu SNMP.
ko_kr: SNMP를 사용하여 Microsoft ® Windows 워크 스테이션이나 서버를 모니터링합니다.

source: Windows SNMP
ko_kr: 윈도우 SNMP

source: No operating system specified.
cs_cz: žádný operační systém určen.
ko_kr: 지정된 운영 체제 없습니다.

source: WARNING: wmic binary has not been installed.
cs_cz: varování: nebyl nainstalován nástroj WMIC binární.
ko_kr: 경고 : wmic를 바이너리가 설치되지 않았습니다.
zh_tw: 警告：wmic 二進位檔案尚未安裝。

source: See documentation on
cs_cz: naleznete v dokumentaci k
ko_kr: 문서에를 참조

source: Installing WMI
cs_cz: instalací WMI
ko_kr: WMI를 설치

source: The IP address of the Windows machine you'd like to monitor.
cs_cz: IP adresa stroje oken byste chtěli sledovat.
ko_kr: 를 모니터링 할 Windows 컴퓨터의 IP 주소입니다.

source: Please see the requirements for the Windows machine setup in
cs_cz: podívejte se na požadavky na nastavení systému Windows v systému Windows
ko_kr: 윈도우 머신 설정에 대한 요구 사항을

source: Auth Info
ko_kr: 정식 정보

source: Domain:
cs_cz: doména
ko_kr: 도메인

source: The domain the windows machine is associated with.
cs_cz: doména, se kterou je počítač s Windows připojen.
ko_kr: 윈도우 머신과 연관된 도메인.

source: <b>Leave blank if the machine to be monitored is not associated with a domain.</b>
cs_cz: <b>Pokud stroj, který chcete sledovat, není přidružen k doméně, ponechte prázdné.</b>
ko_kr: <b>모니터 할 기계가 도메인과 연관되어 있지 않으면 공백으로 두십시오.</b>
zh_tw: <b>如果要監視的電腦未與網域關聯，則留空。</b>

source: The username used to connect to the Windows machine.
cs_cz: uživatelské jméno slouží k připojení k oknům stroji.
ko_kr: 사용자 이름은 Windows 컴퓨터에 연결하는 데 사용.

source: The password used to authenticate to the Windows machine.
cs_cz: hesla slouží k ověření windows stroji.
ko_kr: 암호는 Windows 시스템에 인증하는 데 사용됩니다.

source: Or
cs_cz: nebo
ko_kr: 또는
zh_tw: 或者

source: Auth File:
cs_cz: auth souboru:
ko_kr: 정식 파일 :

source: File to use with username and password for authentication.
cs_cz: soubor pro použití s ​​uživatelským jménem a heslem pro ověření.
ko_kr: authincation에 대한 사용자 이름과 암호를 사용하는 파일.

source: Plugin Details
cs_cz: plugin detaily
ko_kr: 플러그인 세부 사항

source: The check_wmi_plus.pl plugin truncates plugin output to a maximum of 8192 bytes. Use this field to increase the plugin output length in bytes. Leave Blank to use the default.
cs_cz: check_wmi_plus.pl plugin zkrátí plugin výstup na maximálně 8192 bajtů. použijte toto pole k prodloužení délky plugin výstupu v bajtech. ponechte prázdné použít výchozí.
ko_kr: check_wmi_plus.pl 플러그인은 8192 바이트의 최대 플러그인 출력을 자릅니다. 바이트 플러그인 출력 길이를 증가하려면이 필드를 사용합니다. 기본값을 사용하려면 공백으로 두십시오.
zh_tw: check_wmi_plus.pl 外掛程式將插件輸出截斷為最大 8192 位元組。使用此欄位可以增加插件輸出長度（以位元組為單位）。保留空白以使用預設值。

source: Truncate Output Length:
cs_cz: zkrátit délku výstupu:
ko_kr: 출력 길이를 절단 :
zh_tw: 截斷輸出長度：

source: bytes
cs_cz: bajtů
ko_kr: 바이트

source: Auth File is not readable or does not exist.
cs_cz: auth soubor není čitelný nebo neexistuje.
ko_kr: 정식 파일을 읽을 수 없습니다 또는 존재하지 않습니다.
