Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: WARNING
cs_cz: varování
ko_kr: 경고
zh_tw: 警告

source: Event handlers are currently disabled. This will prevent event handler commands from working!
cs_cz: obslužné rutiny událostí jsou v současné době zakázán. to bude předcházet příkazy rutinu události z práce!
ko_kr: 이벤트 핸들러는 현재 사용할 수 없습니다. 이 작동 이벤트 핸들러 명령을 방지 할 수 있습니다!
zh_tw: 目前已停用事件處理程序。這將防止事件處理程序命令從工作！

source: Define commands to be locally executed on this Nagios XI server when host and service state changes or notifications occur. Recommended only for advanced users.
cs_cz: definovat příkazy, které se lokálně provedeny na tomto xi serveru Nagios pokud dojde k hostitelské a servisní změny stavu nebo oznámení. doporučuje pouze zkušeným uživatelům.
ko_kr: 호스트 및 서비스 상태 변경이나 알림이 발생할 때 로컬이 Nagios XI 서버에서 실행되는 명령을 정의합니다. 고급 사용자 만 사용하시기 바랍니다.
zh_tw: 定義命令在本地執行此Nagios的XI服務器的主機和服務狀態的變化或發生通知。只建議高級用戶使用。

source: Host State Change Handler Commands
cs_cz: hostitelskému státu příkazy změna psovoda
ko_kr: 상태 변경 처리기 명령을 호스트
zh_tw: 主機狀態變化的處理程序的命令

source: Commands to be executed when host state changes occur.
cs_cz: příkazy, které mají být provedeny pokud dojde k změně stavu hostitele.
ko_kr: 호스트 상태 변경이 발생하면 명령은 실행될 수 있습니다.
zh_tw: 要執行的命令時，主機的狀態發生變化。

source: Sequence
cs_cz: sekvence
ko_kr: 순서
zh_tw: 序列

source: Don&#39t Run in Downtime
cs_cz: nespouštějte v prostojů
ko_kr: 다운 시간에 보내지 않는다
zh_tw: 沒有停機時間在發送

source: Service State Change Handler Commands
cs_cz: Příkazy služby státní změna psovoda
ko_kr: 서비스 상태 변경 처리기 명령
zh_tw: 服務狀態變化的處理程序命令

source: Commands to be executed when service state changes occur.
cs_cz: příkazy, které mají být provedeny pokud dojde k změně stavu služby.
ko_kr: 서비스 상태 변경이 발생하면 명령은 실행될 수 있습니다.
zh_tw: 要執行的命令時服務狀態發生變化。

source: Host Notification Handler Commands
cs_cz: hostit příkazy oznámení handler
ko_kr: 호스트 알림 처리기 명령
zh_tw: 主機通知處理程序命令

source: Commands to be executed when host notifications occur.
cs_cz: příkazy, které mají být provedeny v případě výskytu hostitelských oznámení.
ko_kr: 호스트 알림이 발생할 때 명령은 실행될 수 있습니다.
zh_tw: 要執行的命令時，主機發生通知。

source: Service Notification Handler Commands
cs_cz: servisní příkazy oznámení popisovač
ko_kr: 서비스 알림 처리기 명령
zh_tw: 服務通知處理程序命令

source: Commands to be executed when service notifications occur.
cs_cz: příkazy, které mají být provedeny pokud dojde k oznámení služby.
ko_kr: 서비스 알림이 발생할 때 명령은 실행될 수 있습니다.
zh_tw: 要執行的命令服務通知時發生的。

source: Avg
ko_kr: 평균
zh_tw: 平均

source: Multistacked Performance Graph
cs_cz: multistacked výkon graf
ko_kr: 시간 성능 그래프를 누적
zh_tw: 時間堆疊性能曲線圖

source: Displays a graph explorer dashlet.
cs_cz: zobrazí graf explorer dashlet.
ko_kr: 그래프 탐색기 dashlet을 표시합니다.
zh_tw: 顯示一個圖形探險家dashlet。

source: View performance graph
cs_cz: Pohled výkon graf
ko_kr: 보기 성능 그래프
zh_tw: 視圖性能曲線圖

source: Graph Explorer
cs_cz: graf průzkumník
ko_kr: 그래프 탐색기
zh_tw: 圖探險家

source: Nagios Graph Explorer
cs_cz: Nagios graf průzkumník
ko_kr: Nagios 그래프 탐색기
zh_tw: Nagios的圖形資源管理器

source: Top Alert Producers
cs_cz: top výrobců výstrahy
ko_kr: 인기 경고 제작자
zh_tw: 頂部警報生產商

source: Host Health
cs_cz: hostitel zdraví
ko_kr: 호스트 건강
zh_tw: 宿主健康

source: Service Health
cs_cz: zdravotní služba
ko_kr: 서비스 건강
zh_tw: 健康服務

source: Scalable Performance Graph
cs_cz: škálovatelný výkon graf
ko_kr: 확장 가능한 성능 그래프
zh_tw: 可擴展的性能曲線圖

source: Time Stacked Performance Graph
cs_cz: Doba skládaný graf výkonu
ko_kr: 시간 성능 그래프를 누적
zh_tw: 時間堆疊性能曲線圖

source: Select services to stack on the left. Less services and similar services makes a better, more readable graph. Filter by the desired time.
cs_cz: vyberte služby stohovat na levé straně. méně služby a podobné služby dělá lepší, čitelnější graf. filtrovat podle požadovaný čas.
ko_kr: 왼쪽에 스택 서비스를 선택합니다. 적은 서비스와 유사한 서비스는 더 나은, 더 많은 읽을 수있는 그래프를 만든다. 원하는 시간을 기준으로 필터링 할 수 있습니다.
zh_tw: 選擇服務堆疊在左邊。少服務和類似服務作出更好，更可讀的圖表。通過所需的時間進行篩選。

source: Only hosts/services with performance data will show up on the lists.
cs_cz: Pouze hostitelé / služby s údaji o výkonu se objeví na seznamech.
ko_kr: 성능 데이터 만 호스트 / 서비스가 목록에 표시됩니다.
zh_tw: 只有主機/服務的性能數據將顯示在列表中。

source: Add to Dashboard
cs_cz: přidat do palubní desky
ko_kr: 대시 보드에 추가
zh_tw: 添加到儀表板

source: Graph Objects
cs_cz: graf objekty
ko_kr: 그래프 개체
zh_tw: 圖形對象

source: Select Host
cs_cz: select hostitel
ko_kr: 호스트를 선택
zh_tw: 選擇主機

source: Select Service
cs_cz: Vybrat službu
ko_kr: 서비스를 선택
zh_tw: 選擇服務

source: Select Data Type
cs_cz: vyberte typ dat
ko_kr: 데이터 형식을 선택
zh_tw: 選擇數據類型

source: Add To Graph
cs_cz: přidat do grafu
ko_kr: 그래프에 추가
zh_tw: 添加到圖

source: Filtering Options
cs_cz: možnosti filtrování
ko_kr: 필터링 옵션
zh_tw: 過濾選項

source: Last 4 Hours
cs_cz: poslední 4 hodiny
ko_kr: 마지막 24 시간
zh_tw: 過去24小時

source: Last 24 Hours
cs_cz: Posledních 24 hodin
ko_kr: 마지막 24 시간
zh_tw: 過去24小時

source: Last 48 Hours
cs_cz: Posledních 48 hodin
ko_kr: 마지막 24 시간
zh_tw: 過去24小時

source: Last 7 Days
cs_cz: Za posledních 7 dní
ko_kr: 지난 3 일
zh_tw: 最後3天

source: Last 30 Days
cs_cz: Posledních 30 dní
ko_kr: 지난 3 일
zh_tw: 最後3天

source: Last 365 Days
cs_cz: Za posledních 365 dní
ko_kr: 지난 3 일
zh_tw: 最後3天

source: Select Time Frame
cs_cz: select časový rámec
ko_kr: 시간 프레임을 선택
zh_tw: 選擇的時間框架

source: Last 3 Days
cs_cz: poslední 3 dny
ko_kr: 지난 3 일
zh_tw: 最後3天

source: Last 3 Weeks
cs_cz: poslední 3 týdny
ko_kr: 마지막 3 주
zh_tw: 過去的3週

source: Last 3 Months
cs_cz: za poslední 3 měsíce
ko_kr: 지난 3 개월
zh_tw: 過去3個月

source: Graph Options
cs_cz: možnosti grafu
ko_kr: 그래프 옵션
zh_tw: 圖形選項

source: Line Type
cs_cz: typová řada
ko_kr: 라이센스 유형
zh_tw: 許可證類型

source: Update Graph
cs_cz: aktualizace graf
ko_kr: 업데이트 그래프
zh_tw: 更新圖

source: You are not authorized to view this.
cs_cz: nejste oprávněni k zobrazení to.
ko_kr: 당신은 이벤트 로그를 볼 수있는 권한이 없습니다
zh_tw: 您未被授權查看事件日誌

source: Prev
cs_cz: Předcházející
ko_kr: 이전
zh_tw: 上一頁

source: End tour
cs_cz: konec tour
ko_kr: 최종 투어
zh_tw: 遊完

source: Welcome to Nagios XI
cs_cz: vítejte na Nagios xi
ko_kr: 의 Nagios XI에 오신 것을 환영합니다
zh_tw: 歡迎給Nagios喜

source: We are going to take you on a tour around the Nagios XI interface. To proceed through the tour you can either click the Prev/Next buttons or use the
cs_cz: budeme vás na prohlídku kolem xi rozhraní Nagios. postupovat přes prohlídce můžete klepnout na / Next tlačítka prev nebo použijte
ko_kr: 우리의 Nagios XI 인터페이스 주위에 투어에 당신을 데려 갈 것입니다. 투어를 통해 procede하는 당신도 이전 / 다음 버튼을 클릭하거나 사용할 수 있습니다
zh_tw: 我們將帶您周圍的Nagios的喜接口參觀。到PROCEDE通過參觀，你可以點擊上一個/下一個按鈕，或者使用

source: keys on your keyboard. You can end the tour at any time by clicking "End Tour".
cs_cz: klávesy na klávesnici. můžete ukončit prohlídku kdykoliv kliknutím na "konec tour".
ko_kr: 키보드의 키를 누르십시오. 당신은 "마지막 투어"를 클릭하여 언제든지 여행을 종료 할 수 있습니다.
zh_tw: 鍵鍵盤上。您可以通過點擊“結束巡演”結束巡演在任何時間。

source: Primary Menu
cs_cz: primární nabídka
ko_kr: 주 메뉴
zh_tw: 主菜單

source: This is the primary navigation menu allowing users to move from section to section within the Nagios XI interface.
cs_cz: To je primární navigační menu umožňuje uživatelům přesunout z bodu do bodu v rámci xi rozhraní Nagios.
ko_kr: 이 사용자의 Nagios XI 인터페이스 내에서 섹션을 섹션에서 이동할 수 있도록 기본 탐색 메뉴입니다.
zh_tw: 這是主要的導航菜單，允許用戶從第Nagios的喜界面中移動部分。

source: Secondary Navigation
cs_cz: sekundární navigace
ko_kr: 보조 내비게이션
zh_tw: 二級導航

source: Each selection within the primary navigation will launch new set of secondary navigation menus pertaining to available options in that section.
cs_cz: každý výběr v rámci primární navigaci zahájí novou sadu sekundárních navigačních menu, které se týkají dostupných možností v této sekci.
ko_kr: 기본 탐색 withing에 각각의 선택은 통계 섹션에서 사용할 수있는 옵션에 관한 보조 내비게이션 메뉴의 새로운 세트를 시작합니다.
zh_tw: 每個選擇withing主導航將推出一套新的有關在統計部分可用的選項第二個功能菜單。

source: Extended Navigation
cs_cz: rozšířená navigace
ko_kr: 확장 탐색
zh_tw: 擴展導航

source: Clicking the extended navigation allows access to additional functionality available throughout the user interface.
cs_cz: Kliknutím na rozšířený navigace umožňuje přístup k některým funkcím k dispozici v celém uživatelském rozhraní.
ko_kr: 확장 탐색을 클릭하면 사용자 인터페이스 전반에 걸쳐 사용할 수있는 추가 기능에 액세스 할 수 있습니다.
zh_tw: 點擊擴展導航允許訪問附加功能提供整個用戶界面。

source: With the Enterprise version of Nagios XI you can use the Schedule Page to create an instant report out of any page in the Nagios XI interface including custom dashboards.
cs_cz: s podnikovou verzi nagios xi můžete použít stránku plán k okamžitému vytvoření sestavy ven z libovolné stránky v xi rozhraní včetně vlastních panelů Nagios.
ko_kr: 의 Nagios XI의 엔터프라이즈 버전으로 사용자 정의 대시 보드를 포함의 Nagios XI 인터페이스의 모든 페이지 중 즉시 보고서를 작성하기 위해 예약 된 페이지를 사용할 수 있습니다.
zh_tw: 使用Nagios喜的企業版本，你可以使用預定頁面創建在Nagios的喜界面，包括自定義的儀表盤即時報告任何頁面。

source: Quick Search
cs_cz: rychlé hledání
ko_kr: 빠른 검색
zh_tw: 快速搜索

source: You can perform a quick search for Hosts, Hostgroups, and Servicegroups by clicking the Quick Search icon.
cs_cz: můžete provést rychlé vyhledávání hostitelů, hostgroups a servicegroups kliknutím na ikonu rychlého vyhledávání.
ko_kr: 당신은 빠른 검색 아이콘을 클릭하여 호스트, hostgroups 및 servicegroups에 대한 빠른 검색을 수행 할 수 있습니다.
zh_tw: 您可以通過點擊快速搜索圖標，執行快速搜索主機，hostgroups和servicegroups。

source: Welcome
cs_cz: Vítejte
ko_kr: 환영
zh_tw: 歡迎

source: At any time you would like additional help, look for the
cs_cz: kdykoli budete chtít další pomoc, podívejte se
ko_kr: 추가 도움이 필요 언제든지, FOT 봐
zh_tw: 在任何時候，你希望得到更多的幫助，看看FOT的

source: help icon on the top right of each page.
cs_cz: help ikona v pravém horním rohu každé stránky.
ko_kr: 각 페이지의 오른쪽 상단에있는 도움말 아이콘.
zh_tw: 在每個頁面的右上角的幫助圖標。

source: Help System
cs_cz: systém nápovědy
ko_kr: 도움말 시스템
zh_tw: 幫助系統

source: Help system is currently disabled.
cs_cz: Systém nápovědy je v současné době zakázán.
ko_kr: 도움말 시스템은 현재 비활성화되어 있습니다.
zh_tw: 幫助系統目前已停用。

source: You can use the settings on this page to enable/disable the Help System.
cs_cz: můžete použít nastavení na této stránce k aktivaci / deaktivaci systému nápovědy.
ko_kr: 당신은 도움말 시스템을 활성화 / 비활성화하려면이 페이지의 설정을 사용할 수 있습니다.
zh_tw: 您可以使用此頁上的設置，啟用/禁用的幫助系統。

source: Help System Settings
cs_cz: Nastavení systému nápovědy
ko_kr: 시스템 설정
zh_tw: 系統設置

source: Enable the help system.
cs_cz: aktivovat systém nápovědy.
ko_kr: 도움말 시스템이 있습니다.
zh_tw: 能夠幫助系統。

source: Nagios XI Help
ko_kr: Nagios XI 란?
zh_tw: Nagios的第十一新聞

source: Documentation
cs_cz: BPI dokumentace
ko_kr: 문서
zh_tw: 文檔

source: Context-sensitive help information is not yet available for this page.
cs_cz: kontextová informace pomohou ještě není k dispozici pro tuto stránku.
ko_kr: 상황에 맞는 도움말 정보는 아직이 페이지를 사용할 수 없습니다.
zh_tw: 上下文相關幫助信息尚未公佈此頁面。

source: Additional Support Options
cs_cz: Další možnosti podpory
ko_kr: 추가 지원 옵션
zh_tw: 其他支持選項

source: Need additional help?
cs_cz: potřebovat další pomoc?
ko_kr: 추가 도움이 필요하십니까?
zh_tw: 需要額外的幫助？

source: online support forum
cs_cz: podpora online fórum
ko_kr: 온라인 지원 포럼
zh_tw: 在線支持論壇

source: is a great place to ask your questions. Our knowledgeable team is eager to help you solve your problems.
cs_cz: Je to skvělé místo se zeptat na vaše dotazy. náš dobře informovaný tým touží pomoci vám vyřešit vaše problémy.
ko_kr: 당신의 질문을 할 수있는 좋은 장소입니다. 우리의 지식이 팀은 당신이 당신의 문제를 해결하는 데 도움이 열망이다.
zh_tw: 是一個偉大的地方，提出您的問題。我們經驗豐富的團隊是渴望幫助你解決問題。

source: contains documentation on many aspects of using Nagios XI.
cs_cz: Obsahuje dokumentaci k mnoha aspektech používání Nagios XI.
ko_kr: 의 Nagios XI을 사용의 여러 측면에 대한 문서가 포함되어 있습니다.
zh_tw: 包含使用的nagios喜的許多方面的文件。

source: YouTube channel
cs_cz: youtube kanálu
ko_kr: YouTube 채널
zh_tw: YouTube頻道

source: contains numerous tutorial videos on how to use Nagios XI.
cs_cz: obsahuje četné výuková videa o tom, jak používat Nagios XI.
ko_kr: 의 Nagios XI를 사용하는 방법에 대한 많은 튜토리얼 동영상이 포함되어 있습니다.
zh_tw: 包含有關如何使用Nagios的喜眾多的教程視頻。

source: Enables per page help menus and videos throughout the Nagios XI interface.
cs_cz: umožňuje na stránku s nápovědou menu a videa na celém xi rozhraní Nagios.
ko_kr: Nagios의 사이의 인터페이스를 통해 페이지 도움말 메뉴와 비디오를 당 할 수 있습니다.
zh_tw: 使每個頁面幫助菜單和視頻整個nagios的喜接口。

source: Enable the help system
cs_cz: aktivovat systém nápovědy
ko_kr: 도움말 시스템이 있습니다.
zh_tw: 能夠幫助系統。

source: Allow users to override help settings
cs_cz: umožňují uživatelům přepsat nastavení nápovědy
ko_kr: 사용자가 도움말 설정을 재정의 할 수 있습니다.
zh_tw: 允許用戶覆蓋幫助設置。

source: Show edit under help button
cs_cz: zobrazit Upravit pod tlačítko nápovědy
ko_kr: 도움말 버튼에서 편집을 보여
zh_tw: 顯示下幫助按鈕編輯

source: Use local help_system.xml file
cs_cz: pomocí místního souboru help_system.xml
ko_kr: 지역 help_system.xml 파일을 사용하여
zh_tw: 使用本地help_system.xml文件

source: You can set up a local exporting server instead of using export.highcharts.com to do your Highcharts exporting
cs_cz: můžete nastavit místní exportního serveru namísto použití export.highcharts.com dělat vaše highcharts export
ko_kr: 당신은 당신의 highcharts가 수출 할 대신 export.highcharts.com 사용하는 로컬 수출 서버를 설정할 수 있습니다
zh_tw: 您可以設置，而不是使用export.highcharts.com一個本地服務器出口做你的highcharts出口

source: It looks like you don't have the prereqs for exporting Highcharts graphs locally. You must install the prerequisites for the local Highcharts Exporting Server. We have a script that will install everything you need. Follow the directions below.
cs_cz: to vypadá, že nemají prereqs pro export highcharts grafy lokálně. je třeba nainstalovat předpoklady pro místní highcharts vyvážejících server. Máme skript, který nainstaluje vše potřebné. Postupujte podle následujících pokynů.
ko_kr: 로컬 highcharts 그래프를 내보내는있는 PreReqs이없는 것 같습니다. 당신은 서버를 수출 지역 highcharts를위한 전제 조건을 설치해야합니다. 우리는 당신이 필요로하는 모든 것을 설치하는 스크립트가 있습니다. 아래의 지시를 따릅니다.
zh_tw: 它看起來像你沒有prereqs為本地出口highcharts圖表。您必須安裝先決條件在本地highcharts導出服務器。我們將安裝你所需要的一切的腳本。按照下面的說明。

source: To install, run the following as
cs_cz: nainstalovat, spustit následující as
ko_kr: 설치,로 다음을 실행
zh_tw: 安裝，運行下面的

source: Use local Highcharts exporting server when exporting Highcharts graphs
cs_cz: používat místní highcharts vyvážejících serveru při exportu highcharts grafy
ko_kr: highcharts 그래프를 내보낼 때 서버를 수출 지역 highcharts를 사용
zh_tw: 使用本地highcharts導出highcharts圖表時，服務器導出

source: Error: This component requires Nagios XI 2011R1.7 or later.
cs_cz: Chyba: Tato komponenta vyžaduje Nagios XI 2011r1.7 nebo novější.
ko_kr: 오류 :이 구성 요소 Nagios XI에게 2011R1.7 이상이 필요합니다.
zh_tw: 錯誤：這個組件需要的nagios西安2011r1.7或更高版本。

source: Allows admins and users to customize the home page landing screen.
cs_cz: Umožňuje administrátorům a uživatelům přizpůsobit vstupní obrazovku domovskou stránku.
ko_kr: 관리자와 사용자가 홈페이지의 방문 화면을 사용자 정의 할 수 있습니다.
zh_tw: 允許管理員和用戶自定義主頁登陸畫面。

source: Home Page Modification
cs_cz: Modifikace home page
ko_kr: 홈 페이지 수정
zh_tw: 主頁修改

source: Home Page Modification Settings
cs_cz: Domovská stránka nastavení modifikační
ko_kr: 홈 페이지 변경 설정
zh_tw: 主頁修改設置

source: Home Page Title
cs_cz: Titulní home page
ko_kr: 홈 페이지 제목
zh_tw: 首頁標題

source: Used to override the default home page title. Can be empty which will remove the title.
cs_cz: slouží k přepsání názvu výchozí domovské stránky. může být prázdný která odstraní titul.
ko_kr: 기본 홈 페이지 제목을 재정의하는 데 사용됩니다. 제목을 제거 할 비어있을 수 있습니다.
zh_tw: 用於覆蓋默認主頁的標題。可以是空的，這將去掉標題。

source: Home Page Destination
cs_cz: home page cílové
ko_kr: 홈 페이지 대상
zh_tw: 主頁目的地

source: Static Dashboard
cs_cz: statické palubní desky
ko_kr: 정적 대시 보드
zh_tw: 靜態儀表板

source: Home Dashboard
cs_cz: home přístrojová deska
ko_kr: 홈 대시 보드
zh_tw: 回家儀表板

source: Custom URL
cs_cz: zvyk url
ko_kr: 사용자 정의 URL
zh_tw: 自定義網址

source: Where should the home page be directed?
cs_cz: kde by se domovská stránka směřovat?
ko_kr: 홈페이지는 어디에 이동해야 하는가?
zh_tw: 應該在哪裡主頁被引導呢？

source: Specifies a custom URL to be shown as the default home page.
cs_cz: Určuje uživatelské url být ukazován jako výchozí domovskou stránku.
ko_kr: 기본 홈 페이지로 표시 할 사용자 정의 URL을 지정합니다.
zh_tw: 指定一個自定義的URL顯示為默認主頁。

source: Allow users to override their default home page settings.
cs_cz: umožňují uživatelům přepsat jejich výchozí nastavení domovské stránky.
ko_kr: 사용자가 기본 홈 페이지 설정을 재정의 할 수 있습니다.
zh_tw: 允許用戶以覆蓋其默認主頁設置。

source: Home Page Options
cs_cz: Možnosti domovská stránka
ko_kr: 홈 페이지 옵션
zh_tw: 主頁選項

source: Home page modifications are currently disabled.
cs_cz: modifikace domovská stránka se v současné době zakázán.
ko_kr: 홈페이지 수정은 현재 사용할 수 있습니다.
zh_tw: 主頁修改目前已停用。

source: You can use the settings on this page to affect/override the default home page you see when you first login.
cs_cz: můžete použít nastavení na této stránce ovlivní / přepsat výchozí domovskou stránku, kterou vidíte při prvním přihlášení.
ko_kr: 당신은 당신이 처음 로그인 할 때 당신이 볼 수있는 기본 홈 페이지에 영향을 미칠 / 재정의하려면이 페이지의 설정을 사용할 수 있습니다.
zh_tw: 您可以使用此頁上的設置影響/覆蓋默認的主頁，你看，當你第一次登錄。

source: Admin Default
ko_kr: 관리 기본
zh_tw: admin默認

source: Used to override the default home page title. Does not work on Static Dashboard. Can be empty which will make no title display.
cs_cz: slouží k přepsání názvu výchozí domovské stránky. nefunguje na statickém xi 5 domova. může být prázdná, který bude dělat žádný displej titulu.
ko_kr: 기본 홈 페이지 제목을 재정의하는 데 사용됩니다. 정적 XI 5 집에서 작동하지 않습니다. 어떤 타이틀 표시하지 않습니다되는 비어있을 수 있습니다.
zh_tw: 用於覆蓋默認主頁的標題。不能在靜態熙5在家工作。可以是空的，這將使沒有標題顯示。

source: Destination URL must be specified.
cs_cz: musí být zadán cílová adresa URL.
ko_kr: 도착 URL을 지정해야합니다.
zh_tw: 必須在指定的目標URL。

source: Settings Updated.
cs_cz: Nastavení aktualizováno.
ko_kr: 설정이 업데이트되었습니다.
zh_tw: 設置更新。

source: Nagios Process
cs_cz: Nagios proces
ko_kr: Nagios 프로세스
zh_tw: Nagios的過程

source: State:
cs_cz: stát:
ko_kr: 상태
zh_tw: 國

source: Info:
ko_kr: 정보 :
zh_tw: 信息：

source: Error: This component requires Nagios XI 2011R1 or later.
cs_cz: Chyba: Tato komponenta vyžaduje Nagios XI 2011r1 nebo novější.
ko_kr: 오류 :이 구성 요소 Nagios XI 2011R1 이상이 필요합니다.
zh_tw: 錯誤：這個組件需要的nagios十一2011r1或更高版本。

source: This component adds a network hypermap to Nagios XI.
cs_cz: tato složka přidává k síti hypermap pro Nagios XI.
ko_kr: 이 구성 요소는 Nagios XI에 네트워크 hypermap를 추가합니다.
zh_tw: 這個組件添加一個的網絡hypermap與nagios十一。

source: Displays a dynamic network status map.
cs_cz: zobrazí dynamické mapy stavu sítě.
ko_kr: 동적 네트워크 상태지도를 표시합니다.
zh_tw: 顯示一個動態的網絡狀態圖。

source: About This Map
cs_cz: o této mapě
ko_kr: 이지도에 대하여
zh_tw: 關於這個地圖

source: The hypermap displays the current status of network devices (hosts).
cs_cz: hypermap zobrazuje aktuální stav síťových zařízení (hostitelů).
ko_kr: hypermap 네트워크 장치 (호스트)의 현재 상태를 표시합니다.
zh_tw: hypermap顯示網絡設備（主機）的當前狀態。

source: Click on a node to center it and obtain detailed status information.
cs_cz: Kliknutím na uzel jej na střed a získat podrobné informace o stavu.
ko_kr: 중앙 거기에 노드를 클릭하고 자세한 상태 정보를 얻습니다.
zh_tw: 點擊中心，它的節點上，並獲得詳細的狀態信息。

source: Do not show "About This Map"
cs_cz: nezobrazovat "o této mapě"
ko_kr: "이지도에 대해"표시하지 않음
zh_tw: 不要顯示“關於這張地圖”

source: About This Report
cs_cz: o této zprávě
ko_kr: 이 보고서에 대해
zh_tw: 有關本報告書的

source: The network replay displays the historical status of network devices (hosts) over time, which is useful for understanding how outages affect the overall health of the network.
cs_cz: Síť přehrávání zobrazuje historické stav síťových zařízení (hostitelé) v průběhu času, což je užitečné pro pochopení toho, jak výpadky vliv na celkový zdravotní stav sítě.
ko_kr: 네트워크 재생은 중단이 네트워크의 전반적인 건강에 미치는 영향 이해하는 데 유용합니다 시간 이상의 네트워크 장치 (호스트)의 역사적 상태를 표시합니다.
zh_tw: 網絡重播顯示隨著時間的推移，這是有用的了解停電影響整體健康的網絡的網絡設備（主機）的歷史地位。

source: Use the slider bar to move through time. The automatic refresh may be stopped or resumed using the controls above. Click on a node to center it and obtain status details.
cs_cz: použít posuvník pro pohyb v čase. automatické obnovování může být zastavena nebo obnovena pomocí ovládacích prvků výše. Kliknutím na uzel jej na střed a získat podrobné informace o stavu.
ko_kr: 시간을 이동하려면 슬라이더 막대를 사용하십시오. 자동 새로 고침이 중지 이상 컨트롤을 사용하여 재개 할 수 있습니다. 중앙 거기에 노드를 클릭하고 상태 정보를 얻습니다.
zh_tw: 使用滑塊移動時間。自動刷新可能會停止或恢復使用上面的控制。點擊中心，它的節點上，並獲得狀態的詳細信息。

source: This component adds a network replay report to Nagios XI.
cs_cz: tato složka přidává zprávu síťové přehrávání na Nagios XI.
ko_kr: 이 구성 요소는 Nagios XI에 네트워크 재생 보고서를 추가합니다.
zh_tw: 此組件添加一個網絡重播報告與nagios席。

source: Network Replay
cs_cz: síť replay
ko_kr: 네트워크 재생
zh_tw: 網絡重播

source: You are not authorized to view all hosts and services.
cs_cz: nejste oprávněni zobrazit všechny hostitele a služby.
ko_kr: 당신은 모든 호스트 및 서비스를 볼 수있는 권한이 없습니다.
zh_tw: 您未被授權查看所有的主機和服務。

source: Host Only
cs_cz: hostit pouze
ko_kr: 전용 호스트
zh_tw: 只有主機

source: Latest Alerts
cs_cz: poslední upozornění
ko_kr: 최근 알림
zh_tw: 最新警報

source: Max Items
cs_cz: Maximální počet položek
ko_kr: 최대 항목
zh_tw: 最大項目

source: Displays the latest alerts.
cs_cz: zobrazuje poslední výstrahy.
ko_kr: 최신 알림을 표시합니다.
zh_tw: 顯示的最新警報。

source: Displays the latest alerts.
cs_cz: zobrazuje poslední výstrahy.
ko_kr: 최신 알림을 표시합니다.
zh_tw: 顯示的最新警報。

source: Latest Alert
cs_cz: nejnovější alert
ko_kr: 최근 알림
zh_tw: 最新的警報

source: is
cs_cz: je
ko_kr: 이다
zh_tw: 是

source: are
cs_cz: jsou
ko_kr: 아르
zh_tw: 是

source: No recent alerts.
cs_cz: žádné nové upozornění.
ko_kr: 최근 알림이 없습니다.
zh_tw: 沒有最近的警報。

source: LDAP / Active Directory Integration Configuration
cs_cz: LDAP / Konfigurace integrace služby Active Directory
ko_kr: LDAP / 액티브 디렉터리 통합 구성
zh_tw: LDAP / Active Directory集成的配置

source: Enable LDAP / Active Directory Authentication
cs_cz: povolit / aktivní autentizaci LDAP adresáři
ko_kr: Active Directory를 인증 사용
zh_tw: 啟用Active Directory身份驗證

source: Authentication servers can be used to authenticate users over on login.
cs_cz: ověřovací servery mohou být použity k autentizaci uživatelů přes při přihlášení.
ko_kr: 인증 스펙 서버에 로그인을 통해 사용자 인증을 위해 사용될 수있다.
zh_tw: authenticaiton服務器可用於在登錄用戶進行身份驗證過。

source: Once a server has been added you can
cs_cz: jakmile server byl přidán vám může
ko_kr: 서버가 당신에게 추가되면 수
zh_tw: 一旦服務器添加即可

source: import users
cs_cz: import uživatelů
ko_kr: 사용자 가져 오기
zh_tw: 進口用戶

source: LDAP/AD Authentication Servers
cs_cz: servery LDAP autentizace / ad
ko_kr: LDAP / AD 인증 서버
zh_tw: LDAP / AD認證服務器

source: Add Authentication Server
cs_cz: přidat ověřovací server,
ko_kr: 인증 서버를 추가
zh_tw: 添加認證服務器

source: Server(s)
cs_cz: Server (y)
ko_kr: 서버 (들)
zh_tw: 服務器（S）

source: Associated Users
cs_cz: přidružené uživatelů
ko_kr: 관련 사용자
zh_tw: 相關用戶

source: There are currently no LDAP or AD servers to authenticate against.
cs_cz: v současné době žádné LDAP nebo reklamní servery ověřit proti.
ko_kr: 에 대해 인증 할 LDAP 또는 광고 서버가 없습니다.
zh_tw: 目前沒有LDAP或廣告服務器進行身份驗證。

source: Not enabled
cs_cz: není povolen
ko_kr: 사용할 수 없습니다.
zh_tw: 未啟用。

source: Edit server
cs_cz: editovat serveru
ko_kr: 편집 서버
zh_tw: 編輯服務器

source: Remove server
cs_cz: odebrat serveru
ko_kr: 서버를 제거
zh_tw: 刪除服務器

source: Authentication Server Settings
cs_cz: Nastavení ověřování serveru
ko_kr: 인증 설정
zh_tw: 身份驗證設置

source: Enable this authentication server
cs_cz: povolit tuto ověřování serveru
ko_kr: 이 인증 스펙 서버를 활성화
zh_tw: 啟用此authenticaiton服務器

source: Connection Method
cs_cz: způsob připojení
ko_kr: 접속 방법
zh_tw: 連接方法

source: Use either LDAP or Active Directory settings to connect
cs_cz: použít buď LDAP nebo aktivní nastavení adresáře pro připojení
ko_kr: 연결 LDAP 또는 Active Directory 설정을 사용
zh_tw: 使用LDAP或活動目錄設置連接

source: Base DN
cs_cz: Základní DN
ko_kr: 기본 DN
zh_tw: 基本DN

source: The LDAP-format starting object (distinguished name) that your users are defined below, such as
cs_cz: LDAP-formát výchozí objekt (rozlišoval jméno), které uživatelé jsou definovány níže, jako je
ko_kr: 같은 사용자가 아래에 정의되는 LDAP 포맷 시작 개체 (고유 이름),
zh_tw: LDAP格式的起始對象（專有名稱），用戶定義見下文，如

source: Account Suffix
cs_cz: účet přípona
ko_kr: 계정 접미사
zh_tw: 帳戶後綴

source: The part of the full user identification after the username, such as
cs_cz: část úplného identifikace uživatele po uživatelské jméno, jako je například
ko_kr: 사용자 이름 후 전체 사용자 식별과 같은 부분
zh_tw: 部分的完整的用戶識別後的用戶名，如

source: Domain Controllers
cs_cz: řadiče domény
ko_kr: 도메인 컨트롤러
zh_tw: 域控制器

source: A comma-separated list of domain controllers on your network.
cs_cz: čárkami oddělený seznam řadiče domény ve vaší síti.
ko_kr: 네트워크에서 도메인 컨트롤러의 쉼표로 구분 한 목록.
zh_tw: 域控制器的網絡上的一個逗號分隔的列表。

source: LDAP Host
cs_cz: hostitelský LDAP
ko_kr: LDAP 호스트
zh_tw: LDAP主機
