Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Nagios Deadpool Report
cs_cz: Zpráva nagios Deadpool
ko_kr: 의 Nagios 데드 풀 보고서
zh_tw: Nagios的死侍報告

source: deleted
cs_cz: vypouští.
ko_kr: 삭제.
zh_tw: 刪除。

source: deactivated
cs_cz: deaktivace
ko_kr: 군대를 해산하다
zh_tw: 關閉

source: Stage 1 Hosts
cs_cz: Stupeň 1 hostitelé
ko_kr: 1 단계 호스트
zh_tw: 階段1主機

source: The following hosts were moved to the host deadpool because they have remained in a problem state longer than the stage 1 deadpool threshold. If the hosts do not recover before the stage 2 threshold, they will automatically be %s from the monitoring configuration.
cs_cz: Následující hostitelé byly přesunuty do hostitelské Deadpool, protože oni zůstali ve stavu problému déle, než je prahová hodnota etapa 1 Deadpool. v případě, že hostitelé nejsou obnovit před prahem 2. stupně, budou automaticky vymazány z konfigurace monitorování.
ko_kr: 그들은 더 이상 1 단계 데드 풀 임계 값보다 문제 상태로 남아 있기 때문에 다음 호스트는 호스트 데드 풀로 이동했다. 호스트가 2 단계 임계 전에 복구하지 않을 경우, 그들은 자동으로 모니터링 구성에서 삭제됩니다.
zh_tw: 下列主機被轉移到主機死侍，因為他們仍然在故障狀態長於階段1死侍門檻。如果主機之前，第二階段門檻不恢復，他們將自動從監控配置中刪除。

source: Stage 1 Services
cs_cz: Stupeň 1 služby
ko_kr: 1 단계 서비스
zh_tw: 第一階段服務

source: The following services were moved to the service deadpool because they have remained in a problem state longer than the stage 1 deadpool threshold. If the services do not recover before the stage 2 threshold, they will automatically be %s from the monitoring configuration.
cs_cz: tyto služby byly přesunuty do servisního Deadpool, protože oni zůstali ve stavu problému déle, než je prahová hodnota etapa 1 Deadpool. v případě, že služby nejsou obnovit před prahem 2. stupně, budou automaticky vymazány z konfigurace monitorování.
ko_kr: 그들은 더 이상 1 단계 데드 풀 임계 값보다 문제 상태로 남아 있기 때문에 다음과 같은 서비스는 서비스 데드 풀로 이동했다. 서비스가 2 단계 임계 전에 복구하지 않을 경우, 그들은 자동으로 모니터링 구성에서 삭제됩니다.
zh_tw: 以下服務被轉移到了服務死侍，因為他們仍然在故障狀態長於階段1死侍門檻。如果服務之前，第二階段門檻不恢復，他們將自動從監控配置中刪除。

source: %s Hosts
cs_cz: % s hostitelů
ko_kr: % s 호스트
zh_tw: ％s主機

source: The following hosts were %s from the monitoring configuration because they remained in a problem state longer than the stage 2 deadpool threshold.
cs_cz: tyto hostitelé byly odstraněny z konfigurace monitoringu, protože oni zůstali v problémové stavu déle, než je prahová hodnota Deadpool 2. stupně.
ko_kr: 그들이 더 이상 2 단계 데드 풀 임계 값보다 문제 상태로 남아 있기 때문에 다음과 같은 호스트는 모니터링 구성에서 삭제되었습니다.
zh_tw: 下列主機從監控組態，因為它們仍處於問題狀態長於階段2死侍門檻刪除。

source: %s Services
cs_cz: přidat služby
ko_kr: 추가 서비스 (들)
zh_tw: 加服務​​（S）

source: The following services were %s from the monitoring configuration because they remained in a problem state longer than the stage 2 deadpool threshold.
cs_cz: tyto služby byly odstraněny z konfigurace monitoringu, protože oni zůstali v problémové stavu déle, než je prahová hodnota Deadpool 2. stupně.
ko_kr: 그들이 더 이상 2 단계 데드 풀 임계 값보다 문제 상태로 남아 있기 때문에 다음과 같은 서비스는 모니터링 구성에서 삭제되었습니다.
zh_tw: 下列服務是從監控組態，因為它們仍處於問題狀態長於階段2死侍門檻刪除。

source: Access Nagios XI at
cs_cz: Přístup nagios xi na adrese:
ko_kr: 액세스의 Nagios XI에서 :
zh_tw: 訪問Nagios的喜在：

source: Your user agent does not support frames or is currently configured not to display frames
cs_cz: Váš uživatelský agent nepodporuje rámce nebo je nyní nakonfigurován tak, aby zobrazovat rámečky!
ko_kr: 사용자 에이전트가 프레임을 지원하지 않거나 현재 프레임을 표시하지 않도록 구성되어 있습니다
zh_tw: 您的用戶代理不支持框架，或被配置為不顯示框架

source: About
cs_cz: o
ko_kr: 약
zh_tw: 關於

source: Legal Information
cs_cz: právní informace
ko_kr: 법률 정보
zh_tw: 法律信息

source: License
cs_cz: licence
ko_kr: 라이센스
zh_tw: 許可證

source: Nagios XI is an enterprise-class monitoring and alerting solution that provides organizations with extended insight of their IT infrastructure before problems affect critical business processes. For more information on Nagios XI, visit the
cs_cz: Nagios xi je monitoring podnikové třídy a upozorňování řešení, které poskytuje organizacím s rozšířenou pochopení jejich IT infrastruktury před problémy ovlivnit kritické podnikové procesy. Pro více informací o Nagios XI, navštivte
ko_kr: Nagios XI는 엔터프라이즈 급 모니터링 및 문제가 중요한 비즈니스 프로세스에 영향을하기 전에 IT 인프라의 확장 통찰력과 조직을 제공합니다 경고 솔루션입니다. Nagios XI에 대한 자세한 내용은 다음 페이지를 참조하시기 바랍니다
zh_tw: Nagios的xi是一個企業級的監測和預警解決方案，為企業提供了了解他們的IT基礎設施擴展前的問題影響關鍵業務流程。十一Nagios的更多信息，請訪問

source: Nagios XI product page
cs_cz: Stránka xi produkt Nagios
ko_kr: Nagios는 XI 제품 페이지
zh_tw: Nagios的喜產品頁面

source: Use of
cs_cz: Použití
ko_kr: 사용
zh_tw: 用於

source: is subject to acceptance of the
cs_cz: podléhá přijetí
ko_kr: 수락을 받아야한다.
zh_tw: 受到接受

source: Software License Terms and Conditions
cs_cz: nagios software Licenční podmínky
ko_kr: Nagios 소프트웨어 사용권 약관
zh_tw: Nagios的軟件許可條款和條件

source: Contact Us
cs_cz: kontaktujte nás
ko_kr: 연락처
zh_tw: 聯繫我們

source: Have a question or technical problem? Contact us today
cs_cz: máte otázku nebo technický problém? kontaktujte nás ještě dnes
ko_kr: 질문이나 기술적 인 문제가 있습니까? 오늘 저희에게 연락하십시오
zh_tw: 有一個問題或技術問題嗎？請與我們聯繫

source: Support
cs_cz: podpora
ko_kr: 기술지원
zh_tw: 支持

source: Online Support Forum
cs_cz: podpora online fórum
ko_kr: 온라인 지원 포럼
zh_tw: 在線支持論壇

source: Sales
cs_cz: odbyt
ko_kr: 구매문의
zh_tw: 銷售

source: Phone
cs_cz: telefon
ko_kr: 전화번호
zh_tw: 電話

source: Fax
ko_kr: 팩스
zh_tw: 傳真

source: Email
ko_kr: 전자우편
zh_tw: 電子郵件

source: Web
ko_kr: 홈페이지
zh_tw: 捲筒紙

source: Credits
cs_cz: úvěry
ko_kr: 크레딧
zh_tw: 學分

source: We'd like to thank the many individuals, companies, partners, and customers who have shared their ideas and stories with us and participated in developing some really great software solutions that have made Nagios XI a possibility. Neither Nagios Enterprises nor Nagios XI are necessarily endorsed by any of these parties - we just wanted to list them here as a public way of thanking them for the contributions they've made in various ways.
cs_cz: bychom rádi poděkovali mnoha jednotlivcům, firmám, partnery a zákazníky, kteří se podělili o své nápady a příběhy s námi a participaged ve vývoji několik opravdu skvělých softwarová řešení, která učinily nagios xi možnost. ani nagios podniky ani nagios xi jsou nutně schváleny některé z těchto stran - jsme jen chtěli, aby jejich seznam zde jako veřejný způsob poděkování za příspěvky, které jste provedli různými způsoby.
ko_kr: 우리는 많은 개인, 회사, 파트너, 우리와 함께 자신의 생각과 이야기를 공유하고 Nagios XI 가능성이 한 몇 가지 정말 좋은 소프트웨어 솔루션을 개발 participaged 한 고객에게 감사하고 싶습니다. Nagios 기업이나 Nagios XI 둘은 반드시 이러한 당사자의의 승인을 - 우리는 그들이 다양한 방법에서 변경 한 공헌을 감사의 공개 방법으로 여기 나열 싶었어요.
zh_tw: 我們要感謝許多個人，企業，合作夥伴，與客戶分享他們的想法和故事，我們在開發一些真正偉大的軟件解決方案，取得了Nagios的西安的可能性participaged。無論是Nagios的企業也不一定贊同Nagios的十一上述任何一方 - 我們只是想在這裡一一列舉了，感謝他們所做的貢獻，他們以各種方式公開的方式。

source: Some particular Open Source projects and development communities we'd like to thank include
cs_cz: některé konkrétní open source projektů a vývojové komunity bychom rádi poděkovali zahrnovat
ko_kr: 일부 특정 오픈 소스 프로젝트 및 개발 지역 사회, 우리가 포함 감사드립니다
zh_tw: 我們要感謝包括一些特定的開源項目和發展社區

source: The PHP development community, the MySQL and Postgres development communities, the ADODB project team, The Jquery project team and expanded jQuery community, the Silk icon set author at famfamfam.com, the PHPMailer team, the RRDTool project, the Nagios Core project, the Nagios Plugins projects, the PNP project, the NagVis project, the NagiosQL project, the Vartour Style project, the author of the F*Nagios image pack, and the entire Nagios Community and greater OSS community members who make great OSS solutions a possibility through their tireless contributions. We just wanted to let you know that we think you rock.
cs_cz: Vývoj php komunita, MySQL a Postgres rozvoje komunity se adodb projektový tým, jQuery projektový tým a rozšířil jQuery komunita, hedvábí sady ikon autor na famfamfam.com se PHPMailer tým, projekt RRDtool, jádro projektu Nagios se projekty nagios pluginy, pNP projekt, projekt nagvis se nagiosql projekt, projekt vartour styl, autor f * Nagios obrazu balení a celá nagios komunita a větší OSS členové komunity, kteří se výrazně OSS řešení možnost prostřednictvím svých neúnavné příspěvky. jsme jen chtěli, abyste věděli, že si myslíme, že budeš zpívat.
ko_kr: PHP 개발 커뮤니티, MySQL을 사용하고, 포스트그레스 개발 커뮤니티, ADODB 프로젝트 팀, jQuery를 프로젝트 팀과 확장 된 jQuery를 커뮤니티, famfamfam.com, PHPMailer 팀 RRDTool 프로젝트 Nagios 코어 프로젝트의 실크 아이콘 세트 저자, Nagios 플러그인 프로젝트의를 통해 좋은 OSS 솔루션 가능성을 PNP 프로젝트 Nagvis 프로젝트 NagiosQL 프로젝트 Vartour 스타일 프로젝트 F * Nagios 이미지 팩의 저자,​​ 전체 Nagios 지역 사회 및 더 OSS 커뮤니티 회원 지칠 줄 모르는 기여. 우리는 당신이 우리가 네가 화끈한 생각을 알려드립니다.
zh_tw: PHP開發社區，MySQL和Postgres的開發社區，adodb的項目團隊，的jQuery項目團隊和擴展jQuery的社會，絲綢圖標集作者PHPMailer的團隊，famfamfam.com，rrdtool的項目，Nagios的核心項目， Nagios插件項目，PNP項目，nagvis項目，項目的nagiosql，的vartour風格的項目，F *的Nagios的圖像包的作者，和整個Nagios的社區和開源社區成員通過他們的偉大的OSS解決方案的可能性不懈的貢獻。我們只是想讓你知道，我們想你搖滾。

source: We'd like to give an extra special thanks to the individual founders and leaders of each OSS project mentioned above. We know that it takes a lot to build something that stands head and shoulders above the competition. Kudos for you to bringing awesomeness into the world.
cs_cz: bychom chtěli dát extra zvláštní poděkování jednotlivým zakladatelů a vedoucích jednotlivých OSS projektu je uvedeno výše. víme, že to trvá hodně stavět něco, co stojí hlava a ramena nad konkurencí. sláva pro vás přináší awesomeness do světa.
ko_kr: 우리는 위에서 언급 한 각각의 OSS 프로젝트의 각이자 지도자들에게 특별한 감사를 제공하고 싶습니다. 우리는 경쟁 위의 머리와 어깨를 스탠드 무언가를 구축하기 란 쉬운 일이 아니죠 알고. 당신 멋지죠 세계로 멋지게 데려 수 있습니다.
zh_tw: 我們想給一個額外的特別感謝每個上面提到的開放源碼軟件項目的創始人和領導人。我們知道，它需要建立了很多的東西，代表頭部和肩膀以上的競爭。榮譽給你帶來迷死走向世界。

source: Disclaimer of Warranty
cs_cz: Zřeknutí se záruky
ko_kr: 보증의 부인
zh_tw: 無擔保聲明

source: and all information, documentation, and software components contained in and distributed with it are provided AS IS with NO WARRANTY OF ANY KIND, INCLUDING THE WARRANTY OF DESIGN, MERCHANTABILITY, AND FITNESS FOR A PARTICULAR PURPOSE.
cs_cz: nagios xi a všechny informace, dokumentace a softwarové komponenty obsažené v a distribuované s ním jsou poskytovány jako je bez záruky jakéhokoli druhu, včetně záruky designu, prodejnosti a vhodnosti pro konkrétní účel.
ko_kr: 디자인의 보증, 상품성 및 특정 목적에 대한 적합성을 포함한 어떠한 종류의 보증과있는 그대로 Nagios XI와에 포함하여 함께 배포 모든 정보, 문서, 소프트웨어 구성 요소가 제공됩니다.
zh_tw: Nagios的xi和包含的所有信息，文件和軟件組件和分佈與提供的是沒有任何形式的擔保，包括產品的設計，適銷性和針對特定用途的適用性。

source: Trademarks
cs_cz: ochrannými známkami
ko_kr: 상표
zh_tw: 商標

source: Nagios, Nagios XI, Nagios Core, and Nagios graphics are trademarks, servicemarks, registered servicemarks or registered trademarks of Nagios Enterprises. All other trademarks, servicemarks, registered trademarks, and registered servicemarks mentioned herein may be the property of their respective owner(s). Use of our trademarks is subject to Nagios Enterprises'
cs_cz: Nagios, Nagios XI Nagios Core a nagios grafika jsou ochrannými známkami, servisními, registrované servisními nebo registrovanými ochrannými známkami Nagios podniků. Všechny ostatní ochranné známky, servisní značky, registrované ochranné známky a registrované servisními uvedené v tomto dokumentu mohou být majetkem jejich příslušného majitele (ů). Použití našich ochranných známek je předmětem Nagios podniků "
ko_kr: Nagios는 Nagios XI, Nagios 코어, 그리고 Nagios 그래픽은 상표, servicemarks, 등록 servicemarks 또는 Nagios 기업의 등록 상표입니다. 기타 모든 상표, servicemarks, 등록 상표 및 등록 servicemarks이 여기에 해당 소유자 (들)의 재산 일 수 있습니다 언급. 우리 상표의 사용은 Nagios 기업에 따라 달라질 수 있습니다 '
zh_tw: Nagios的第十一，Nagios的，Nagios的核心，和Nagios圖形商標，服務標記，註冊服務標記或註冊商標Nagios的企業。本文中提及的所有其他商標，服務標記，註冊商標和註冊服務標記可能是其各自所有者的財產（S）。使用我們的商標是受Nagios的企業“

source: Trademark Use Restrictions
cs_cz: omezení použití ochranné známky
ko_kr: 상표 사용 제한
zh_tw: 商標的使用限制

source: License Information
cs_cz: informace o licenci
ko_kr: 라이센스 정보
zh_tw: 許可信息

source: Auth Check
cs_cz: kontrola auth
ko_kr: 인증 확인
zh_tw: AUTH檢查

source: Account Information
cs_cz: Informace o účtu
ko_kr: 계정 정보
zh_tw: 帳戶信息

source: Notification Messages
cs_cz: oznamovací zprávy
ko_kr: 알림 메시지
zh_tw: 通知消息

source: Use this feature to customize the content of the notification messages you receive.
cs_cz: Pomocí této funkce přizpůsobit obsah zpráv přijímaných oznámení.
ko_kr: 귀하가받는 알림 메시지의 내용을 사용자 정의하려면이 기능을 사용합니다.
zh_tw: 使用此功能自定義通知您收到的郵件的內容。

source: Alert
cs_cz: bdělý
ko_kr: 알림
zh_tw: 警報

source: Notification settings have been locked for your account
cs_cz: Nastavení oznámení byly zamčené pro váš účet
ko_kr: 알림 설정은 귀하의 계정에 대한 잠금되었습니다
zh_tw: 通知設置為您的帳戶已被鎖定

source: You currently have notifications disabled for your account
cs_cz: máte aktuálně oznámení pro váš účet deaktivovány
ko_kr: 현재 귀하의 계정에 대한 알림을 사용 중지했습니다
zh_tw: 您目前已禁用通知您的帳戶

source: Change your settings
cs_cz: změnit nastavení
ko_kr: 설정을 변경
zh_tw: 更改您的設置

source: if you would like to receive alerts
cs_cz: pokud byste chtěli dostávat upozornění
ko_kr: 당신은 알림을 수신하려는 경우
zh_tw: 如果你想收到警報

source: Management of notification preferences is not available because your account is not configured to be a monitoring contact. Contact your system administrator for details.
cs_cz: Vedení preferencí oznámení není k dispozici, protože váš účet není nakonfigurován tak, aby být monitoring kontakt. obraťte se na správce nagios XI pro detaily.
ko_kr: 계정이 모니터링 연락처로 구성되어 있지 않기 때문에 알림 환경 설정 관리는 사용할 수 없습니다. 자세한 내용은 Nagios XI 관리자에게 문의하십시오.
zh_tw: 管理的通知偏好不可用，因為您的帳戶被配置為一個監測接觸。請聯繫您的nagios XI管理員的詳細信息。

source: Management of notification preferences is not available for your account. Contact your system administrator for details.
cs_cz: Vedení preferencí oznámení není k dispozici pro váš účet. obraťte se na správce nagios XI pro detaily.
ko_kr: 알림 환경 설정 관리는 귀하의 계정에 대해 사용할 수 없습니다. 자세한 내용은 Nagios XI 관리자에게 문의하십시오.
zh_tw: 不適用於您的帳戶管理的通知偏好。請聯繫您的nagios XI管理員的詳細信息。

source: Mobile Text (SMS)
cs_cz: Mobilní textové (SMS)
ko_kr: 휴대 전화 문자 (SMS)
zh_tw: 手機短信（SMS）

source: Note
cs_cz: Poznámka
ko_kr: 주의
zh_tw: 注意

source: You currently have email notifications disabled
cs_cz: máte aktuálně e-mailová oznámení vypnuta
ko_kr: 참고 : 현재 이메일 알림을 사용 중지했습니다
zh_tw: 注意：您目前已停用電子郵件通知

source: Change notification methods
cs_cz: Metody oznámení změny
ko_kr: 변경 알림 방법
zh_tw: 變更通知方法

source: Specify the format of the host and service alert messages you receive via email
cs_cz: určit formát zpráv hostitelských a servisní upozornění, které obdržíte e-mailem
ko_kr: 당신은 이메일을 통해 수신 호스트 및 서비스 경고 메시지의 형식을 지정합니다.
zh_tw: 指定的主機和服務，通過電子郵件收到警報消息的格式。

source: Host Alert Subject
cs_cz: hostit upozornění předmět
ko_kr: 경고 제목 호스팅
zh_tw: 主辦警報主題

source: Host Alert Message
cs_cz: hostit varovnou zprávu
ko_kr: 경고 메시지가 호스트
zh_tw: 主辦警報消息

source: Service Alert Subject
cs_cz: Služba alert podléhá
ko_kr: 서비스 알림 제​​목
zh_tw: 服務警報主題

source: Service Alert Message
cs_cz: Služba výstražná zpráva
ko_kr: 서비스 알림 메시지
zh_tw: 服務警報消息

source: Reset to default messages
cs_cz: Dojde k obnovení výchozího zprávy
ko_kr: 메시지를 기본값으로 재설정
zh_tw: 重置為默認郵件

source: You currently have mobile text notifications disabled
cs_cz: v současné době mají mobilní textové oznámení vypnuta
ko_kr: 참고 : 현재 모바일 문자 알림을 사용 중지했습니다
zh_tw: 注意：您目前已停用手機短信通知

source: Specify the format of the host and service alert messages you receive via mobile text message
cs_cz: určit formát zpráv výstrah hostitelských a servisních obdržíš přes mobilní textové zprávy
ko_kr: 당신은 모바일 문자 메시지를 통해 수신 호스트 및 서비스 경고 메시지의 형식을 지정합니다.
zh_tw: 指定的主機和服務警報消息通過手機短信接收的格式。

source: Update Settings
cs_cz: nastavení aktualizace
ko_kr: 설정을 업데이트합니다
zh_tw: 更新設置

source: Cancel
cs_cz: zrušit
ko_kr: 취소
zh_tw: 取消

source: Changes are disabled while in demo mode.
cs_cz: Změny jsou zakázány, zatímco v režimu demo.
ko_kr: 변경 데모 모드에서 사용할 수 있습니다.
zh_tw: 而在演示模式下被禁用。

source: User updated their notification message settings
cs_cz: Uživatel aktualizovaly své nastavení oznamování zpráv
ko_kr: 사용자는 알림 메시지 설정을 업데이트
zh_tw: 用戶更新通知郵件設置

source: Notification preferences updated.
cs_cz: preference oznámení aktualizován.
ko_kr: 알림 환경 설정이 업데이트되었습니다.
zh_tw: 更新通知偏好。

source: Send Test Notifications
cs_cz: poslat testovací oznámení
ko_kr: 테스트 알림 보내기
zh_tw: 發送測試通知

source: Click the button below to send test notifications to your email and/or mobile phone.
cs_cz: kliknutím na tlačítko níže pro odeslání testovací upozornění na Váš e-mail a / nebo mobilní telefon.
ko_kr: 이메일 및 / 또는 휴대 전화로 테스트 통지를 보내 시려면 아래 버튼을 클릭하십시오.
zh_tw: 點擊下面的按鈕來測試通知發送到您的電子郵件和/或移動電話。

source: Testing notification messages is not available for your account. Contact your system administrator for details.
cs_cz: testuje oznamovací zprávy není k dispozici pro váš účet. obraťte se na správce nagios XI pro detaily.
ko_kr: 알림 메시지를 테스트하는 것은 귀하의 계정에 대해 사용할 수 없습니다. 자세한 내용은 Nagios XI 관리자에게 문의하십시오.
zh_tw: 測試通知郵件不適用於您的帳戶。請聯繫您的nagios XI管理員的詳細信息。

source: Email notifications will be sent to
cs_cz: e-mailová oznámení bude zaslán
ko_kr: 이메일 알림이 발송됩니다
zh_tw: 將被發送到電子郵件通知

source: Change your email address
cs_cz: změnit svou e-mailovou adresu
ko_kr: 귀하의 이메일 주소를 변경
zh_tw: 更改您的電子郵件地址

source: Your mobile number is
cs_cz: vaše číslo mobilního telefonu je
ko_kr: 귀하의 휴대폰 번호는
zh_tw: 您的手機號碼

source: and your provider is
cs_cz: a váš poskytovatel
ko_kr: 귀하의 제공 업체입니다
zh_tw: 和您的供應商

source: Mobile notifications will be sent to
cs_cz: Mobilní oznámení budou zaslána
ko_kr: 모바일 알림이 발송됩니다
zh_tw: 移動通知將被發送到

source: Change your mobile settings
cs_cz: změnit nastavení mobilního
ko_kr: 모바일 설정 변경
zh_tw: 更改您的手機設置

source: %s Email Test
cs_cz: % s test e-mailu
ko_kr: % s 이메일 테스트
zh_tw: ％s電子郵件測試

source: This is a test email notification from %s
cs_cz: jedná se o e-mailové upozornění test z Nagios XI
ko_kr: 이 Nagios XI에서 테스트 이메일 알림이
zh_tw: 從Nagios喜，這是一個測試電子郵件通知

source: A test email notification was sent to
cs_cz: Oznámení testovací e-mail byl odeslán
ko_kr: 테스트 이메일 알림이 발송되었습니다
zh_tw: 發送測試電子郵件通知

source: Test notification!
cs_cz: poslední oznámení
ko_kr: 마지막 알림
zh_tw: 最後通知

source: A test mobile text notification was sent to
cs_cz: Oznámení test mobilního text byl odeslán
ko_kr: 테스트 모바일 문자 알림을 보냈습니다
zh_tw: 測試手機短信通知被發送到

source: Not a valid user session.
cs_cz: není platná relace uživatele.
ko_kr: 유효한 사용자 세션이 아닙니다.
zh_tw: 不是有效的用戶會話。

source: Session logged out.
cs_cz: relace vypršel.
ko_kr: 세션 시간이 초과되었습니다.
zh_tw: 會話超時。

source: User Sessions
cs_cz: uživatelských oprávnění
ko_kr: 권한을 테스트
zh_tw: 測試權限

source: Created At
cs_cz: vytvořil
ko_kr: 작성자
zh_tw: 創建者

source: Last Active
cs_cz: poslední aktivní
ko_kr: 마지막 활성
zh_tw: 最後登錄

source: Username
cs_cz: uživatelské jméno
ko_kr: 사용자 이름
zh_tw: 用戶名

source: IP Address
cs_cz: IP adresa
ko_kr: IP 주소
zh_tw: IP地址

source: Active Location
cs_cz: aktivní umístění
ko_kr: 활성 위치
zh_tw: 活躍的位置

source: Actions
cs_cz: akce
ko_kr: 행위
zh_tw: 行動

source: current session
cs_cz: aktuální relace
ko_kr: 현재 세션
zh_tw: 本屆會議

source: Your API Key hasn't been updated in a while! You should generate a new key.
cs_cz: Váš api key nebyl aktualizován na chvíli! byste měli vytvořit nový klíč.
ko_kr: API 키는 한 동안 업데이트되지 않았습니다! 새 키를 생성해야한다.
zh_tw: 您的API密鑰一段時間沒有更新了！你應該生成一個新的密鑰。

source: Your account settings have been updated. The page may flash from the update.
cs_cz: vaše nastavení účtu byly aktualizovány. stránka může blikat z aktualizace.
ko_kr: 귀하의 계정 설정이 업데이트되었습니다. 페이지가 업데이트에서 깜박일 수 있습니다.
zh_tw: 您的帳戶設置已更新。頁面可能會從更新中閃爍。

source: General Account Settings
cs_cz: Obecná nastavení účtu
ko_kr: 일반 계정 설정
zh_tw: 一般帳戶設定

source: Current Password
cs_cz: Aktuální heslo
ko_kr: 에이전트 비밀번호
zh_tw: 代理密碼

source: Show password
cs_cz: nové heslo
ko_kr: 새 암호
zh_tw: 新密碼

source: New Password
cs_cz: nové heslo
ko_kr: 새 암호
zh_tw: 新密碼

source: Name
cs_cz: jméno
ko_kr: 이름
zh_tw: 名稱

source: Email Address
cs_cz: emailová adresa
ko_kr: 이메일 주소
zh_tw: 電子郵件地址

source: API Key
cs_cz: klíč API
ko_kr: API 키
zh_tw: API密鑰

source: Generate new API key
cs_cz: generovat nové API klíč
ko_kr: 새로운 API 키를 생성
zh_tw: 產生新的API密鑰

source: Enable API Access
cs_cz: povolit přístup api
ko_kr: API를 액세스 할 수 있도록
zh_tw: 啟用API訪問

source: Insecure Login Settings
cs_cz: neaktuální nastavení přihlášení
ko_kr: 안전하지 않은 로그인 설정
zh_tw: 不安全的登錄設置

source: Enable Insecure Login
cs_cz: povolit nejisté přihlášení
ko_kr: 안전하지 않은 로그인 사용
zh_tw: 啟用不安全的登錄

source: Allow using the insecure login ticket to authenticate this user. Use by passing the username and ticket in the URL parameters.
cs_cz: povolit používání neistého přihlašovacího lístku k ověření totožnosti uživatele. pomocí předání uživatelského jména a lístku do parametrů url.
ko_kr: 안전하지 않은 로그인 티켓을 사용하여이 사용자를 인증 할 수 있습니다. url 매개 변수에 사용자 이름과 티켓을 전달하여 사용하십시오.
zh_tw: 允許使用不安全的登錄票證來認證這個用戶。通過在URL參數中傳遞用戶名和票證來使用。

source: Insecure Login Ticket
cs_cz: neistý přihlašovací lístek
ko_kr: 안전하지 않은 로그인 티켓
zh_tw: 不安全的登錄票證

source: Example of usage:
cs_cz: příklad použití:
ko_kr: 사용 예 :
zh_tw: 用法示例：

source: Generate new insecure ticket
cs_cz: generovat novou neistou lístek
ko_kr: 새로운 안전하지 않은 티켓을 생성한다.
zh_tw: 生成新的不安全票證

source: Account Preferences
cs_cz: Nastavení účtu
ko_kr: 계정 환경 설정
zh_tw: 帳戶首選項

source: Language
cs_cz: jazyk
ko_kr: 언어
zh_tw: 語

source: User Interface Theme
cs_cz: xi motiv uživatelské rozhraní
ko_kr: XI 사용자 인터페이스 테마
zh_tw: 喜的用戶界面主題

source: Default
cs_cz: standardní
ko_kr: 기본
zh_tw: 默認

source: Modern
cs_cz: moderní
ko_kr: 현대
zh_tw: 現代

source: Modern Dark
cs_cz: moderní tmavé
ko_kr: 현대의 어두운
zh_tw: 現代的黑暗

source: Neptune
ko_kr: 해왕성
zh_tw: 海王星

source: Neptune Light
cs_cz: Světlo Neptun
ko_kr: 해왕성 빛
zh_tw: 海王星之光

source: Classic
cs_cz: klasický
ko_kr: 권위 있는
zh_tw: 經典

source: Default Type for Highcharts Graphs
cs_cz: výchozí typ pro highcharts grafy
ko_kr: highcharts 그래프에 대한 기본 유형
zh_tw: 對於highcharts圖形默認類型

source: Area (Stacked)
cs_cz: Plocha (skládaný)
ko_kr: 지역 (누적)
zh_tw: 區（疊）

source: Area
cs_cz: plocha
ko_kr: 지역
zh_tw: 區域

source: Line
cs_cz: čára
ko_kr: 라인
zh_tw: 線

source: Spline
ko_kr: 스플라인
zh_tw: 仿樣

source: Date Format
cs_cz: datový formát
ko_kr: 날짜 형식
zh_tw: 日期格式

source: Number Format
cs_cz: formát čísla
ko_kr: 번호 형식
zh_tw: 數字格式

source: Week Format
cs_cz: týdenní formát
ko_kr: 주 형식
zh_tw: 星期格式

source: Show login alert screen
cs_cz: zobrazit přihlašovací obrazovka alert
ko_kr: 경고 화면 로그인 표시
zh_tw: 警報屏幕顯示登錄

source: Display host display names (replaces host name on host/service status and host status detail pages)
cs_cz: zobrazit zobrazované názvy hostitelů (nahrazuje jméno hostitele na stránkách stavu hostitele / služby a podrobností o stavu hostitele)
ko_kr: 호스트 표시 이름 표시 (호스트 / 서비스 상태 및 호스트 상태 세부 정보 페이지의 호스트 이름 대체)
zh_tw: 顯示主機顯示名稱（替換主機/服務狀態和主機狀態詳細信息頁面上的主機名）

source: Display service display names (replaces service name in service status and service status detail pages)
cs_cz: zobrazit zobrazované názvy služeb (nahrazuje název služby na stránkách s informacemi o stavu služby a stavu služeb)
ko_kr: 서비스 표시 이름 표시 (서비스 상태 및 서비스 상태 세부 정보 페이지의 서비스 이름 대체)
zh_tw: 顯示服務顯示名稱（替換服務狀態和服務狀態詳細信息頁面中的服務名稱）

source: Theme selected does not exist.
cs_cz: vybrané téma neexistuje.
ko_kr: 선택한 테마가 없습니다.
zh_tw: 所選主題不存在。

source: You cannot have an empty insecure login ticket.
cs_cz: nemůžete mít prázdnou neaktuální vstupenku.
ko_kr: 비어있는 안전하지 않은 로그인 티켓을 가질 수 없습니다.
zh_tw: 你不能有一個空的不安全的登錄票。

source: Current password does not match authentication records.
cs_cz: Aktuální heslo neodpovídá záznamy ověřování.
ko_kr: 현재 암호 인증 기록과 일치하지 않습니다.
zh_tw: 當前密碼不匹配的認證記錄。

source: Please enter your current password to change password or email.
cs_cz: pro změnu hesla nebo e-mailu zadejte své aktuální heslo.
ko_kr: 비밀번호 또는 이메일을 변경하려면 현재 비밀번호를 입력하세요.
zh_tw: 請輸入您當前的密碼以更改密碼或電子郵件。

source: Password provided must be less than 72 characters long.
cs_cz: poskytnuté heslo musí mít délku menší než 72 znaků.
ko_kr: 암호는 72 자 미만이어야합니다.
zh_tw: 提供的密碼長度不得超過72個字符。

source: Password provided was previously used. You must use a new password.
cs_cz: poskytnuté heslo bylo dříve použito. musíte použít nové heslo.
ko_kr: 제공된 암호는 이전에 사용되었습니다. 새 암호를 사용해야합니다.
zh_tw: 提供的密碼以前使用過。您必須使用新密碼。

source: Specified password does not meet the complexity requirements.
cs_cz: Zadané heslo nesplňuje požadavky na složitost.
ko_kr: 지정된 암호는 복잡성을 만족하지 않는다.
zh_tw: 指定的密碼不符合複雜度要求。

source: Name is blank.
cs_cz: Název je prázdné.
ko_kr: 이름은 공백입니다.
zh_tw: 名稱是空白的。
