Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: View Hostgroup Commands
cs_cz: Příkazy pohled hostgroup
ko_kr: Hostgroup 명령보기
zh_tw: 查看主機組的命令

source: No services found
cs_cz: nalezeno žádné služby
ko_kr: 어떤 서비스를 찾을 수 없습니다
zh_tw: 沒有服務

source: View service status details for this host
cs_cz: Podrobnosti o stavu pohled na služby, tímto hostitelem
ko_kr: 이 호스트에 대한 서비스 상태 세부 정보보기
zh_tw: 此主機的詳細信息查看服務狀態

source: No status information found
cs_cz: žádné informace o stavu nalezeno
ko_kr: 상태 정보를 찾을 수 없습니다
zh_tw: 沒有狀態信息

source: No status information found.
cs_cz: žádné informace o stavu nalezen.
ko_kr: 상태 정보를 찾을 수 없습니다.
zh_tw: 沒有狀態信息。

source: View Servicegroup Commands
cs_cz: Příkazy pohled servicegroup
ko_kr: Servicegroup 명령보기
zh_tw: 查看服務組命令

source: Configure display options
cs_cz: konfigurovat možnosti zobrazení
ko_kr: 디스플레이 옵션을 구성
zh_tw: 配置顯示選項

source: Options
cs_cz: možnosti
ko_kr: 옵션
zh_tw: 選項

source: Ignore soft problems
cs_cz: ignorovat měkké problémy
ko_kr: 소프트 문제를 무시
zh_tw: 忽視軟性問題

source: Host Warning
cs_cz: hostitel varování
ko_kr: 호스트 경고
zh_tw: 主機報警

source: Host Critical
cs_cz: hostit kritický
ko_kr: 중요 호스트
zh_tw: 主辦關鍵

source: No data
cs_cz: žádná data
ko_kr: 데이터가 없습니다
zh_tw: 沒有數據

source: Process Info
cs_cz: proces info
ko_kr: 프로세스 정보
zh_tw: 進程信息

source: Stop
ko_kr: 정지
zh_tw: 停止

source: Restart
ko_kr: 다시 시작
zh_tw: 重新開始

source: Process State
cs_cz: proces stav
ko_kr: 프로세스 상태
zh_tw: 進程狀態

source: Process End Time
cs_cz: Konec časově
ko_kr: 프로세스 종료 시간
zh_tw: 過程的結束時間

source: Process Start Time
cs_cz: Proces čas zahájení
ko_kr: 시작 시간 처리
zh_tw: 進程啟動時間

source: Total Running Time
cs_cz: Celková doba běhu
ko_kr: 총 실행 시간
zh_tw: 總的運行時間

source: Process ID
cs_cz: proces id
ko_kr: 프로세스 ID
zh_tw: 進程id

source: Process Settings
cs_cz: nastavení procesní
ko_kr: 프로세스 설정
zh_tw: 進程設置

source: Active Service Checks
cs_cz: Aktivní servisní prohlídky
ko_kr: 활성 서비스 점검
zh_tw: 現役檢查

source: Passive Service Checks
cs_cz: pasivní servisní prohlídky
ko_kr: 수동 서비스 점검
zh_tw: 被動服務檢查

source: Active Host Checks
cs_cz: Účinné kontroly hostitelské
ko_kr: 활성 호스트 점검
zh_tw: 活動主機檢查

source: Passive Host Checks
cs_cz: pasivní hostitelské kontroly
ko_kr: 수동 호스트 점검
zh_tw: 被動主機檢查

source: Service Obsession
cs_cz: služba posedlost
ko_kr: 서비스 망상
zh_tw: 服務痴迷

source: Host Obsession
cs_cz: hostitel posedlost
ko_kr: 호스트 망상
zh_tw: 主機痴迷

source: Host Check Latency
cs_cz: Kontrola latence hostitel
ko_kr: 지연 시간을 확인 호스팅
zh_tw: 主機檢查延遲

source: Host Check Execution Time
cs_cz: hostit kontrolní spuštění čas
ko_kr: 실행 시간을 확인합니다 개최
zh_tw: 主機檢查執行時間

source: Service Check Latency
cs_cz: Kontrola latence služba
ko_kr: 서비스 점검 지연
zh_tw: 服務支票延遲

source: Service Check Execution Time
cs_cz: Služba doba realizace kontrola
ko_kr: 서비스는 실행 시간을 확인
zh_tw: 服務檢查執行時間

source: Now
cs_cz: teď
ko_kr: 지금
zh_tw: 現在

source: CPU Stats
cs_cz: cpu Statistiky
ko_kr: CPU 통계
zh_tw: CPU統計數據

source: Total
cs_cz: celkový
ko_kr: 툴
zh_tw: 總

source: Performance Grapher
cs_cz: výkon Grapher
ko_kr: 성능 모니터
zh_tw: 性能GRAPHER

source: Database Maintenance
cs_cz: údržba databáze
ko_kr: 데이터베이스 유지 관리
zh_tw: 數據庫維護

source: Command Subsystem
cs_cz: Řízení a zabezpečení
ko_kr: 명령 서브 시스템
zh_tw: 命令子系統

source: Event Manager
cs_cz: správcem událostí
ko_kr: 장애 관리
zh_tw: 事件管理器

source: Feed Processor
cs_cz: zdroj procesor
ko_kr: 프로세서 먹이를
zh_tw: 餵處理器

source: Ago
cs_cz: před
ko_kr: 전
zh_tw: 前

source: Report Engine
cs_cz: zpráva engine
ko_kr: 보고서
zh_tw: 報告引擎

source: Nonstop Operations Manager
cs_cz: nonstop manažer provozu
ko_kr: 논스톱 운영 관리자
zh_tw: 不間斷的業務經理

source: Not Run Yet
cs_cz: Zatím nelze spustit
ko_kr: 그러나 실행되지
zh_tw: 尚未運行

source: Cleaner
cs_cz: čistič
ko_kr: 청소기
zh_tw: 清潔器

source: Scheduling Queue
cs_cz: fronty plánování
ko_kr: 스케줄링 큐
zh_tw: 調度隊列

source: Disable active checks
cs_cz: zakázat aktivní kontroly
ko_kr: 액티브 체크를 사용하지 않는다.
zh_tw: 禁用主動檢查

source: Re-schedule
cs_cz: znovu naplánovat
ko_kr: 일정을 다시 잡다
zh_tw: 改期

source: Force immediate
cs_cz: okamžitě
ko_kr: 즉시 강요하다
zh_tw: 迫在眉睫

source: No scheduled downtime results matching your current filters.
cs_cz: no plánované výsledky prostoje vyhovující svou aktuální filtry.
ko_kr: 더 현재 필터와 일치하는 다운 타임의 결과를 예정하지 않습니다.
zh_tw: 沒有計劃的停機時間結果符合當前過濾器。

source: No Limit
cs_cz: bez omezení
ko_kr: 제한 없음
zh_tw: 沒有限制

source: Next Check
cs_cz: další kontrola
ko_kr: 다음 확인
zh_tw: 下一個檢查

source: Re-Schedule Check
cs_cz: znovu naplánovat kontrolu
ko_kr: 재 스케쥴 체크
zh_tw: 重新安排檢查

source: Check Time
cs_cz: zjistit jméno
ko_kr: 이름을 확인
zh_tw: 查名

source: Force the check
cs_cz: kontrolu
ko_kr: 체크를 강요하다
zh_tw: 強制檢查

source: Force a check regardless of what time the scheduled check occurs and whether or not checkd are enabled for the object.
cs_cz: vynutit kontrolu bez ohledu na to, kdy nastane naplánovaná kontrola a zda je pro objekt povoleno zaškrtnutí.
ko_kr: 예약 검사가 수행되는 시간 및 검사가 검사 대상에 대해 사용 가능한지 여부와 상관없이 검사를 강제 실행하십시오.
zh_tw: 無論計劃檢查發生的時間以及是否為對象啟用了checkd，都要強制檢查。

source: Scheduling...
cs_cz: plánování ...
ko_kr: 일정 예약 ...
zh_tw: 調度...

source: scheduled checks
cs_cz: plánovaných kontrol
ko_kr: 예정된 수표
zh_tw: 預定的支票

source: New %s release available!
cs_cz: Nová nagios xi vydání k dispozici!
ko_kr: 새로운 Nagios XI 릴리스 가능!
zh_tw: 新的nagios XI版本！

source: Last update check failed
cs_cz: Poslední aktualizace kontrola selhala
ko_kr: 최종 업데이트 확인 실패
zh_tw: 最後更新檢查失敗

source: System status degraded!
cs_cz: stav systému degradován!
ko_kr: 시스템 상태 변성!
zh_tw: 系統狀態退化！

source: Active host checks are disabled
cs_cz: Účinné kontroly hostitelské jsou vypnuté
ko_kr: 활성 호스트 수표는 사용할 수 없습니다
zh_tw: 活動主機檢查被禁用

source: Active service checks are disabled
cs_cz: Aktivní servisní prohlídky jsou vypnuté
ko_kr: 활성 서비스 수표는 사용할 수 없습니다
zh_tw: 現役檢查被禁用

source: Notifications are disabled
cs_cz: Oznámení jsou vypnuta
ko_kr: 알림이 사용 중지되었습니다
zh_tw: 通知被禁用

source: Unhandled host problems
cs_cz: neošetřené problémy hostitelské
ko_kr: 처리되지 않은 호스트 문제
zh_tw: 未處理的主機問題

source: No problems detected.
cs_cz: zjištěny žádné problémy.
ko_kr: 아무런 문제가 감지하지 않습니다.
zh_tw: 沒有檢測到的問題。

source: Critical Problems Detected
cs_cz: zjištěny kritické problémy
ko_kr: 중요한 문제가 감지
zh_tw: 檢測到的關鍵問題

source: Problems Detected
cs_cz: zjištěny problémy
ko_kr: 문제가 감지
zh_tw: 發現問題

source: New %s Release Available!
cs_cz: Nová nagios xi vydání k dispozici!
ko_kr: 새로운 Nagios XI 릴리스 가능!
zh_tw: 新的nagios XI版本！

source: A new version of %s is available. The new version may have important security or bug fixes that should be applied to this server.
cs_cz: nová verze Nagios XI je k dispozici. Nová verze může mít významné zabezpečení počítače nebo opravy chyb, které by měly být použity na tomto serveru.
ko_kr: Nagios XI의 새 버전을 사용할 수 있습니다. 새 버전이 서버에 적용해야합니다 중요한 보안이나 버그 수정이있을 수 있습니다.
zh_tw: 提供一個新的版本的Nagios的十一是。新版本可能有重要的安全性或缺陷修復的，應該應用於該服務器。

source: See details
cs_cz: prohlednout detaily
ko_kr: 내용을 보시려면 여기를 클릭하세요
zh_tw: 詳情請參閱

source: Download the latest version
cs_cz: stáhnout nejnovější verzi
ko_kr: 최신 버전을 다운로드
zh_tw: 下載最新版本

source: Update Check Failed.
cs_cz: Aktualizace kontrola selhala.
ko_kr: 실패 확인 업데이트합니다.
zh_tw: 更新檢查失敗。

source: The last update check failed. Make sure your %s server can access the Internet and check for program updates. Staying updated with the latest release of %s is important to preventing security breaches.
cs_cz: Poslední aktualizace kontrola selhala. ujistěte se, že xi serveru nagios přístup k internetu a zkontrolovat dostupnost aktualizací programu. zůstat aktualizován na nejnovější verzi Nagios XI by měla zabránit narušení bezpečnosti důležitá.
ko_kr: 마지막 업데이트 확인에 실패했습니다. 귀하의 Nagios XI 서버가 인터넷에 액세스 및 프로그램 업데이트를 확인할 수 있는지 확인하십시오. Nagios XI의 최신 버전으로 업데이트 머무는 것은 보안 위반을 방지하는 것이 중요합니다.
zh_tw: 最後一次更新檢查失敗。確保您的Nagios的XI服務器可以訪問互聯網和檢查程序更新。繼續更新使用最新版本的Nagios十一是很重要的，以防止安全漏洞。

source: Try a manual update check
cs_cz: pokusit ruční kontrolu aktualizací
ko_kr: 수동으로 업데이트 확인을 사용해보세요
zh_tw: 嘗試手動更新檢查

source: Could not resolve Internal Program URL
cs_cz: interní adresu URL programu nebylo možné vyřešit
ko_kr: 내부 프로그램 URL을 확인할 수 없습니다
zh_tw: 無法解析內部程序網址

source: Nagios XI could not resolve the hostname in the Program URL field.
cs_cz: nagios xi nemohl vyřešit název hostitele v poli url programu.
ko_kr: nagios xi가 프로그램 URL 필드에서 호스트 이름을 분석 할 수 없습니다.
zh_tw: nagios xi無法在程序url字段中解析主機名。

source: View Setting
cs_cz: nastavení zobrazení
ko_kr: 보기 설정
zh_tw: 查看設置

source: IP Address Mismatch in Internal Program URL
cs_cz: Neshoda ip adresy v interní adrese URL programu
ko_kr: 내부 프로그램 URL의 IP 주소 불일치
zh_tw: 內部程序網址中的IP地址不匹配

source: Nagios XI seems to be running on a differnt IP address than the one in the Program URL field.
cs_cz: Zdá se, že nagios xi běží na jiné adrese ip, než je adresa v poli url programu.
ko_kr: nagios xi이 (가) program url 필드의 IP 주소와 다른 IP 주소에서 실행중인 것 같습니다.
zh_tw: nagios xi似乎在與程序URL字段中不同的IP地址上運行。

source: System Status Degraded!
cs_cz: stav systému degradován!
ko_kr: 시스템 상태 변성!
zh_tw: 系統狀態退化！

source: One or more critical components of %s has been stopped, is disabled, or has malfunctioned. This can cause problems with monitoring, notifications, reporting, and more. You should investigate this problem immediately
cs_cz: jeden nebo více kritických složek Nagios XI byla zastavena, je zakázáno, nebo došlo k závadě. To může způsobit problémy s monitorováním, upozornění, reporting, a další. měli byste tento problém okamžitě vyšetřovat
ko_kr: Nagios XI 하나 이상의 중요한 구성 요소는 중지되었습니다 비활성화되어 있습니다, 또는 고장입니다. 이 모니터링, 알림,보고 및 더 많은 문제가 발생할 수 있습니다. 당신은이 문제를 즉시 조사해야합니다
zh_tw: Nagios的十一的一個或多個關鍵部件已停止，禁用，或已發生故障。這可能會導致監控，通知，報告，和更多的問題。你應該立即調查這個問題

source: Check system status
cs_cz: Kontrola stavu systému
ko_kr: 시스템 상태를 확인합니다
zh_tw: 檢查系統狀態

source: Check monitoring engine status
cs_cz: Kontrola stavu monitorovacího jádra
ko_kr: 모니터링 엔진 상태를 확인
zh_tw: 檢查發動機狀態監測

source: Unhandled Host Problems
cs_cz: neošetřené problémy hostitelské
ko_kr: 처리되지 않은 호스트 문제
zh_tw: 未處理的主機問題

source: Unhandled Problems!
cs_cz: neošetřené problémy!
ko_kr: 처리되지 않은 문제!
zh_tw: 未處理的問題！

source: There are one or more unhandled problems that require attention
cs_cz: existuje jeden nebo více neošetřené problémy, které vyžadují pozornost
ko_kr: 주의를 필요로 하나 이상의 처리되지 않은 문제가 있습니다
zh_tw: 有一個或多個未處理的問題需要注意

source: Could not read program data!
cs_cz: nemohl číst data programu!
ko_kr: 프로그램 데이터를 읽을 수 없습니다!
zh_tw: 無法讀取程序數據！

source: Active host checks
cs_cz: Účinné kontroly hostitelské
ko_kr: 활성 호스트 점검
zh_tw: 活動主機檢查

source: Active service checks
cs_cz: Aktivní servisní prohlídky
ko_kr: 활성 서비스 점검
zh_tw: 現役檢查

source: System Ok
cs_cz: systém je v pořádku
ko_kr: 확인 시스템
zh_tw: 系統ok

source: System Problem
cs_cz: problém systém
ko_kr: 시스템 문제
zh_tw: 系統問題

source: System is OK
cs_cz: Systém je v pořádku
ko_kr: 시스템은 괜찮습니다
zh_tw: 系統正常

source: System problems detected
cs_cz: zjištěny problémy systémové
ko_kr: 시스템 문제가 감지
zh_tw: 檢測到的系統問題

source: System warnings detected
cs_cz: zjištěna systémová upozornění
ko_kr: 시스템 경고가 감지
zh_tw: 系統警告檢測

source: Update Check Problem: Last update check failed.
cs_cz: Kontrola aktualizací problém: Poslední aktualizace kontrola selhala.
ko_kr: 문제를 확인 업데이트 : 마지막 업데이트 확인에 실패했습니다.
zh_tw: 更新檢查的問題：最後更新檢查失敗。

source: A new %s update is available
cs_cz: nová aktualizace nagios xi je k dispozici
ko_kr: 새로운 Nagios XI 업데이트를 사용할 수 있습니다
zh_tw: 一個新的nagios十一更新

source: Visit
cs_cz: návštěva
ko_kr: 방문
zh_tw: 訪問

source: to obtain the latest update
cs_cz: získat nejnovější aktualizaci
ko_kr: 최신 업데이트를 구하는 방법
zh_tw: 獲取最新的更新

source: Your %s installation is up to date.
cs_cz: instalace nagios xi je aktuální.
ko_kr: 귀하의 Nagios XI 설치가 최신입니다.
zh_tw: Nagios的喜安裝的是最新的。

source: Latest Available Version
cs_cz: Nejnovější dostupná verze
ko_kr: 사용 가능한 최신 버전
zh_tw: 最新的版本

source: Installed Version
cs_cz: nainstalovaná verze
ko_kr: 설치 버전
zh_tw: 安裝版

source: Last Update Check
cs_cz: Poslední aktualizace kontrola
ko_kr: 마지막 업데이트 확인
zh_tw: 上次更新檢查

source: The requested schedule id (sid) is not valid.
cs_cz: požadovaný plán id (sid) není platný.
ko_kr: 요청 일정 ID (SID)가 유효하지 않습니다.
zh_tw: 所要求的時間表ID（SID）是無效的。

source: Read only users cannot add schedule recurring downtime
cs_cz: číst pouze uživatele nelze přidat naplánovat pravidelné odstávky
ko_kr: 사용자가 읽기 전용 일정은 되풀이 다운 타임을 추가 할 수 없습니다
zh_tw: 只讀用戶不能添加日程經常性停機時間

source: Please enter a host name.
cs_cz: zadejte název hostitele.
ko_kr: 호스트 이름을 입력하십시오.
zh_tw: 請輸入主機名。

source: The host you specified is not valid for your user account.
cs_cz: hostitel jste zadali není platný pro svůj uživatelský účet.
ko_kr: 지정한 호스트는 사용자 계정에 대한 유효하지 않습니다.
zh_tw: 指定的主機為您的用戶帳戶是無效的。

source: Please enter a service name.
cs_cz: zadejte název služby.
ko_kr: servicegroup 이름을 입력하십시오.
zh_tw: 請輸入服務組的名稱。

source: The service you specified is not valid for your user account.
cs_cz: Služba jste zadali není platný pro svůj uživatelský účet.
ko_kr: 지정한 서비스가 사용자 계정에 대한 유효하지 않습니다.
zh_tw: 指定的服務，您為您的用戶帳戶是無效的。

source: Please enter a servicegroup name.
cs_cz: zadejte název servicegroup.
ko_kr: servicegroup 이름을 입력하십시오.
zh_tw: 請輸入服務組的名稱。

source: The servicegroup you specified is not valid for your user account.
cs_cz: servicegroup jste zadali není platný pro svůj uživatelský účet.
ko_kr: 지정한 servicegroup는 사용자 계정에 대한 유효하지 않습니다.
zh_tw: 不您指定的servicegroup，有效的為您的用戶帳戶。

source: Please enter a hostgroup name.
cs_cz: zadejte název hostgroup.
ko_kr: hostgroup 이름을 입력하십시오.
zh_tw: 請輸入主機組的名稱。

source: The hostgroup you specified is not valid for your user account.
cs_cz: hostgroup jste zadali není platný pro svůj uživatelský účet.
ko_kr: 지정한 hostgroup는 사용자 계정에 대한 유효하지 않습니다.
zh_tw: 您指定的主機組是不是有效的為您的用戶帳戶。

source: Please enter the start time for this downtime event.
cs_cz: zadejte čas začátku tohoto prostojů události.
ko_kr: 이 중단 이벤트에 대한 시작 시간을 입력하십시오.
zh_tw: 請輸入停機時間，事件的開始時間。

source: Please enter the duration of this downtime event. Duration should be more than 5 mins.
cs_cz: zadejte prosím dobu trvání této události výpadku. doba trvání by měla být delší než 5 minut.
ko_kr: 이 중단 시간 이벤트의 기간을 입력하십시오. 기간은 5 분 이상이어야합니다.
zh_tw: 請輸入此停機事件的持續時間。持續時間應超過5分鐘。

source: Please enter a valid time in 24-hour format, e.g. 21:00.
cs_cz: zadejte platný čas ve 24hodinovém formátu, například 21:00.
ko_kr: 24 시간 형식, 예를 들어 21시에 유효한 시간을 입력하십시오.
zh_tw: 請輸入一個有效的時間在24小時格式，例如21:00。

source: Please enter a valid duration time in minutes, e.g. 60. Duration should be more than 5 mins.
cs_cz: zadejte prosím platnou dobu trvání v minutách, např. 60. trvání by mělo být delší než 5 minut.
ko_kr: 유효 기간을 분 단위로 입력하십시오 (예 : 60 분). 기간은 5 분 이상이어야합니다.
zh_tw: 請輸入有效的持續時間，以分鐘為單位，例如60.持續時間應超過5分鐘。

source: Invalid days of the month.
cs_cz: neplatné dní v měsíci.
ko_kr: 이 달의 잘못된 일.
zh_tw: 無效天的月份。

source: Add Recurring Downtime Schedule
cs_cz: přidat opakující se prostoje plán
ko_kr: 반복 중단 일정을 추가
zh_tw: 增加經常性的停機時間進度

source: Edit Recurring Downtime Schedule
cs_cz: editovat opakující se prostoje plán
ko_kr: 반복 중단 일정을 수정
zh_tw: 編輯經常性的停機時間表

source: A new downtime schedule will be added to the monitoring engine one hour before it is set to activate, according to the parameters specified below.
cs_cz: nová výpadky plán bude přidána k monitorování motoru, jednu hodinu před tím, než je nastaven na aktivaci, na základě parametrů uvedených níže.
ko_kr: 이 활성화되도록 설정되기 전에 새 다운 타임 일정은 아래에 지정된 매개 변수에 따라 모니터링 엔진하다 시간에 추가됩니다.
zh_tw: 將被添加到一個新的停機時間時間表監控發動機1小時的之前，它被設置為激活的，按照下面指定的參數。

source: Schedule Settings
cs_cz: nastavení plánu
ko_kr: 설정을 일정
zh_tw: 排程設定

source: The host associated with this schedule.
cs_cz: hostitel spojený s tímto plánem.
ko_kr: 이 일정과 관련된 호스트.
zh_tw: 時間表與此相關聯的主機。

source: Schedule downtime for all child hosts
cs_cz: Plán vyvolal prostoje pro všechny podřízené hostitelů
ko_kr: 일정은 모든 자식 호스트 다운 타임을 유발
zh_tw: 計劃引發的停機時間所有子主機

source: Include all services on this host
cs_cz: zahrnují všechny služby týkající se tímto hostitelem
ko_kr: 이 호스트의 모든 서비스를 포함?
zh_tw: 包含該主機上的所有服務？

source: Optional service associated with this schedule.
cs_cz: volitelná služba spojená s tímto plánem.
ko_kr: 옵션 서비스는이 일정과 관련된.
zh_tw: 可選的服務，與這個時間表。

source: A * wildcard can be used before and/or after the service name to specify multiple matches
cs_cz: zástupný znak * může být použit před a / nebo po názvu služby pro zadání více shod
ko_kr: 여러 개의 일치 항목을 지정하기 위해 서비스 이름 앞뒤에 a * 와일드 카드를 사용할 수 있습니다.
zh_tw: 可以在服務名稱之前和/或之後使用*通配符來指定多個匹配項

source: The servicegroup associated with this schedule
cs_cz: servicegroup spojená s tímto plánem
ko_kr: 이 일정과 관련된 servicegroup
zh_tw: 與這個時間表的servicegroup

source: The hostgroup associated with this schedule
cs_cz: hostgroup spojená s tímto plánem
ko_kr: 이 일정과 관련된 hostgroup
zh_tw: 與這個時間表的主機組

source: Include all services in this hostgroup
cs_cz: zahrnují všechny služby v této hostgroup
ko_kr: 이 hostgroup의 모든 서비스를 포함?
zh_tw: 包括在這個主機組的所有服務？

source: An optional comment associated with this schedule.
cs_cz: nepovinný komentář spojený s tímto plánem.
ko_kr: 이 일정과 관련된 선택 사항 댓글
zh_tw: 一個可選的註釋與這個時間表

source: Time of day the downtime should start in 24-hr format
cs_cz: denní doba prostoje by měla začít ve formátu 24 h
ko_kr: 하루의 시간은 가동 중단 시간은 24 시간 형식으로 시작합니다
zh_tw: 一天中的時間的停機時間應該從24小時格式

source: Minutes
cs_cz: zápis
ko_kr: 분
zh_tw: 分鐘

source: Duration of the scheduled downtime in minutes. Duration should be more than 5 mins or downtime will not be scheduled.
cs_cz: trvání plánované prostoje v minutách. doba trvání by měla být delší než 5 minut nebo nebude naplánováno prostoje.
ko_kr: 예정된 다운 타임의 지속 시간. 기간은 5 분 이상이어야합니다. 그렇지 않으면 가동 중단 시간이 정해지지 않습니다.
zh_tw: 計劃停機時間（以分鐘為單位）。持續時間應超過5分鐘，否則將無法安排停機時間。

source: Valid Months
cs_cz: platné měsíců
ko_kr: 유효 개월
zh_tw: 有效期個月

source: Jan
cs_cz: leden
ko_kr: 1월
zh_tw: 一月

source: Feb
cs_cz: února
ko_kr: 2월

source: Mar
ko_kr: 흠을 내다
zh_tw: 損傷

source: Apr
cs_cz: dubna
ko_kr: 4월

source: May
cs_cz: smět
ko_kr: 할 수있다
zh_tw: 可能

source: Jun
cs_cz: června
ko_kr: 6월
zh_tw: 君

source: Jul
cs_cz: července
ko_kr: 7월
zh_tw: 七月

source: Aug
cs_cz: srpna
ko_kr: 8월

source: Sep
cs_cz: září
ko_kr: 9월

source: Oct
cs_cz: říjen
ko_kr: 10월
zh_tw: 辛

source: Nov
cs_cz: listopad
ko_kr: 11월

source: Dec
cs_cz: prosince
ko_kr: 12월
zh_tw: 十二月

source: Months this schedule is valid. Defaults to every month if none selected
cs_cz: měsíců tento plán je platný. výchozí každý měsíc, pokud vybrané none
ko_kr: 요일이 일정은 유효합니다. 모든 평일 기본값은 어느 것도 선택하지 경우
zh_tw: 星期幾的這個計劃是有效的。默認為每個工作日，如果沒有選擇

source: Valid Weekdays
cs_cz: platné ve všední dny
ko_kr: 유효 평일
zh_tw: 有效平日

source: Mon
cs_cz: pondělí
ko_kr: 월
zh_tw: 週一

source: Tue
cs_cz: út
ko_kr: 화
zh_tw: 週二

source: Wed
cs_cz: sezdát
ko_kr: 결혼
zh_tw: 結婚

source: Thu
ko_kr: 목
zh_tw: 週四

source: Fri
ko_kr: 금
zh_tw: 週五

source: Sat
cs_cz: so.
ko_kr: 토
zh_tw: 坐在

source: Sun
cs_cz: slunce
ko_kr: 해
zh_tw: 太陽

source: Days of the week this schedule is valid. Defaults to every weekday if none selected
cs_cz: dny v týdnu tento plán je platný. výchozí každý den v týdnu, pokud vybrané none
ko_kr: 요일이 일정은 유효합니다. 모든 평일 기본값은 어느 것도 선택하지 경우
zh_tw: 星期幾的這個計劃是有效的。默認為每個工作日，如果沒有選擇

source: Valid Days of Month
cs_cz: Platné dny v měsíci
ko_kr: 이 달의 유효한 일
zh_tw: 有效天數的月份

source: Comma-separated list of days of month this schedule is valid. Defaults to every day if empty. If you specify weekdays <em>and</em> days of the month, then <em>both</em> must match for the downtime to be scheduled.
cs_cz: čárkami oddělený seznam dnech měsíce, tento plán je platný. výchozí každý den, pokud prázdný. Zadáte-li <em>ve</em> všední dny <em>a</em> dny v měsíci, pak se <em>oba</em> musí odpovídat za prostoje, které mají být naplánováno.
ko_kr: 월 일 쉼표로 구분 된 목록은 다음과 일정은 유효합니다. 빈 경우 매일 기본값은. 당신이 <em>평일과</em> 달의 요일을 지정할 경우 다운 타임이 예약 할 수 있도록 다음 <em>모두</em> 일치해야합니다.
zh_tw: 逗號分隔的列表，天月這個時間表是有效的。默認為每天如果為空。如果您指定工作日<em>和</em>天的月份， <em>都</em>必須符合預定的停機時間。

source: Submit Schedule
cs_cz: předložit plán
ko_kr: 일정을 제출
zh_tw: 提交時間表

source: Recurring Downtime
cs_cz: opakující se prostoje
ko_kr: 반복 중단
zh_tw: 經常性的停機時間

source: Recurring Downtime for Host:
cs_cz: opakující prostojů u hostitele:
ko_kr: 호스트에 대한 반복 중단
zh_tw: 主機經常性的停機時間

source: Recurring Downtime for Hostgroup:
cs_cz: opakující prostojů u hostgroup:
ko_kr: Hostgroup에 대한 반복 중단
zh_tw: 經常性的停機時間的hostgroup

source: Recurring Downtime for Servicegroup:
cs_cz: opakující prostojů u servicegroup:
ko_kr: Servicegroup에 대한 반복 중단
zh_tw: 經常性的停機時間服務組

source: Host Schedules
cs_cz: hostitelské plány
ko_kr: 호스트 일정
zh_tw: 主機安排

source: Service Schedules
cs_cz: rozvrhy služby
ko_kr: 호스트 / 서비스 시간표
zh_tw: 主機/服務計劃

source: Hostgroup Schedules
cs_cz: rozvrhy hostgroup
ko_kr: Hostgroup 일정
zh_tw: 主機組的時間表

source: Servicegroup Schedules
cs_cz: rozvrhy servicegroup
ko_kr: Servicegroup 일정
zh_tw: 服務組時間表

source: Scheduled downtime definitions that are designed to repeat (recur) at set intervals are shown below. The next schedule for each host/service are added to the monitoring engine when the cron runs at the top of the hour.
cs_cz: naplánované definice prostoje, které jsou navrženy tak, aby opakování (opakovat nebo) v nastavených intervalech jsou uvedeny níže. další plán pro každého hostitele / služby jsou přidány do monitorovacího jádra, když je cron běží v horní části hodiny.
ko_kr: 세트 간격으로 (재발) 반복하도록 설계되었습니다 예정 중단의 정의는 다음과 같습니다. 를 cron이 시간의 상단에 실행하면 각 호스트 / 서비스에 대한 다음 일정을 모니터링 엔진에 추가됩니다.
zh_tw: 計劃停機時間，在設定的時間間隔重複（出現）的定義如下所示。每個主機/服務的下一個時間表被添加到監視引擎cron程序運行時，在頂部的小時。

source: Are you sure you wish to delete this downtime schedule?
cs_cz: jsou si jisti, že chcete smazat tento prostoje plán?
ko_kr: 당신이이 중단 일정을 삭제 하시겠습니까?
zh_tw: 你確定你要刪除的停機時間，時間表嗎？

source: Add schedule for this host
cs_cz: přidat plán pro tohoto hostitele
ko_kr: 이 호스트에 대한 일정을 추가
zh_tw: 這台主機添加調度

source: Add Schedule
cs_cz: přidat plán
ko_kr: 일정 추가
zh_tw: 增加安排

source: Months
cs_cz: měsíce
ko_kr: 월
zh_tw: 月

source: Weekdays
cs_cz: ve všední dny
ko_kr: 평일에
zh_tw: 平日

source: Days in Month
cs_cz: dny v měsíci
ko_kr: 달의 일
zh_tw: 天月

source: Handle Child Hosts
cs_cz: zvládnout dětské hostitele
ko_kr: 자식 호스트 처리
zh_tw: 處理孩子的主人

source: Yes, triggered
cs_cz: ano, spuštěno
ko_kr: 예, 트리거 됨
zh_tw: 是的，觸發了

source: Yes, non-triggered
cs_cz: ano, nespustené
ko_kr: 예, 트리거되지 않음
zh_tw: 是的，非觸發的

source: Edit schedule
cs_cz: upravit plán
ko_kr: 편집 일정
zh_tw: 編輯時間表

source: Delete schedule
cs_cz: smazat plán
ko_kr: 예약을 삭제
zh_tw: 刪除時間表

source: There are currently no host recurring downtime events defined.
cs_cz: v současné době žádné hostitelské opakujících se prostoje události definované.
ko_kr: 정의 된 hostgroup 반복 중단 이벤트가 없습니다.
zh_tw: 目前還沒有定義的主機組的經常性停機事件。

source: Delete Schedule
cs_cz: smazat plán
ko_kr: 예약을 삭제
zh_tw: 刪除時間表

source: There are currently no host/service recurring downtime events defined.
cs_cz: v současné době žádné hostitel / služba opakující se prostoje události definované.
ko_kr: 정의 된 호스트 / 서비스 정기 다운 타임 이벤트가 없습니다.
zh_tw: 目前還沒有定義的主機/服務的經常性停機事件。

source: Add schedule for this hostgroup
cs_cz: přidat plán pro tento hostgroup
ko_kr: 이 hostgroup에 대한 일정을 추가
zh_tw: 該主機組中添加調度

source: There are currently no hostgroup recurring downtime events defined.
cs_cz: v současné době žádné hostgroup opakujících se prostoje události definované.
ko_kr: 정의 된 hostgroup 반복 중단 이벤트가 없습니다.
zh_tw: 目前還沒有定義的主機組的經常性停機事件。

source: Add schedule for this servicegroup
cs_cz: přidat plán pro tento servicegroup
ko_kr: 이 servicegroup에 대한 일정을 추가
zh_tw: 該服務組中添加時間表

source: There are currently no servicegroup recurring downtime events defined.
cs_cz: v současné době žádné servicegroup opakujících se prostoje události definované.
ko_kr: 정의 된 servicegroup 반복 중단 이벤트가 없습니다.
zh_tw: 有目前沒有任何servicegroup的經常性停機事件定義。

source: Host check is pending...
cs_cz: Kontrola hostitel čeká ...
ko_kr: 호스트 확인이 대기 중입니다 ...
zh_tw: 主機檢查待...

source: Check is scheduled for
cs_cz: Kontrola je plánováno na
ko_kr: 수표가 예정되어 있습니다
zh_tw: 檢查預定

source: No check results for host yet...
cs_cz: žádné výsledky kontrolní pro hostitele ještě ...
ko_kr: 아직 호스트에 대한 검사 결과가 없습니다 ...
zh_tw: 沒有檢查結果的主機...

source: No matching host found
cs_cz: žádná odpovídající hostitel nalezeno
ko_kr: 일치하는 호스트 없음
zh_tw: 沒有找到匹配的主機
