Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: SNMPTT is not running
cs_cz: snmptt není spuštěn
ko_kr: snmptt가 실행되고 있지 않습니다.
zh_tw: snmptt沒有運行

source: SNMPTT is running
cs_cz: snmptt běží
ko_kr: snmptt가 실행 중입니다.
zh_tw: snmptt正在運行

source: Adding trap definitions is an enterprise feature. Please activate your enterprise license.
cs_cz: přidávání definic past je podniková funkce. aktivujte prosím svou podnikovou licenci.
ko_kr: 트랩 정의를 추가하는 것은 엔터프라이즈 기능입니다. 엔터프라이즈 라이센스를 활성화하십시오.
zh_tw: 添加陷阱定義是一項企業功能。請激活您的企業許可證。

source: Normal
cs_cz: normální
ko_kr: 표준
zh_tw: 正常

source: NXTI Test Event
cs_cz: nxti zkušební událost
ko_kr: nxti 테스트 이벤트
zh_tw: nxti測試事件

source: This is a sample trap definition for testing purposes
cs_cz: toto je definice odběru vzorku pro testovací účely
ko_kr: 테스트 용 샘플 트랩 정의입니다.
zh_tw: 這是用於測試目的的示例陷阱定義

source: Success!
cs_cz: úspěch!
ko_kr: 성공!
zh_tw: 成功！

source: SNMP Traps
cs_cz: SNMP trap
ko_kr: SNMP 트랩
zh_tw: SNMP陷阱

source: Changes not applied!
cs_cz: nepoužité změny!
ko_kr: 변경 사항이 적용되지 않았습니다!
zh_tw: 更改不適用！

source: Apply Changes
cs_cz: aplikuj změny
ko_kr: 변경 승인
zh_tw: 應用更改

source: to write to snmptt.conf.nxti.
cs_cz: psát na adresu snmptt.conf.nxti.
ko_kr: snmptt.conf.nxti에 기록하십시오.
zh_tw: 寫入snmptt.conf.nxti。

source: Received Traps
cs_cz: přijaté pasti
ko_kr: 함정을 받았다
zh_tw: 收到陷阱

source: Defined Traps
cs_cz: definované pasti
ko_kr: 정의 된 트랩
zh_tw: 定義的陷阱

source: Matches Event Name, OID, or Description
cs_cz: odpovídá názvu události, oid nebo popisu
ko_kr: 이벤트 이름, oid 또는 설명과 일치합니다.
zh_tw: 匹配事件名稱，oid或描述

source: Event%sName
cs_cz: událost% sname
ko_kr: 이벤트 이름
zh_tw: 事件名稱

source: Add a Trap Definition
cs_cz: přidat definici trapů
ko_kr: 트랩 정의 추가
zh_tw: 添加陷阱定義

source: Event
cs_cz: událost
ko_kr: 이벤트
zh_tw: 事件

source: deleted.
cs_cz: vypouští.
ko_kr: 삭제.
zh_tw: 刪除。

source: Trap Definitions
cs_cz: definice pasti
ko_kr: 함정 정의
zh_tw: 陷阱定義

source: You have selected to modify multiple trap definitions.
cs_cz: jste vybrali úpravu více definic trapů.
ko_kr: 여러 트랩 정의를 수정하도록 선택했습니다.
zh_tw: 您已選擇修改多個陷阱定義。

source: definitions selected
cs_cz: vybrané definice
ko_kr: 선택한 정의
zh_tw: 選定的定義

source: Timestamp
cs_cz: časové razítko
ko_kr: 타임 스탬프
zh_tw: 時間戳

source: Trap&nbsp;Origin&nbsp;IP
cs_cz: trap původ ip
ko_kr: 트랩 원점 IP
zh_tw: 陷阱來源IP

source: Origin&nbsp;IP
cs_cz: původ ip
ko_kr: 원산지 IP
zh_tw: 來源IP

source: Trap logs successfully deleted.
cs_cz: záznamy o trapách byly úspěšně smazány.
ko_kr: 트랩 로그가 성공적으로 삭제되었습니다.
zh_tw: 陷阱日誌成功刪除。

source: Trap Logs
cs_cz: záznamy trapů
ko_kr: 트랩 로그
zh_tw: 陷阱日誌

source: You have selected to modify multiple trap logs.
cs_cz: jste vybrali úpravu protokolů vícenásobných trapů.
ko_kr: 여러 트랩 로그를 수정하도록 선택했습니다.
zh_tw: 您已選擇修改多個陷阱日誌。

source: logs selected
cs_cz: vybrané protokoly
ko_kr: 선택한 로그
zh_tw: 選擇日誌

source: SNMP version you want to use when sending this trap.
cs_cz: snmp verzi, kterou chcete použít při odesílání této pasti.
ko_kr: 이 함정을 보낼 때 사용할 SNMP 버전입니다.
zh_tw: 發送此陷阱時要使用的snmp版本。

source: Generic Trap
cs_cz: generický pasti
ko_kr: 일반 함정
zh_tw: 通用陷阱

source: 0 (coldStart)
cs_cz: 0 (studený start)
ko_kr: 0 (콜드 스타트)
zh_tw: 0（冷啟動）

source: 1 (warmStart)
cs_cz: 1 (teplý start)
ko_kr: 1 (웜 스타트)

source: 2 (linkDown)
cs_cz: 2 (odkaz)
ko_kr: 2 (링크 다운)
zh_tw: 2（鏈接）

source: 4 (authenticationFailure)
cs_cz: 4 (selhání při autentizaci)
ko_kr: 4 (인증 실패)
zh_tw: 4（認證失敗）

source: 5 (egpNeighborLoss)
cs_cz: 5 (např.
ko_kr: 5 (예 : 고지량 손실)

source: 6 (enterpriseSpecific)
cs_cz: 6 (podnikypecifické)
ko_kr: 6 (기업 특정)
zh_tw: 6（企業特定）

source: Generic trap type.
cs_cz: generický typ pasti.
ko_kr: 일반 함정 유형
zh_tw: 通用陷阱類型。

source: Specific Trap
cs_cz: specifická past
ko_kr: 특정 함정
zh_tw: 具體陷阱

source: Specific enterprise trap code.
cs_cz: specifický podnikový kód pasce.
ko_kr: 특정 엔터프라이즈 트랩 코드.
zh_tw: 特定的企業陷阱代碼。

source: Hostname or IP address of the agent that generated this trap.
cs_cz: název hostitele nebo adresa IP agentu, který generoval tuto chybu.
ko_kr: 이 트랩을 생성 한 에이전트의 호스트 이름 또는 IP 주소.
zh_tw: 生成此陷阱的代理的主機名或IP地址。

source: Community&nbsp;String
cs_cz: komunitní řetězec
ko_kr: 커뮤니티 문자열
zh_tw: 社區字符串

source: The community string you want associated with this trap. Community strings are used for authentication purposes.
cs_cz: řetězec komunity, který chcete přidružit k této pasti. Komunitní řetězce se používají pro autentizační účely.
ko_kr: 이 트랩과 관련된 커뮤니티 문자열 커뮤니티 문자열은 인증 목적으로 사용됩니다.
zh_tw: 您希望與此陷阱相關聯的社區字符串。社區字符串用於認證目的。

source: The object identifier you want associated with this trap.
cs_cz: identifikátor objektu, který chcete přidružit k této pasti.
ko_kr: 이 트랩과 연관시킬 객체 식별자.
zh_tw: 要與此陷阱關聯的對象標識符。

source: Variable Bindings
cs_cz: variabilní vázání
ko_kr: 변수 바인딩
zh_tw: 變量綁定

source: A variable binding is the pairing of an SNMP object instance name with an associated value. A variable binding list is a series of variable binding entries.
cs_cz: variabilní vazba je párování názvu instance snmp objektu s přidruženou hodnotou. variabilní seznam vazeb je řada variabilních vazebných záznamů.
ko_kr: 변수 바인딩은 snmp 객체 인스턴스 이름과 연관된 값의 쌍입니다. 가변 바인딩 목록은 일련의 변수 바인딩 항목입니다.
zh_tw: 變量綁定是snmp對象實例名稱與關聯值的配對。變量綁定列表是一系列變量綁定條目。

source: Integer
cs_cz: celé číslo
ko_kr: 정수
zh_tw: 整數

source: Unsigned
cs_cz: přidělen
ko_kr: 지정된
zh_tw: 分配

source: Counter
cs_cz: čelit
ko_kr: 계수기
zh_tw: 計數器

source: String
cs_cz: šňůra
ko_kr: 끈
zh_tw: 串

source: Hex String
cs_cz: hex řetězec
ko_kr: 16 진수 문자열
zh_tw: 十六進制串

source: Decimal String
cs_cz: desetinný řetězec
ko_kr: 10 진수 문자열
zh_tw: 十進制串

source: Null Object
cs_cz: null objekt
ko_kr: null 객체
zh_tw: 空對象

source: Object ID
cs_cz: id objektu
ko_kr: 객체 ID
zh_tw: 對象ID

source: Timeticks
ko_kr: 시간표

source: Bits
cs_cz: bitů
ko_kr: 조금
zh_tw: 位

source: Test File Contents
cs_cz: obsah testovacího souboru
ko_kr: 테스트 파일 내용
zh_tw: 測試文件內容

source: Clear Test File
cs_cz: jasný testovací soubor
ko_kr: 테스트 파일 지우기
zh_tw: 清除測試文件

source: Unknown Traps Log Contents
cs_cz: neznámé obsahy záznamů trapů
ko_kr: 알 수없는 트랩 로그 내용
zh_tw: 未知的陷阱日誌內容

source: Add Example Trap Definition
cs_cz: přidat příklad definice trap
ko_kr: 예제 트랩 정의 추가
zh_tw: 添加示例陷阱定義

source: Add an SNMP trap definition with a predefined event name, symbolic OID, category, severity, description and execute line. Useful for learning how a trap is defined or for testing purposes.
cs_cz: přidejte definici trapů snmp s předdefinovaným názvem události, symbolickou oidou, kategorií, závažnost, popisem a provedením řádku. užitečné pro zjištění, jak je definována past nebo pro účely testování.
ko_kr: 사전 정의 된 이벤트 이름, 기호식 oid, 카테고리, 심각도, 설명 및 실행 행과 함께 SNMP 트랩 정의를 추가하십시오. 트랩이 정의 된 방법을 학습하거나 테스트 목적으로 유용합니다.
zh_tw: 使用預定義的事件名稱，符號oid，類別，嚴重性，描述和執行行添加snmp陷阱定義。有助於了解陷阱如何定義或用於測試目的。

source: Send Test Trap
cs_cz: odeslat testovací past
ko_kr: 시험 함정을 보내라.
zh_tw: 發送測試陷阱

source: Send an SNMP trap with an OID that matches the trap definition provided by the <b>Add Example Trap Definition</b> button. Useful for testing purposes.
cs_cz: odešlete přilepku snmp s oidem, který odpovídá definici zachycení, která je poskytnuta tlačítkem <b>příkladu definice trap definice</b> . užitečné pro účely testování.
ko_kr: <b>add example 트랩 정의</b> 버튼에서 제공 한 트랩 정의와 일치하는 oid와 함께 SNMP 트랩을 보냅니다. 테스트 목적에 유용합니다.
zh_tw: 發送一個與<b>添加示例陷阱定義</b>按鈕提供的陷阱定義相匹配的oid的snmp陷阱。用於測試目的。

source: Send Custom Test Trap
cs_cz: odeslat vlastní testovací past
ko_kr: 맞춤 테스트 트랩 보내기
zh_tw: 發送自定義測試陷阱

source: Send a customized test SNMP trap. Useful for testing/debugging specific trap handling script use cases.
cs_cz: poslat vlastní testovací snmp. užitečné pro testování / ladění konkrétních případů použití skriptu pro zpracování pasáží.
ko_kr: 맞춤 테스트 SNMP 트랩을 보냅니다. 특정 트랩 처리 스크립트 사용 사례를 테스트 / 디버깅하는 데 유용합니다.
zh_tw: 發送一個定制的測試snmp陷阱。用於測試/調試特定的陷阱處理腳本用例。

source: Rewrite the trap definition database to snmptt.conf.nxti and restarts the trap translator. Use this if you've accidentally edited snmptt.conf.nxti
cs_cz: přepsat databázi definice trapů na snmptt.conf.nxti a restartovat překladač trapů. použijte to, pokud jste omylem upravili soubor snmptt.conf.nxti
ko_kr: 트랩 정의 데이터베이스를 snmptt.conf.nxti에 다시 쓰고 트랩 변환기를 다시 시작합니다. 실수로 snmptt.conf.nxti를 편집 한 경우 이것을 사용하십시오.
zh_tw: 將陷阱定義數據庫重寫為snmptt.conf.nxti並重新啟動陷阱轉換器。如果您不小心編輯了snmptt.conf.nxti，請使用它

source: Show Test File Contents
cs_cz: zobrazit obsah zkušebního souboru
ko_kr: 테스트 파일 내용보기
zh_tw: 顯示測試文件內容

source: Show the contents of the SNMP test file.
cs_cz: zobrazte obsah testovacího souboru snmp.
ko_kr: snmp 테스트 파일의 내용을 표시하십시오.
zh_tw: 顯示snmp測試文件的內容。

source: Show Unknown Trap Log
cs_cz: zobrazit neznámé záznamy trapů
ko_kr: 알 수없는 트랩 로그 표시
zh_tw: 顯示未知的陷阱日誌

source: Show the contents of the snmpttunknown.log file. Any traps that are received without matching definitions are logged here.
cs_cz: zobrazit obsah souboru snmpttunknown.log. jsou zde zaznamenány všechny chyby, které byly přijaty bez odpovídajících definic.
ko_kr: snmpttunknown.log 파일의 내용을 표시하십시오. 일치하는 정의없이 수신 된 트랩은 여기에 기록됩니다.
zh_tw: 顯示snmpttunknown.log文件的內容。在此處記錄任何未接收匹配定義的陷阱。

source: Toggle Received Traps Logging
cs_cz: přepínat protokolování přijatých pastí
ko_kr: 수신 트랩 로깅 토글
zh_tw: 切換收到的陷阱日誌

source: Enable or disable logging to the Received Traps table. Logging is currently %s.
cs_cz: povolit nebo zakázat protokolování do tabulky přijatých pastí. protokolování je aktuálně% s.
ko_kr: 수신 된 트랩 테이블에 로깅을 사용 가능 또는 사용 불가능하게합니다. 로깅은 현재 % s입니다.
zh_tw: 啟用或禁用到接收到的陷阱表的日誌記錄。當前記錄為％s。

source: Test file successfully cleared
cs_cz: zkušební soubor byl úspěšně odstraněn
ko_kr: 테스트 파일이 성공적으로 지워짐
zh_tw: 測試文件已成功清除

source: Unknown trap log successfully cleared
cs_cz: Neznámý protokol trap úspěšně odstraněn
ko_kr: 알 수없는 트랩 로그가 성공적으로 지워짐
zh_tw: 未知的陷阱日誌成功清除

source: Please Wait
cs_cz: prosím, čekejte
ko_kr: 기다려주십시오
zh_tw: 請稍候

source: Adding Test Trap Definition... (1/9)
cs_cz: přidání definice testovacího filtru ... (1/9)
ko_kr: 테스트 트랩 정의 추가 중 ... (1/9)
zh_tw: 添加測試陷阱定義...（1/9）

source: Verifying Test Trap Definition... (2/9)
cs_cz: ověření definice zkušebního lapače ... (2/9)
ko_kr: 테스트 트랩 정의 확인 중 ... (2/9)
zh_tw: 驗證測試陷阱定義...（2/9）

source: Failed Stage 1/9 (Trap Definition Verification)! Nagios XI was not able to add a trap definition to the database (meaning that it cannot be written to the snmptt configuration file.
cs_cz: selhání fáze 1/9 (ověření definice trapů)! nagios xi nedokázal do databáze přidat definici trap (což znamená, že nemůže být zapsána do konfiguračního souboru snmptt.
ko_kr: 1/9 단계의 트랩 실패 (트랩 정의 확인)! nagios xi는 데이터베이스에 트랩 정의를 추가 할 수 없었습니다 (snmptt 구성 파일에 기록 할 수 없음을 의미).
zh_tw: 失敗階段1/9（陷阱定義驗證）！ nagios xi無法將陷阱定義添加到數據庫（這意味著它不能寫入snmptt配置文件。

source: Submitting snmptrap Command... (3/9)
cs_cz: odeslání příkazu snmptrap ... (3/9)
ko_kr: snmptrap 명령을 제출하는 중 ... (3/9)
zh_tw: 提交snmptrap命令...（3/9）

source: Failed Stage 2/9 (Trap Definition Verification)! Nagios XI was not able to find our trap definition in the database.
cs_cz: selhání ve fázi 2/9 (ověření definice lapače)! nagios xi nebyl schopen nalézt v databázi naši definici trapů.
ko_kr: 2/9 단계에서 실패 함 (함정 정의 검증)! nagios xi는 데이터베이스에서 트랩 정의를 찾을 수 없었습니다.
zh_tw: 失敗階段2/9（陷阱定義驗證）！ nagios xi無法在數據庫中找到我們的陷阱定義。

source: Verifying Trap Reception... (4/9)
cs_cz: ověření příjmu pasti ... (4/9)
ko_kr: 트랩 수신 확인 중 ... (4/9)
zh_tw: 驗證陷阱接收...（4/9）

source: Failed Stage 3/9 (snmptrap command sending)! Nagios XI was not able to run the snmptrap command.
cs_cz: selhání ve fázi 3/9 (odesílání příkazu snmptrap)! nagios xi nebyl schopen spustit příkaz snmptrap.
ko_kr: 3/9 단계 실패 (snmptrap 명령 전송)! nagios xi는 snmptrap 명령을 실행할 수 없었습니다.
zh_tw: 3/9失敗階段（snmptrap命令發送）！ nagios xi無法運行snmptrap命令。

source: Verifying EXEC Line functionality... (5/9)
cs_cz: ověření funkce line line ... (5/9)
ko_kr: exec 줄 기능 확인 중 ... (5/9)
zh_tw: 驗證exec線路功能...（5/9）

source: Failed Stage 4/9 (Received Trap Verification)! SNMPTT was not able to run the NXTI trap handling script, and received traps are not being added to the database.
cs_cz: neúspěšná fáze 4/9 (přijaté ověření pasti)! snmptt nebyl schopen spustit skript pro zpracování nxti trap a přijaté pasti nejsou přidávány do databáze.
ko_kr: 실패한 무대 4/9 (트랩 검증을 받았습니다)! snmptt가 nxti 트랩 처리 스크립트를 실행할 수 없으며받은 트랩이 데이터베이스에 추가되지 않습니다.
zh_tw: 失敗的階段4/9（接受陷阱驗證）！ snmptt無法運行nxti陷阱處理腳本，並且收到的陷阱未被添加到數據庫中。

source: Deleting Generated Test Trap... (6/9)
cs_cz: odstranění generované testovací trap ... (6/9)
ko_kr: 생성 된 테스트 트랩 삭제 중 ... (6/9)
zh_tw: 刪除生成的測試陷阱...（6/9）

source: Failed Stage 5/9 (EXEC verification)! Your SNMP Traps are being received correctly, but something may be preventing your EXEC lines from running properly.
cs_cz: selhání fáze 5/9 (ověření příkazu)! vaše snmpové lapače jsou přijímány správně, ale něco vám může zabránit správným spuštění vašich řádků exec.
ko_kr: 5/9 단계 실패 (임원 검증)! 귀하의 SNMP 트랩이 올바르게 수신되고 있지만 무언가가 귀하의 간부 라인이 올바르게 작동하지 않을 수 있습니다.
zh_tw: 失敗階段5/9（執行驗證）！您的snmp陷阱正在被正確接收，但可能會阻止您的exec線路正常運行。

source: Deleting Received Trap Log... (7/9)
cs_cz: odstranění přijatého záznamu trap ... (7/9)
ko_kr: 받은 트랩 로그 삭제 중 ... (7/9)
zh_tw: 刪除收到的陷阱日誌...（7/9）

source: Truncating Test File... (8/9)
cs_cz: zkrácený zkušební soubor ... (8/9)
ko_kr: 테스트 파일 자르기 ... (8/9)
zh_tw: 截斷測試文件...（8/9）

source: Failed Stage 8/9 (Test File Truncation)! Your snmptt setup works locally, but there may be a permissions issue in your /usr/local/nagiosxi/var directory.
cs_cz: chybná fáze 8/9 (zkrácení zkušebního souboru)! vaše nastavení snmptt funguje lokálně, ale v adresáři / usr / local / nagiosxi / var může být problém.
ko_kr: 실패한 8/9 단계 (테스트 파일 잘라 내기)! snmptt 설정은 로컬에서 작동하지만 / usr / local / nagiosxi / var 디렉토리에 사용 권한 문제가있을 수 있습니다.
zh_tw: 失敗的階段8/9（測試文件截斷）！你的snmptt設置在本地工作，但是你的/ usr / local / nagiosxi / var目錄可能存在權限問題。

source: Reached Stage 9/9 Successfully! Your snmptt setup works locally!
cs_cz: dosáhla úspěšné etapy 9/9! vaše nastavení snmptt funguje lokálně!
ko_kr: 9/9 단계에 성공적으로 도달했습니다! 귀하의 snmptt 설치가 로컬로 작동합니다!
zh_tw: 成功登場9/9！你的snmptt設置在本地工作！

source: Successfully sent example trap
cs_cz: úspěšně odeslaný příklad trap
ko_kr: 예제 트랩을 보냈습니다.
zh_tw: 成功發送示例陷阱

source: Successfully added example trap definition
cs_cz: úspěšně přidána definice příkladu trapů
ko_kr: 예제 트랩 정의를 성공적으로 추가했습니다.
zh_tw: 成功添加示例陷阱定義

source: Use placeholder as default value.
cs_cz: použít zástupný symbol jako výchozí hodnotu.
ko_kr: 자리 표시자를 기본값으로 사용합니다.
zh_tw: 使用佔位符作為默認值。

source: Trap definition successfully deleted
cs_cz: definice překladu byla úspěšně smazána
ko_kr: 트랩 정의가 성공적으로 삭제되었습니다.
zh_tw: 陷阱定義成功刪除

source: Trap definitions successfully deleted
cs_cz: definice trapů byly úspěšně smazány
ko_kr: 트랩 정의가 성공적으로 삭제되었습니다.
zh_tw: 陷阱定義已成功刪除

source: Trap log successfully deleted
cs_cz: záznam trap úspěšně smazán
ko_kr: 트랩 로그가 성공적으로 삭제되었습니다.
zh_tw: 陷阱日誌成功刪除

source: Trap logs successfully deleted
cs_cz: záznamy o trapách byly úspěšně smazány
ko_kr: 트랩 로그가 성공적으로 삭제되었습니다.
zh_tw: 陷阱日誌成功刪除

source: Trap successfully enabled
cs_cz: úspěšně povoleno
ko_kr: 트랩을 사용하도록 설정했습니다.
zh_tw: 陷阱成功啟用

source: Traps successfully enabled
cs_cz: chyby byly úspěšně aktivovány
ko_kr: 트랩을 사용하도록 설정했습니다.
zh_tw: 陷阱已成功啟用

source: Trap successfully disabled
cs_cz: záloha byla úspěšně deaktivována
ko_kr: 트랩이 성공적으로 비활성화 됨
zh_tw: 陷阱成功禁用

source: Traps successfully disabled
cs_cz: chyby byly úspěšně deaktivovány
ko_kr: 트랩이 성공적으로 사용 중지되었습니다.
zh_tw: 陷阱已成功禁用

source: Please activate an enterprise license to add trap definitions.
cs_cz: Chcete-li přidat definice trapů, aktivujte prosím podnikovou licenci.
ko_kr: 트랩 정의를 추가하려면 엔터프라이즈 라이센스를 활성화하십시오.
zh_tw: 請激活企業許可證以添加陷阱定義。

source: Trap saved successfully,
cs_cz: Soubor úspěšně uložen.
ko_kr: 파일이 성공적으로 저장되었습니다.
zh_tw: 文件保存成功。

source: Failed to add trap definition
cs_cz: se nepodařilo přidat definici trap
ko_kr: 함정 정의를 추가하지 못했습니다.
zh_tw: 未能添加陷阱定義

source: Trap updated successfully,
cs_cz: Uživatel úspěšně aktualizováno!
ko_kr: 사용자가 성공적으로 업데이트!
zh_tw: 用戶更新成功！

source: Failed to update trap definition
cs_cz: se nepodařilo aktualizovat definici trapů
ko_kr: 트랩 정의를 업데이트하지 못했습니다.
zh_tw: 無法更新陷阱定義

source: No defined traps! Click the "Add Example Trap Definition" or use the "Add a Trap Definition" tab.
cs_cz: žádné definované pasti! klepněte na tlačítko "přidat příklad definice trap" nebo použijte kartu "přidat definici trap".
ko_kr: 정의 된 함정이 없습니다! "예제 트랩 정의 추가"를 클릭하거나 "트랩 정의 추가"탭을 사용하십시오.
zh_tw: 沒有定義的陷阱！單擊“添加示例陷阱定義”或使用“添加陷阱定義”選項卡。

source: Trap definition successfully updated.
cs_cz: definice překladu úspěšně aktualizována.
ko_kr: 트랩 정의가 성공적으로 업데이트되었습니다.
zh_tw: 陷阱定義成功更新。

source: Failed to update trap definition:
cs_cz: se nepodařilo aktualizovat definici překladu:
ko_kr: 트랩 정의를 업데이트하지 못했습니다 :
zh_tw: 無法更新陷阱定義：

source: Are you sure you want to delete this trap definition?
cs_cz: jste si jisti, že chcete tuto definici odklizení odstranit?
ko_kr: 이 트랩 정의를 삭제 하시겠습니까?
zh_tw: 你確定要刪除此陷阱定義嗎？

source: Trap definition successfully deleted.
cs_cz: definice překladu byla úspěšně smazána.
ko_kr: 트랩 정의가 성공적으로 삭제되었습니다.
zh_tw: 陷阱定義成功刪除。

source: The ability to view received SNMP Traps in an Enterprise feature.
cs_cz: schopnost zobrazit přijaté snmp pasti v podnikové funkci.
ko_kr: 수신 된 SNMP 트랩을 엔터프라이즈 기능에서 볼 수있는 기능.
zh_tw: 能夠在企業功能中查看收到的snmp陷阱。

source: No received traps! If you already have the example trap definition, click the "Test Example Trap" button or manually send a matching trap from the terminal.
cs_cz: žádné přijaté pasti! pokud již máte definici příkladů trapů, klikněte na tlačítko Test trap example nebo ručně odešlete odpovídající koncovku z terminálu.
ko_kr: 받은 함정이 없습니다! 예제 트랩 정의가 이미있는 경우 "예제 트랩 테스트"버튼을 클릭하거나 터미널에서 일치하는 트랩을 수동으로 보내십시오.
zh_tw: 沒有收到陷阱！如果您已經有示例陷阱定義，請單擊“測試示例陷阱”按鈕或從終端手動發送匹配陷阱。

source: Are you sure you want to delete this trap log?
cs_cz: Jste si jisti, že chcete smazat tento soubor protokolu aktualizace?
ko_kr: 이 원자로 인스턴스를 삭제 하시겠습니까?
zh_tw: 您確定要刪除該反應器的實例嗎？

source: Trap log successfully deleted.
cs_cz: záznam trap úspěšně smazán.
ko_kr: 트랩 로그가 성공적으로 삭제되었습니다.
zh_tw: 陷阱日誌成功刪除。

source: Symbol
ko_kr: 상징
zh_tw: 符號

source: Definition
cs_cz: Definice
ko_kr: 정의들
zh_tw: 定義

source: Trap agent IP address
cs_cz: trap agent IP adresa
ko_kr: 트랩 에이전트 IP 주소
zh_tw: 代理ip地址陷阱

source: Trap community string
cs_cz: chytit komunitní řetězec
ko_kr: 트랩 커뮤니티 문자열
zh_tw: 陷阱社區字符串

source: Description text from SNMPTT.CONF or MIB file
cs_cz: text popisu ze souboru snmptt.conf nebo mib
ko_kr: snmptt.conf 또는 mib 파일의 설명 텍스트
zh_tw: 來自snmptt.conf或mib文件的描述文本

source: Enterprise trap OID in symbolic format
cs_cz: podniková pasti v symbolickém formátu
ko_kr: 상징적 형식의 엔터프라이즈 트랩 oid
zh_tw: 企業以像徵的形式陷阱

source: Enterprise trap OID in number format
cs_cz: Podniková pasti ve formátu čísel
ko_kr: 숫자 형식의 엔터프라이즈 트랩 oid
zh_tw: 數字格式的企業陷阱oid

source: alarm (bell)
cs_cz: alarm (zvonek)
ko_kr: 알람 벨)
zh_tw: 警鐘）

source: form feed
ko_kr: 양식 사료
zh_tw: 形式飼料

source: newline
cs_cz: nový řádek
ko_kr: 개행 문자
zh_tw: 新隊

source: return
cs_cz: vrátit se
ko_kr: 반환
zh_tw: 返回

source: tab
cs_cz: záložka
ko_kr: 탭
zh_tw: 標籤

source: Translated
cs_cz: přeloženo
ko_kr: 번역 된
zh_tw: 翻譯

source: line
cs_cz: čára
ko_kr: 라인
zh_tw: 線

source: only
cs_cz: pouze
ko_kr: 만
zh_tw: 只要

source: Generic trap number (0 if enterprise trap)
cs_cz: generické číslo pasti (0 v případě podnikové pasti)
ko_kr: 일반 트랩 번호 (엔터프라이즈 트랩 인 경우 0)
zh_tw: 通用陷阱編號（如果企業陷阱為0）

source: Host name of the system running SNMPTT
cs_cz: název hostitele systému se systémem snmptt
ko_kr: snmptt를 실행하는 시스템의 호스트 이름
zh_tw: 運行snmptt的系統的主機名

source: Specific trap number (0 if generic trap)
cs_cz: specifické číslo trap (0, pokud je obecný trap)
ko_kr: 특정 트랩 번호 (일반 트랩 인 경우 0)
zh_tw: 特定陷阱編號（如果通用陷阱為0）

source: Event name defined in .conf file of matched entry
cs_cz: název události definovaný v souboru .conf odpovídajícího záznamu
ko_kr: 일치하는 항목의 .conf 파일에 정의 된 이벤트 이름
zh_tw: 匹配條目的.conf文件中定義的事件名稱

source: Event OID defined in .conf file of matched entry (could be a wildcard OID)
cs_cz: událost definovaná v souboru .conf odpovídajícího záznamu (může být zástupný znak)
ko_kr: 일치하는 항목의 .conf 파일에 정의 된 이벤트 oid (와일드 카드 oid 일 수 있음)
zh_tw: 匹配條目的.conf文件中定義的事件oid（可能是通配符oid）

source: Trap OID in symbolic format
cs_cz: trap oid v symbolickém formátu
ko_kr: 기호 형식으로 트랩 oid
zh_tw: 以符號格式捕獲oid

source: Trap OID in numerical format
cs_cz: chyba pasti v číselném formátu
ko_kr: 숫자 형식으로 트랩 oid
zh_tw: 以數字格式捕捉oid

source: Trap hostname
cs_cz: název hostitele
ko_kr: 트랩 호스트 이름
zh_tw: 陷阱主機名

source: IP address
cs_cz: IP adresa
ko_kr: IP 주소
zh_tw: IP地址

source: Uptime
ko_kr: 가동 시간
zh_tw: 正常運行時間

source: Time since network entity was initialized
cs_cz: čas od inicializace síťové jednotky
ko_kr: 네트워크 엔티티가 초기화 된 이후의 시간
zh_tw: 自網絡實體初始化以來的時間

source: Time trap was spooled (daemon mode) or current time (standalone mode)
cs_cz: časový pas byl spooled (režim daemon) nebo aktuální čas (samostatný režim)
ko_kr: 시간 트랩이 스풀되었거나 (데몬 모드) 현재 시간 (독립형 모드)
zh_tw: 時間陷阱被假脫機（守護進程模式）或當前時間（獨立模式）

source: Date trap was spooled (daemon mode) or current date (standalone mode)
cs_cz: (démonový režim) nebo aktuální datum (samostatný režim)
ko_kr: 날짜 트랩이 스풀되었거나 (데몬 모드) 현재 날짜 (독립형 모드)
zh_tw: 日期陷阱被假脫機（守護進程模式）或當前日期（獨立模式）

source: Number of (how many) variable-bindings in the trap
cs_cz: počet (kolik) proměnných vazeb v pasti
ko_kr: 트랩의 변수 바인딩 수 (얼마나 많은)
zh_tw: 陷阱中變量綁定的數量（多少）

source: Print a $
cs_cz: vytisknout $
ko_kr: $ 인쇄
zh_tw: 打印$

source: Time the trap was spooled (daemon mode) or the current time (standalone mode) in epoch format
cs_cz: časový úsek byl spuštěn (režim daemon) nebo aktuální čas (samostatný režim) v epochu
ko_kr: 트랩이 스푸핑 된 시간 (데몬 모드) 또는 현재 시간 (독립 실행 형 모드)
zh_tw: 該時間陷阱以時代格式被假脫機（守護進程模式）或當前時間（獨立模式）

source: Expand variable binding n (1-n)
cs_cz: rozšířit variabilní vazbu n (1-n)
ko_kr: expand 변수 바인딩 n (1-n)
zh_tw: 展開變量綁定n（1-n）

source: Expand variable binding n (1-n) in the format of variable name:value
cs_cz: rozšířit proměnnou vazbu n (1-n) ve formátu názvu proměnné: hodnota
ko_kr: variable name : value의 형식으로 변수 바인딩 n (1-n)을 확장합니다.
zh_tw: 以變量名稱：value的格式展開變量綁定n（1-n）

source: Expand variable binding n (1-n) in the format of variable name (variable type):value
cs_cz: rozšířit proměnnou vazbu n (1-n) ve formátu názvu proměnné (proměnné): hodnota
ko_kr: 변수 이름 (변수 유형)의 형식으로 변수 바인딩 n (1-n) 확장 : value
zh_tw: 以變量名稱（變量類型）：值的形式展開變量綁定n（1-n）

source: Expand variable name of the variable binding n (1-n)
cs_cz: rozšířit název proměnné proměnné vazby n (1-n)
ko_kr: 변수의 변수 이름을 확장합니다. binding n (1-n)
zh_tw: 展開變量綁定n（1-n）的變量名稱

source: Expand all variable bindings
cs_cz: rozbalte všechny proměnné vazby
ko_kr: 모든 변수 바인딩을 확장한다.
zh_tw: 展開所有變量綁定

source: Expand all variable bindings in the format of variable name:value
cs_cz: rozbalte všechny proměnné vazby ve formátu názvu proměnné: hodnota
ko_kr: variable name : value의 형식으로 모든 변수 바인딩을 확장하십시오.
zh_tw: 以變量名稱：value的格式展開所有變量綁定

source: Expand all variable bindings in the format of variable name (variable type):value
cs_cz: rozbalte všechny proměnné vazby ve formátu názvu proměnné (typ proměnné): hodnota
ko_kr: 변수 이름 (변수 유형) 형식으로 모든 변수 바인딩을 확장합니다.
zh_tw: 以變量名稱（變量類型）：value的格式展開所有變量綁定

source: Manage SNMP Trap definitions from the web interface. Access at Admin -> Monitoring Config -> SNMP Trap Interface.
cs_cz: spravujte definice trapů snmp z webového rozhraní. přístup na admin -> monitoring config -> snmp trap rozhraní.
ko_kr: 웹 인터페이스에서 SNMP 트랩 정의를 관리합니다. admin -> monitoring config -> snmp trap interface에 액세스하십시오.
zh_tw: 從Web界面管理snmp陷阱定義。訪問管理員 - >監控配置 - > SNMP陷阱接口。

source: Installation is not complete. Run the following as root to install:
cs_cz: instalace není dokončena. spusťte následující instalaci jako root:
ko_kr: 설치가 완료되지 않았습니다. 다음을 루트로 설치하여 설치하십시오.
zh_tw: 安裝不完整。以root身份運行以下內容來安裝：

source: If this message persists, please contact us at %s.
cs_cz: Pokud tato zpráva přetrvává, kontaktujte nás na adrese% s.
ko_kr: 이 메시지가 계속 나타나면 % s에 문의하십시오.
zh_tw: 如果此消息仍然存在，請通過％s與我們聯繫。
