Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Current Month
cs_cz: Současné hostitelé
ko_kr: 현재 호스트
zh_tw: 當前主機

source: Paid
cs_cz: zaplaceno
ko_kr: 유료
zh_tw: 支付

source: Due
cs_cz: způsoben
ko_kr: 정당한
zh_tw: 應有

source: Indicates the current month, this value may increase during the month
cs_cz: označuje aktuální měsíc, tato hodnota se může během měsíce zvyšovat
ko_kr: 현재 월을 나타냅니다.이 값은 한 달 동안 증가 할 수 있습니다
zh_tw: 表示當前月份，該值可能在該月份增加

source: This Server Current Stats
cs_cz: aktuální statistiky tohoto serveru
ko_kr: 이 서버 현재 통계
zh_tw: 此服務器當前統計信息

source: Last Checkin
cs_cz: poslední kontroly
ko_kr: 마지막 확인
zh_tw: 最後檢查

source: Host Count
cs_cz: počet hostitelů
ko_kr: 호스트 수
zh_tw: 主機數

source: Service Count
cs_cz: Příkazu služby
ko_kr: 서비스 명령
zh_tw: 服務命令

source: Hostgroup Count
cs_cz: počet hostitelských skupin
ko_kr: 호스트 그룹 수
zh_tw: 主機組數

source: Servicegroup Count
cs_cz: počet servisní skupiny
ko_kr: 서비스 그룹 수
zh_tw: 服務組數

source: User Count
cs_cz: Uživatelský účet
ko_kr: 사용자 계정
zh_tw: 用戶帳戶

source: Contact Count
cs_cz: počet kontaktů
ko_kr: 연락처 수
zh_tw: 聯絡人數

source: Current Checks
cs_cz: Současná kontrola
ko_kr: 현재 확인
zh_tw: 當前檢查

source: SMS Text Message
cs_cz: sms textová zpráva
ko_kr: SMS 문자 메시지
zh_tw: 短信

source: Receive out-of-band SMS alerts via the
cs_cz: přijímat out-of-band upozornění přes sms
ko_kr: 를 통해 수신 대역 SMS 알림
zh_tw: 通過收到的帶短信提醒

source: Phone number
cs_cz: telefonní číslo
ko_kr: 전화 번호
zh_tw: 電話號碼

source: Send a test SMS message to the number specified above.
cs_cz: odeslat zkušební SMS zprávu na číslo uvedené výše.
ko_kr: 위의 지정된 번호로 테스트 SMS 메시지를 보낼 수 있습니다.
zh_tw: 發送測試短信發送至指定的數字。

source: Mobile phone number for SMS alerts is blank.
cs_cz: číslo mobilního telefonu pro odeslání SMS je prázdný.
ko_kr: SMS 알림을위한 휴대 전화 번호가 비어 있습니다.
zh_tw: 短信提醒的手機號碼是空的。

source: An error occurred sending the test SMS message.
cs_cz: Došlo k chybě při odesílání testovací SMS zprávu.
ko_kr: 오류가 테스트 SMS 메시지를 보내는가 발생했습니다.
zh_tw: 發送測試短信發送時發生錯誤。

source: Test SMS message sent to
cs_cz: Test sms zpráva odeslána
ko_kr: 테스트 SMS 메시지로 전송
zh_tw: 測試SMS消息發送到

source: successfully.
cs_cz: úspěšně.
ko_kr: 성공적으로.
zh_tw: 成功。

source: Note: You currently have SMS notifications disabled.
cs_cz: Poznámka: máte v současné době oznámení sms povoleny.
ko_kr: 참고 : 현재 SMS 알림이 비활성화되었습니다.
zh_tw: 注意：您目前有短信通知被禁用。

source: Change settings
cs_cz: změnit nastavení
ko_kr: 설정 변경
zh_tw: 更改設置

source: SMS Message Settings
cs_cz: Nastavení SMS zpráva
ko_kr: SMS 메시지 설정
zh_tw: SMS消息設置

source: Specify the format of the SMS messages you want to receive.
cs_cz: určit formát SMS zpráv, které chcete přijímat.
ko_kr: 귀하가받는하려는 SMS 메시지의 형식을 지정합니다.
zh_tw: 指定您要接收的SMS消息的格式。

source: The maximum length of SMS text messages is 160 characters. Messages longer than this limit will be trimmed.
cs_cz: maximální délka textové zprávy SMS je 160 znaků. Zprávy delší než tento limit bude odříznut.
ko_kr: SMS 문자 메시지의 최대 길이는 160 자입니다. 이 제한을 초과 메시지는 손질 될 것입니다.
zh_tw: SMS文本消息的最大長度為160個字符。超過此限制的郵件將被裁剪。

source: Requires
cs_cz: vyžaduje
ko_kr: 필요
zh_tw: 需要

source: setup
cs_cz: nastavení
ko_kr: 설정
zh_tw: 格局

source: Integration Settings
cs_cz: nastavení integrace
ko_kr: 통합 설정
zh_tw: 整合設置

source: Enable integration
cs_cz: umožňují integraci
ko_kr: 통합 사용
zh_tw: 使整合

source: Sender Settings
cs_cz: nastavení odesílatele
ko_kr: 발신자 설정
zh_tw: 發送方設置

source: Password:
cs_cz: heslo:
ko_kr: 비밀번호 :
zh_tw: 密碼：

source: Test Message
cs_cz: testovací zpráva
ko_kr: 테스트 메시지
zh_tw: 測試消息

source: is missing arguments in configuration file
cs_cz: Chybí argumenty v konfiguračním souboru
ko_kr: 구성 파일의 인수를 누락
zh_tw: 缺少在配置文件中的參數

source: Missing
cs_cz: chybějící
ko_kr: 누락
zh_tw: 失踪

source: option for member
cs_cz: Možnost členských
ko_kr: 구성원에 대한 옵션
zh_tw: 選項成員

source: Check config for
cs_cz: zkontrolovat config
ko_kr: 에 대한 설정을 확인
zh_tw: 檢查配置

source: Group ID
ko_kr: 그룹 ID
zh_tw: 組ID

source: Processing
cs_cz: zpracování
ko_kr: 처리 중입니다 ...
zh_tw: 處理...

source: Object with index
cs_cz: Objekt s indexem
ko_kr: 인덱스 오브젝트
zh_tw: 與索引對象

source: does not exist, check configuration
cs_cz: neexistuje, zkontrolujte konfiguraci
ko_kr: 구성을 확인, 존재하지 않는
zh_tw: 不存在，請檢查配置

source: option for Group
cs_cz: Možnost pro skupinu
ko_kr: 그룹에 대한 옵션
zh_tw: 選項組

source: Member
cs_cz: člen
ko_kr: 회원
zh_tw: 成員

source: Essential member
cs_cz: nepostradatelnou součástí
ko_kr: 필수 회원
zh_tw: 重要的成員

source: Handled state (acknowledged or in downtime)
cs_cz: zpracovaný stav (potvrzeno nebo v době prostoje)
ko_kr: 처리 된 상태 (승인 또는 중단 시간)
zh_tw: 處理狀態（確認或停機）

source: Unknown Host
cs_cz: Neznámý hostitel
ko_kr: 알 수없는 호스트
zh_tw: 未知主機

source: Unknown Service
cs_cz: neznámá služba
ko_kr: 알려지지 않은 서비스
zh_tw: 未知的服務

source: Contains child groups
cs_cz: Obsahuje podřízené skupiny
ko_kr: 하위 그룹을 포함
zh_tw: 包含子組

source: Sort by priority
cs_cz: třídit podle priority
ko_kr: 우선 순위 정렬
zh_tw: 按優先級排序

source: Missing index 'type' for Group
cs_cz: chybějící index "typ" pro skupinu
ko_kr: 그룹의 누락 된 인덱스 '형'
zh_tw: 團體缺失索引“類型”

source: You do not have access to this host.
cs_cz: nemáte přístup k této stránce.
ko_kr: 이 섹션에 액세스 할 수 없습니다.
zh_tw: 你無權訪問此節。

source: This host object does not exist.
cs_cz: tento objekt hostitele neexistuje.
ko_kr: 이 호스트 개체가 존재하지 않습니다.
zh_tw: 這個主機對像不存在。

source: You do not have access to this host/service.
cs_cz: nemáte přístup k této třídě.
ko_kr: 이 섹션에 액세스 할 수 없습니다.
zh_tw: 你無權訪問此節。

source: This service object does not exist.
cs_cz: tento objekt služby neexistuje.
ko_kr: 이 서비스 개체가 존재하지 않습니다.
zh_tw: 此服務對像不存在。

source: is in a problem state
cs_cz: je ve stavu potíží
ko_kr: 문제있는
zh_tw: 在故障狀態

source: essential members
cs_cz: základními členy
ko_kr: 필수 회원
zh_tw: 重要的成員

source: currently in a problem state
cs_cz: V současné době ve stavu problémové
ko_kr: 현재 문제 상태
zh_tw: 目前處於故障狀態

source: Group health is ignored while
cs_cz: skupina zdraví je ignorován, zatímco
ko_kr: 그룹 건강 상태를 무시
zh_tw: 而團體健康被忽略

source: any
cs_cz: žádný
ko_kr: 어떤
zh_tw: 任何

source: Essential members cause the entire group to go into CRITICAL (with a effective group health of 0%) if they are in a
cs_cz: éterické členové způsobí, že celá skupina jít do kritické (s účinnou zdravotní skupiny ve výši 0%), pokud nejsou v ok nebo do stavu.
ko_kr: 필수 회원들은이 확인 또는 최대 상태가 아닌 경우 전체 그룹 (0 %의 유효 그룹 건강에) 중요한로 이동하게.
zh_tw: 重要的成員導致整個集團進入關鍵（含0％的有效組健康），如果他們不是在一個確定的或向上的狀態。

source: state.
cs_cz: Stát.
ko_kr: 상태.
zh_tw: 州。

source: essential members are in a problem state
cs_cz: základní členové jsou v problémovém stavu
ko_kr: 필수 회원은 문제 상태에있다.
zh_tw: 基本成員處於問題狀態

source: Group health is
cs_cz: skupina zdraví
ko_kr: 그룹 건강이다
zh_tw: 組健康

source: Writing to backup file failed. Check permissions for
cs_cz: zápisu do záložního souboru se nezdařilo. kontrola oprávnění pro
ko_kr: 파일을 백업 쓰기가 실패했습니다. 에 대한 권한을 확인
zh_tw: 寫入到備份文件失敗。檢查權限。

source: Cannot open config file!
cs_cz: Nelze otevřít konfigurační soubor!
ko_kr: 설정 파일을 열 수 없습니다!
zh_tw: 無法打開配置文件！

source: Cannot write to config file!
cs_cz: nelze zapisovat do konfiguračního souboru!
ko_kr: 설정 파일에 쓸 수 없습니다!
zh_tw: 無法寫入配置文件！

source: Config file is not writeable!
cs_cz: konfigurační soubor nelze zapisovat!
ko_kr: 구성 파일은 쓰기가 아니 잖아!
zh_tw: 配置文件是不可寫！

source: BPI configuration applied successfully!
cs_cz: Konfigurace BPI úspěšně aplikován!
ko_kr: BPI 구성이 성공적으로 적용!
zh_tw: BPI配置成功應用！

source: Group was added successfully. BPI configuration applied and backup created.
cs_cz: skupina byla úspěšně přidána. Byla použita konfigurace bpi a byla vytvořena záloha.
ko_kr: 그룹이 추가되었습니다. bpi 구성이 적용되고 백업이 생성되었습니다.
zh_tw: 組已成功添加。應用了bpi配置並創建了備份。

source: Group was removed successfully. BPI configuration applied and backup created.
cs_cz: skupina byla úspěšně odstraněna. Byla použita konfigurace bpi a byla vytvořena záloha.
ko_kr: 그룹이 성공적으로 제거되었습니다. bpi 구성이 적용되고 백업이 생성되었습니다.
zh_tw: 組已成功刪除。應用了bpi配置並創建了備份。

source: No BPI Group was specified for deletion.
cs_cz: Pro odstranění nebyla zadána žádná skupina bpi.
ko_kr: 삭제할 bpi 그룹이 지정되지 않았습니다.
zh_tw: 未指定要刪除的bpi組。

source: Group was edited successfully. BPI configuration applied and backup created.
cs_cz: skupina byla úspěšně upravena. Byla použita konfigurace bpi a byla vytvořena záloha.
ko_kr: 그룹이 성공적으로 편집되었습니다. bpi 구성이 적용되고 백업이 생성되었습니다.
zh_tw: 組已成功編輯。應用了bpi配置並創建了備份。

source: Error: No BPI Group specifies to edit.
cs_cz: error: no bpi skupina upřesní upravit.
ko_kr: 오류 : BPI 그룹 편집 지정하지 않습니다.
zh_tw: 錯誤：沒有BPI組指定編輯。

source: Warning: Errors in configuration file.
cs_cz: varování: Chyby v konfiguračním souboru.
ko_kr: 경고 : 구성 파일에 오류가 발생했습니다.
zh_tw: 警告：配置文件中的錯誤。

source: Edit Configuration File
cs_cz: Konfigurační soubor editovat
ko_kr: 구성 파일을 편집합니다
zh_tw: 編輯配置文件

source: Unable to write to BPI Configuration file
cs_cz: nelze zapisovat do konfiguračního souboru BPI
ko_kr: BPI 구성 파일에 쓸 수 없습니다
zh_tw: 無法寫入BPI配置文件

source: Unable to write to BPI Configuration backup file:
cs_cz: nelze zapisovat do konfiguračního bpi záložního souboru:
ko_kr: BPI 구성 백업 파일에 쓸 수 없습니다 :
zh_tw: 無法寫入BPI配置備份文件：

source: Check file permissions
cs_cz: zkontrolujte oprávnění k souborům
ko_kr: 파일 권한을 확인
zh_tw: 檢查文件權限

source: Unable to write to BPI log file:
cs_cz: nelze zapisovat do logu BPI:
ko_kr: BPI 로그 파일에 쓸 수 없습니다 :
zh_tw: 無法寫入到BPI日誌文件：

source: WARNING! Group
cs_cz: varování! skupina
ko_kr: 경고! 그룹
zh_tw: 警告！組

source: is an orphan group and will not be visible in the interface!
cs_cz: je sirotek skupina a nebudou viditelné v rozhraní!
ko_kr: 고아 그룹이며 인터페이스에 표시되지 않습니다!
zh_tw: 是一個孤兒，並不會在界面上顯示！

source: Make this group a primary group or add it as a child to another group for it to be visible.
cs_cz: aby této skupině k dispozici primární skupinu nebo přidat jako dítě do jiné skupiny pro to, aby bylo viditelné.
ko_kr: 이 그룹에게 주 그룹을 만들거나 표시하기 위해 다른 그룹으로 아이로 추가합니다.
zh_tw: 本組主組或將其添加到另一組作為一個孩子，它是可見的。

source: Edit Group
cs_cz: editovat skupina
ko_kr: 그룹 수정
zh_tw: 編輯組

source: Edit BPI Configuration File
cs_cz: editovat konfigurační soubor BPI
ko_kr: 편집 BPI 구성 파일
zh_tw: 編輯BPI配置文件

source: Backup failed. Aborting change. Verify that backup directory is writeable.
cs_cz: zálohování se nezdařilo. přerušuji změnu. ověření, že zálohování adresáře zapisovat.
ko_kr: 백업에 실패했습니다. 변화를 중단합니다. 백업 디렉토리가 쓰기 가능한 있는지 확인합니다.
zh_tw: 備份失敗。中止的變化。驗證備份目錄是可寫的。

source: Groups Deleted
cs_cz: skupiny vypouští
ko_kr: 그룹 삭제
zh_tw: 組刪除

source: File successfully written!
cs_cz: Soubor byl úspěšně napsáno!
ko_kr: 성공적으로 서면을 제출!
zh_tw: 文件成功寫入！

source: Unable to match string in config file.
cs_cz: neschopný odpovídat řetězec v konfiguračním souboru.
ko_kr: 설정 파일에서 문자열과 일치 할 수 없습니다.
zh_tw: 無法在配置文件中的字符串相匹配。

source: Unable to find group in config file, no changes made.
cs_cz: schopen najít skupinu v konfiguračním souboru, provedeny žádné změny.
ko_kr: config 파일에서 그룹을 찾을 수 없습니다, 변경 사항이 없습니다.
zh_tw: 在配置文件中無法找到組，任何更改。

source: Sync Hostgroups
cs_cz: synchronizace hostgroups
ko_kr: 동기화 Hostgroup
zh_tw: 同步主機組

source: Sync Servicegroups
cs_cz: synchronizace servicegroups
ko_kr: 동기화 Servicegroups
zh_tw: 同步servicegroups

source: Hide Details
cs_cz: skrýt detaily
ko_kr: 내용을 보시려면 여기를 클릭하세요
zh_tw: 詳情請參閱

source: No BPI Group results for this filter.
cs_cz: no BPI skupina má za následek pro tento filtr.
ko_kr: 이 필터에 대한 BPI 그룹 결과가 없습니다.
zh_tw: 此過濾器沒有BPI結果。

source: The current BPI config has
cs_cz: aktuální konfigurace bpi
ko_kr: 현재 bpi 구성에는
zh_tw: 當前的bpi配置有

source: missing objects
cs_cz: chybějící objekty
ko_kr: 누락 된 개체
zh_tw: 丟失的物體

source: Missing objects will show up as having an UNKNOWN or UNREACHABLE status
cs_cz: chybějící objekty se zobrazí jako neznámé nebo nedosažitelné
ko_kr: 누락 된 개체는 알 수없는 상태 또는 도달 할 수없는 상태로 표시됩니다.
zh_tw: 丟失的對象將顯示為具有未知或無法訪問的狀態

source: Show details
cs_cz: ukázat detaily
ko_kr: 내용을 보시려면 여기를 클릭하세요
zh_tw: 詳情請參閱

source: BPI Group
cs_cz: bpi skupina
ko_kr: BPI 그룹
zh_tw: bpi集團

source: The Group ID is a unique identifier used internally by Nagios BPI and the check plugin. Only alpha-numeric characters are allowed. Spaces are not allowed.
cs_cz: skupina ID je jedinečný identifikátor používá interně Nagios BPI a odjezdu plugin. pouze alfanumerických znaků jsou povoleny. mezery nejsou povoleny.
ko_kr: 그룹 ID는의 Nagios BPI 및 체크 플러그인에 의해 내부적으로 사용되는 고유 식별자입니다. 단지 영숫자 문자가 허용됩니다. 공백은 사용할 수 없습니다.
zh_tw: 組ID是Nagios的BPI和檢查插件內部使用的唯一標識符。只有字母數字字符。不允許有空格。

source: The group name that will be displayed to the end-user in the BPI Interface.
cs_cz: název skupiny, která se zobrazí koncovému uživateli v BPI rozhraní.
ko_kr: BPI 인터페이스에서 최종 사용자에게 표시되는 그룹 이름.
zh_tw: 將被顯示給終端用戶的BPI接口的組名。

source: Group Description
cs_cz: popis skupiny
ko_kr: 그룹 설명
zh_tw: 組說明

source: Info URL
ko_kr: 정보 URL
zh_tw: 信息網址

source: Primary Group
cs_cz: primární skupina
ko_kr: 기본 그룹
zh_tw: 小學組

source: Primary Groups are visible on the top level of the tree. Non-primary groups must be added as a child member to a visible group in order to be displayed in the tree.
cs_cz: Primární skupiny jsou viditelné na nejvyšší úrovni stromu. non-primární skupiny musí být přidán jako člen děti, na viditelné skupiny, aby mohly být zobrazeny v stromu.
ko_kr: 차 단체는 트리의 최상위에 표시됩니다. 비 기본 기는 트리에 표시하기 위해 표시 그룹 자식 멤버로서 추가되어야한다.
zh_tw: 主基團是在樹的頂部級別可見。非主團必須添加作為子構件在可見光組，以便被顯示在樹中。

source: Health Thresholds
cs_cz: prahy zdraví
ko_kr: 건강 임계 값
zh_tw: 健康閾值

source: Must be lower than warning threshold
cs_cz: musí být nižší než práh varování
ko_kr: 경고 임계 값보다 낮해야합니다.
zh_tw: 必須低於警告閾值。

source: Priority
cs_cz: přednost
ko_kr: 우선
zh_tw: 優先

source: The priority tab the group will be displayed in. Defaults to "None" for hostgroups, servicegroups, and dependencies.
cs_cz: karta prioritní skupiny budou zobrazeny v. implicitní hodnota je "none" pro hostgroups, servicegroups a závislostí.
ko_kr: 우선 순위 탭이 그룹에 표시됩니다. 기본값을 hostgroups, servicegroups 및 종속성에 대한 "없음"을.
zh_tw: 優先級選項卡組將顯示在默認為“無”的hostgroups，servicegroups和相關性。

source: Authorized Users
cs_cz: oprávněným uživatelům
ko_kr: 승인 된 사용자
zh_tw: 授權用戶

source: A list of non-administrative users who can view this group. Non-administrative users will only see hosts and services within the groups that they are authorized for, and the group state will be calculated based on the "visible" group members. Admin-level users can automatically see and modify all groups.
cs_cz: seznam non-správních uživatelů, kteří mohou zobrazit tuto skupinu. non-administrativní uživatelé uvidí pouze hostitelů a služeb v rámci skupiny, které mají oprávnění pro a stát skupina bude vypočtena na základě "viditelných" členy skupiny. Uživatelé admin úrovni může automaticky zobrazit a upravovat všechny skupiny.
ko_kr: 이 그룹을 볼 수 있습니다 관리자가 아닌 사용자의 목록. 관리자가 아닌 사용자는 그들이 권한이있는 그룹 내 호스트와 서비스를 볼 수, 그룹 상태는 "볼 수"그룹 구성원을 기준으로 계산됩니다. 관리자 수준의 사용자는 자동으로 확인하고 모든 그룹을 수정할 수 있습니다.
zh_tw: 非管理員用戶列表誰可以查看該組。非管理員用戶將只能看到主機和服務，他們被授權為組內，組國家將根據“看得見的”組成員進行計算。管理員級別的用戶可以自動查看和修改所有組。

source: Write Configuration
cs_cz: konfigurace write
ko_kr: 구성 쓰기
zh_tw: 寫配置

source: Available Hosts
cs_cz: počítačů
ko_kr: 사용 가능한 호스트
zh_tw: 可用的主機

source: and BPI Groups
cs_cz: a BPI skupiny
ko_kr: 와 BPI 그룹에게
zh_tw: 和BPI組

source: Add Member(s)
cs_cz: přidat uživatel (ů)
ko_kr: 회원을 추가 (들)
zh_tw: 添加成員（S）

source: Clear All
cs_cz: vymazat vše
ko_kr: 모두 지우기
zh_tw: 清除所有

source: Group Members can be hosts, services, or other groups. "Essential" members can decide the entire groups state. If an essential members state is in a problem state the parent group is listed as "Critical." If all essential members are in a non-problem state, the groups state is then determined by the threshold settings.
cs_cz: Členové skupiny mohou být hostitelé, služby nebo jiné skupiny. "Základní" členové mohou rozhodnout o celých skupin stát. -li zásadní členové stav je ve stavu potíží mateřská skupina je uvedena jako "kritický". pokud jsou všechny základní členové jsou ve stavu non-problém se skupinami stav je pak určena nastavením prahu.
ko_kr: 그룹 멤버 호스트, 서비스, 또는 다른 그룹 일 수있다. "필수"회원은 전체 그룹의 상태를 결정할 수 있습니다. 필수 부재 상태가 문제있는 경우 상위 그룹으로 나열 "중요한." 모든 필수 부재가 아닌 문제 상태에있는 경우, 그룹 상태는 임계 값 설정에 의해 결정된다.
zh_tw: 組成員可以是主機，服務，或其他團體。 “必不可少”的成員可以決定整個群體的狀態。如果一個重要的成員狀態是處於故障狀態父組被列為“至關重要的”。如果所有必要構件處於非故障狀態時，基態，然後由閾值設置來確定。

source: Member Name
cs_cz: jméno člena
ko_kr: 회원 이름
zh_tw: 會員名稱

source: Essential Member
cs_cz: nepostradatelnou součástí
ko_kr: 필수 회원
zh_tw: 重要的成員

source: Essential members cause the group to become critical if an EM group member is not in an OK state.
cs_cz: éterické členové způsobí, že skupina stala kritickou, pokud člen em skupina není v ok stavu.
ko_kr: 에센셜 부재는 EM 그룹 부재 OK 상태가 아니면 기 중요해질 수.
zh_tw: 必需成員導致如果一個em組件不處於確定狀態的組，以成為關鍵。

source: You are not authorized to access this feature.
cs_cz: nejste oprávněni pro přístup k této funkci.
ko_kr: 당신은이 기능에 액세스 할 수있는 권한이 없습니다.
zh_tw: 您無權訪問該功能。

source: Hostgroup syncing is only available for Nagios XI Enterprise Edition
cs_cz: hostgroup synchronizace je k dispozici pouze pro Nagios xi Enterprise Edition
ko_kr: 동기화 Hostgroup는 Nagios XI 엔터프라이즈 에디션에서만 사용할 수 있습니다
zh_tw: 主機組同步僅適用於Nagios的喜企業版

source: Hostgroup sync was successful. BPI configuration applied.
cs_cz: synchronizace hostitelské skupiny byla úspěšná. Byla použita konfigurace bpi.
ko_kr: 호스트 그룹 동기화에 성공했습니다. bpi 구성이 적용되었습니다.
zh_tw: 主機組同步成功。 bpi配置已應用。

source: Hostgroup sync was unsuccessful.
cs_cz: synchronizace hostitelské skupiny byla neúspěšná.
ko_kr: 호스트 그룹 동기화에 실패했습니다.
zh_tw: 主機組同步失敗。

source: Servicegroup syncing is only available for Nagios XI Enterprise Edition
cs_cz: servicegroup synchronizace je k dispozici pouze pro Nagios xi Enterprise Edition
ko_kr: 동기화 Servicegroup는 Nagios XI 엔터프라이즈 에디션에서만 사용할 수 있습니다
zh_tw: servicegroup同步僅適用於Nagios的喜企業版

source: Servicegroup sync was successful. BPI configuration applied.
cs_cz: synchronizace servisní skupiny byla úspěšná. Byla použita konfigurace bpi.
ko_kr: 서비스 그룹 동기화에 성공했습니다. bpi 구성이 적용되었습니다.
zh_tw: 服務組同步成功。 bpi配置已應用。

source: Servicegroup sync was unsuccessful.
cs_cz: synchronizace servisní skupiny nebyla úspěšná.
ko_kr: 서비스 그룹 동기화에 실패했습니다.
zh_tw: 服務組同步失敗。

source: Manual backup was created succsesfully.
cs_cz: ruční zálohování bylo vytvořeno úspěšně.
ko_kr: 수동 백업이 성공적으로 작성되었습니다.
zh_tw: 手動備份已成功創建。

source: Could not create a manual backup. Check permissions on the backup directory: %s
cs_cz: nelze vytvořit ruční zálohu. zkontrolovat oprávnění v záložním adresáři:% s
ko_kr: 수동 백업을 만들 수 없습니다. 백업 디렉토리에 대한 권한을 확인하십시오 : % s
zh_tw: 無法創建手動備份。檢查備份目錄上的權限：％s

source: Config <b>%s</b> has been archived.
cs_cz: config <b>% s</b> byl archivován.
ko_kr: 구성 <b>% s</b> 이 (가) 아카이브되었습니다.
zh_tw: 配置<b>％s</b>已存檔。

source: Successfully restored BPI configuration: <b>%s</b>
cs_cz: úspěšně obnovena konfigurace bpi: <b>% s</b>
ko_kr: bpi 구성을 성공적으로 복원했습니다 : <b>% s</b>
zh_tw: 成功還原了bpi配置： <b>％s</b>

source: Config <b>%s</b> deleted successfully.
cs_cz: config <b>% s byl</b> úspěšně smazán.
ko_kr: 구성 <b>% s가</b> 성공적으로 삭제되었습니다.
zh_tw: config <b>％s</b>已成功刪除。

source: Unknown command
cs_cz: neznámý příkaz
ko_kr: 알 수없는 명령
zh_tw: 未知命令

source: Rename Config Backup
cs_cz: smazání konfiguračních zálohy
ko_kr: 구성 백업 삭제
zh_tw: 刪除配置的備份

source: Config Management
cs_cz: Vedení konfigurační soubor
ko_kr: 설정 파일 관리
zh_tw: 配置文件管理

source: Create Backup
cs_cz: vytvořit zálohu
ko_kr: 백업을 생성
zh_tw: 創建備份

source: Edit Config
cs_cz: upravit konfiguraci
ko_kr: 구성 편집
zh_tw: 編輯配置

source: Advanced users only
cs_cz: (Pouze pro pokročilé uživatele)
ko_kr: (고급 사용자 만 해당)
zh_tw: （僅適用於高級用戶）

source: You can manually edit the configuration. We recommend using the UI unless there are errors in your configuration that require manual changes.
cs_cz: můžete ručně upravit konfiguraci. doporučujeme použít ui, pokud ve vaší konfiguraci nejsou chyby, které vyžadují ruční změny.
ko_kr: 구성을 수동으로 편집 할 수 있습니다. 구성에 수동 변경이 필요한 오류가 없으면 ui를 사용하는 것이 좋습니다.
zh_tw: 您可以手動編輯配置。我們建議您使用ui，除非您的配置中存在需要手動更改的錯誤。

source: Configuration Backups
cs_cz: zálohy konfigurace
ko_kr: 구성 상태 :
zh_tw: 配置狀態：

source: Every time a configuration change occurs, a new automatic backup will be created. Each backup will show the amount of line changes made from the original config to the new one. If no changes are made, no backup will be created. To create a backup with no changes, use the Create Backup button.
cs_cz: pokaždé, když dojde ke změně konfigurace, bude vytvořena nová automatická záloha. každá záloha zobrazí množství změn řádků provedených z původní konfigurace na novou. pokud nebudou provedeny žádné změny, nebude vytvořena žádná záloha. Chcete-li vytvořit zálohu beze změn, použijte tlačítko Vytvořit zálohu.
ko_kr: 구성이 변경 될 때마다 새로운 자동 백업이 생성됩니다. 각 백업에는 원래 구성에서 새 구성으로 변경된 행 수가 표시됩니다. 변경 사항이 없으면 백업이 생성되지 않습니다. 변경없이 백업을 생성하려면 백업 생성 버튼을 사용하십시오.
zh_tw: 每次更改配置時，都會創建一個新的自動備份。每個備份將顯示從原始配置更改為新配置的行數。如果未進行任何更改，則不會創建備份。要創建沒有更改的備份，請使用創建備份按鈕。

source: Backup Name
cs_cz: záložní jméno
ko_kr: 백업 이름
zh_tw: 備份名稱

source: View diff change
cs_cz: zobrazit změnu rozdílu
ko_kr: 차이점 변경 사항보기
zh_tw: 查看差異更改

source: No backups yet. Make a change to the BPI config to create one.
cs_cz: zatím žádné zálohy. proveďte změnu v konfiguraci bpi a vytvořte ji.
ko_kr: 아직 백업이 없습니다. bpi 구성을 변경하여 하나를 만듭니다.
zh_tw: 尚無備份。更改bpi配置以創建一個。

source: Archived Configuration Backups
cs_cz: archivované zálohy konfigurace
ko_kr: 보관 된 구성 백업
zh_tw: 存檔的配置備份

source: Configurations that have been backed up can be archived to be saved indefinitely. You can restore archived configurations if necessary.
cs_cz: konfigurace, které byly zálohovány, lze archivovat a ukládat na neurčito. v případě potřeby obnovíte archivované konfigurace.
ko_kr: 백업 된 구성을 보관하여 무기한 저장할 수 있습니다. 필요한 경우 아카이브 된 구성을 복원합니다.
zh_tw: 可以將已備份的配置存檔以無限期保存。您將在必要時還原存檔的配置。

source: No backups have been archived yet.
cs_cz: zatím nebyly archivovány žádné zálohy.
ko_kr: 아직 아카이브 된 백업이 없습니다.
zh_tw: 尚未備份任何備份。

source: Essential group members
cs_cz: éterické členové skupiny
ko_kr: 필수 그룹 멤버
zh_tw: 重要的小組成員

source: Handled problems (acknowledged or in downtime)
cs_cz: vyřešené problémy (potvrzené nebo prostoje)
ko_kr: 처리 된 문제 (승인 또는 중단 시간)
zh_tw: 處理的問題（確認或停機）

source: Invalid tab
cs_cz: Karta neplatné
ko_kr: 잘못된 탭
zh_tw: 無效的標籤

source: Config Management - File Changes
cs_cz: správa konfigurace - změny souborů
ko_kr: 구성 관리-파일 변경
zh_tw: 配置管理-文件更改

source: Showing the differences between the old configuration and the new changes in
cs_cz: ukazuje rozdíly mezi starou konfigurací a novými změnami v systému Windows XP
ko_kr: 이전 구성과 새로운 변경 사항의 차이점을 보여줍니다.
zh_tw: 顯示舊配置和新更改之間的差異

source: Changes from
cs_cz: změny z
ko_kr: 에서 변경
zh_tw: 從

source: Current Config
cs_cz: aktuální konfigurace
ko_kr: 현재 설정
zh_tw: 當前配置

source: Backups
cs_cz: zálohy
ko_kr: 백업
zh_tw: 備份

source: Archived Backups
cs_cz: archivované zálohy
ko_kr: 보관 된 백업
zh_tw: 存檔備份

source: View Changes
cs_cz: pohled změnil
ko_kr: 변경보기
zh_tw: 改變視圖

source: Inline
cs_cz: v souladu
ko_kr: 인라인
zh_tw: 排隊

source: Side-by-Side
cs_cz: vedle sebe
ko_kr: 나란히
zh_tw: 並排

source: There are no differences between the two files selected.
cs_cz: neexistují žádné rozdíly mezi dvěma vybranými soubory.
ko_kr: 선택된 두 파일 사이에는 차이가 없습니다.
zh_tw: 所選的兩個文件之間沒有區別。

source: Group ID must be unique.
cs_cz: ID skupiny musí být jedinečné.
ko_kr: 그룹 ID는 고유해야합니다.
zh_tw: 組ID必須是唯一的。

source: Group ID cannot contain spaces.
cs_cz: id skupiny nesmí obsahovat mezery.
ko_kr: 그룹 아이디는 공백을 포함 할 수 없습니다.
zh_tw: 組ID不能包含空格。

source: Missing data from required fields. Please go back and complete all fields.
cs_cz: chybějí údaje z požadovaných polí. vraťte se a vyplňte všechna pole.
ko_kr: 필수 필드의 데이터가 누락되었습니다. 돌아가서 모든 필드를 완료하십시오.
zh_tw: 所需的字段中的數據丟失。請返回並完成所有領域。

source: Save Config
cs_cz: uložit konfiguraci
ko_kr: 구성 저장
zh_tw: 保存配置

source: No changes detected in config file, no backup was created.
cs_cz: v konfiguračním souboru nebyly zjištěny žádné změny, nebyla vytvořena žádná záloha.
ko_kr: 구성 파일에서 변경 사항이 발견되지 않았으며 백업이 작성되지 않았습니다.
zh_tw: 配置文件中未檢測到更改，未創建備份。

source: Backup created successfully.
cs_cz: záloha byla úspěšně vytvořena.
ko_kr: 백업이 성공적으로 생성되었습니다.
zh_tw: 備份創建成功。
