Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Tips
cs_cz: tip
ko_kr: 팁
zh_tw: 尖

source: When providing <i>thresholds</i> in the following formats, these rules apply:
cs_cz: při poskytování <i>prahové hodnoty uvedené</i> v těchto formátech, platí tato pravidla:
ko_kr: 다음 형식으로 <i>임계 값을</i> 제공 할 때,이 규칙이 적용됩니다
zh_tw: 在下面的格式提供<i>的閾值</i>時，這些規則適用：

source: Scanned Process List
cs_cz: naskenovaných Seznam proces
ko_kr: 스캔 프로세스 목록
zh_tw: 掃描進程列表

source: Monitor a Linux workstation or server using SNMP.
cs_cz: monitorovat linuxové pracovní stanici nebo server pomocí protokolu SNMP.
ko_kr: SNMP를 사용하여 리눅스 워크 스테이션이나 서버를 모니터링 할 수 있습니다.
zh_tw: 使用SNMP監控Linux工作站或服務器。

source: Linux SNMP
ko_kr: 리눅스 SNMP
zh_tw: Linux的SNMP

source: No SNMP community specified.
cs_cz: no komunity SNMP uvedeno.
ko_kr: 더 SNMP 커뮤니티가 없습니다 지정되었습니다.

source: Monitor a Mac OS X machine.
cs_cz: monitorovat Mac OS X stroje.
ko_kr: 맥 OS / X 컴퓨터를 모니터링 할 수 있습니다.
zh_tw: 監測的Mac OS / X線機。

source: Mail Server Information
cs_cz: informace o serveru pošty
ko_kr: 메일 서버 정보
zh_tw: 郵件服務器信息

source: Mail Server Details
cs_cz: Podrobnosti poštovní server
ko_kr: 메일 서버 세부 정보
zh_tw: 郵件服務器的詳細信息

source: Monitor an email server.
cs_cz: monitorovat e-mailový server.
ko_kr: 이메일 서버를 모니터링 할 수 있습니다.
zh_tw: 監控郵件服務器。

source: Mail Server
cs_cz: mailový server
ko_kr: 메일 서버
zh_tw: 郵件服務器

source: NOTIFICATION
cs_cz: OZNÁMENÍ
ko_kr: 공고
zh_tw: 通知

source: On September 1, 2021, Microsoft made privacy changes to all Microsoft 365 Subscriptions. As a result, your user, group, and site information, in your organizations data usage reports, is concealed/anonymized
cs_cz: 1. září 2021 provedl Microsoft změny ochrany osobních údajů u všech předplatných Microsoft 365. V důsledku toho jsou informace o vašem uživateli, skupině a webu v přehledech využití dat vaší organizace skryty/anonymizovány
ko_kr: 2021년 9월 1일에 Microsoft는 모든 Microsoft 365 구독에 대한 개인 정보 보호 정책을 변경했습니다. 결과적으로 조직의 데이터 사용 보고서에 있는 사용자, 그룹 및 사이트 정보는 숨겨지거나 익명화됩니다.
zh_tw: 2021 年 9 月 1 日，Microsoft 對所有 Microsoft 365 訂閱進行了隱私變更。因此，您的組織資料使用報告中的使用者、群組和網站資訊將被隱藏/匿名

source: In order to monitor individual users, groups and sites in your Microsoft 365 subscription, you will need to override the setting in the
cs_cz: Abyste mohli sledovat jednotlivé uživatele, skupiny a weby ve vašem předplatném Microsoft 365, budete muset přepsat nastavení v
ko_kr: Microsoft 365 구독의 개별 사용자, 그룹 및 사이트를 모니터링하려면 다음 설정을 재정의해야 합니다.
zh_tw: 為了監視 Microsoft 365 訂閱中的單一使用者、群組和網站，您需要覆蓋中的設置

source: Microsoft 365 reports show anonymous user names instead of actual user names</a>, for step by step instructions
cs_cz: Přehledy Microsoft 365 zobrazují anonymní uživatelská jména namísto skutečných uživatelských jmen, kde najdete podrobné pokyny
ko_kr: Microsoft 365 보고서에는 단계별 지침을 위해 실제 사용자 이름 대신 익명 사용자 이름이 표시됩니다.
zh_tw: Microsoft 365 報表顯示匿名使用者名稱而非實際使用者名，以取得逐步說明

source: Generic metrics are available, without any changes
cs_cz: Obecné metriky jsou k dispozici bez jakýchkoli změn
ko_kr: 변경 사항 없이 일반 측정항목을 사용할 수 있습니다.
zh_tw: 通用指標可用，無需任何更改

source: If your version of MongoDB is newer, you may want to update pymongo using pip:
cs_cz: pokud vaše verze MongoDB je novější, můžete aktualizovat pymongo pomocí PIP:
ko_kr: mongodb의 버전이 더 새로운 경우 pip를 사용하여 pymongo를 업데이트 할 수 있습니다.
zh_tw: 如果您的MongoDB的版本更新，你可能需要使用pymongo PIP更新：

source: MongoDB Information
cs_cz: MongoDB informace
ko_kr: MongoDB의 정보
zh_tw: MongoDB的信息

source: Specify the details for connecting to the MongoDB database you want to monitor
cs_cz: určit podrobnosti pro připojení k databázi MongoDB chcete monitorovat
ko_kr: 모니터링 할 MSSQL 데이터베이스에 연결하기위한 세부 사항을 지정
zh_tw: 指定連接MSSQL數據庫，你要監視的詳細信息

source: The IP address or FQDNS name of the MongoDB server
cs_cz: IP adresa nebo FQDN název serveru MongoDB
ko_kr: IP 주소 또는 MSSQL 서버의 FQDNS 이름
zh_tw: MSSQL服務器的IP地址或FQDN名稱

source: The username used to connect to the database
cs_cz: uživatelské jméno slouží k připojení k databázi
ko_kr: 오라클 서버에 연결하는 데 사용되는 사용자 이름
zh_tw: 連接到Oracle服務器使用的用戶名

source: The password for the above user
cs_cz: heslo pro výše uvedené uživatele
ko_kr: 상기 사용자의 암호
zh_tw: 上述用戶的密碼

source: The database you want to monitor
cs_cz: databáze, kterou chcete monitorovat
ko_kr: 모니터 할 데이터베이스
zh_tw: 你要監視的數據庫

source: MongoDB Database Metrics
cs_cz: MongoDB databáze metriky
ko_kr: 포스트그레스 데이터베이스 통계
zh_tw: Postgres數據庫指標

source: Database Size
cs_cz: velikosti databáze
ko_kr: 데이터베이스 크기
zh_tw: 數據庫的大小

source: Database Indexes Size
cs_cz: Velikost databáze indexy
ko_kr: 데이터베이스 인덱스 크기
zh_tw: 數據庫索引大小

source: Number of Collections
cs_cz: počet kolekcí
ko_kr: 컬렉션의 수
zh_tw: 藏品數量

source: Monitor a MongoDB Database
cs_cz: sledování databáze MongoDB
ko_kr: MSSQL 데이터베이스를 모니터링
zh_tw: 監控MSSQL數據庫

source: MongoDB Database
cs_cz: databáze MongoDB
ko_kr: MongoDB를 데이터베이스
zh_tw: MongoDB數據庫

source: To use this wizard you must install pymongo on your server. If you are using CentOS or RHEL you can run:
cs_cz: Použití tohoto průvodce je nutné nainstalovat pymongo na svém serveru. Pokud používáte CentOS nebo RHEL můžete spustit "yum install pymongo".
ko_kr: 이 마법사를 사용하려면 서버에 pymongo을 설치해야합니다. 당신은 centos 또는 RHEL을 사용하는 경우에는 "YUM 설치 pymongo"를 실행할 수 있습니다.
zh_tw: 使用此嚮導您必須安裝pymongo的服務器上。如果你使用CentOS或RHEL可以運行“yum安裝pymongo”的。

source: No username specified.
cs_cz: žádné uživatelské jméno uvedeno.
ko_kr: 사용자 이름을 지정하지.
zh_tw: 沒有指定用戶名。

source: No password specified.
cs_cz: žádné heslo uvedeno.
ko_kr: 아니오 암호를 지정하지.
zh_tw: 沒有指定密碼。

source: No database specified.
cs_cz: žádná databáze zadán.
ko_kr: 지정된 데이터베이스가 없습니다.
zh_tw: 沒有指定的數據庫。

source: MongoDB Server
cs_cz: MongoDB serveru
ko_kr: MongoDB의 서버
zh_tw: MongoDB的服務器

source: Specify the details for connecting to the MongoDB server you want to monitor
cs_cz: určit podrobnosti pro připojení k serveru MongoDB chcete monitorovat
ko_kr: 모니터링 할 MSSQL 서버에 연결하기위한 세부 사항을 지정
zh_tw: 你要監視的MSSQL服務器連接到指定的詳細信息

source: MongoDB Server Metrics
cs_cz: metriky serveru MongoDB
ko_kr: MongoDB의 서버 메트릭
zh_tw: MongoDB服務器度量

source: Check Connection
cs_cz: zkontrolujte zapojení
ko_kr: 연결을 확인
zh_tw: 檢查連接

source: Free Connections
cs_cz: zdarma připojení
ko_kr: 오픈 연결
zh_tw: 打開的連接

source: Mapped Memory Usage
cs_cz: mapované využití paměti
ko_kr: 매핑 된 메모리 사용량
zh_tw: 映射的內存使用情況

source: Lock Time Percent
cs_cz: lock time procent
ko_kr: 시간 비율을 잠글
zh_tw: 鎖定時間％

source: Average Flush Time
cs_cz: Průměrná doba flush
ko_kr: 평균 세척 시간
zh_tw: 平均沖洗時間

source: Last Flush Time
cs_cz: poslední flush čas
ko_kr: 마지막 세척 시간
zh_tw: 最後一次刷新時間

source: Index Miss Ratio
cs_cz: Poměr index slečno
ko_kr: 인덱스 미스 비율
zh_tw: 指數小姐比

source: Number of Databases
cs_cz: počet databází
ko_kr: 데이터베이스의 수
zh_tw: 的數據庫數

source: Queries Per Second
cs_cz: dotazů za sekundu
ko_kr: 초당 검색어
zh_tw: 每秒查詢

source: MongoDB Server Replication Metrics
cs_cz: MongoDB metriky replikace serveru
ko_kr: MongoDB의 서버 복제 측정
zh_tw: MongoDB服務器複製指標

source: Replication State
cs_cz: stav replikace
ko_kr: 복제 상태
zh_tw: 複製狀態

source: Replication Lag
cs_cz: replikační lag
ko_kr: 복제 지연
zh_tw: 複製延遲

source: Replication Lag Percent
cs_cz: replikace zpoždění procent
ko_kr: 복제 지연 퍼센트
zh_tw: 複製滯後％

source: Monitor a MongoDB Server
cs_cz: monitorování MongoDB serveru
ko_kr: MSSQL 서버를 모니터링
zh_tw: 監控MSSQL服務器

source: Monitor a NFS, CIFS or DAVFS mountpoint.
cs_cz: monitorovat NFS, CIFS nebo davfs přípojný bod.
ko_kr: NFS, CIFS 또는 davfs 마운트 지점을 모니터링 할 수 있습니다.
zh_tw: 監控NFS，CIFS或davfs掛載點。

source: Mountpoint
cs_cz: přípojný bod
ko_kr: 마운트
zh_tw: 掛載點

source: It looks like you are missing check_mountpoints.sh on your Nagios XI server. To use this wizard you must install the check_mountpoints.sh plugin on your server located in the this wizards plugin directory here: /usr/local/nagios/libexec/
cs_cz: vypadá to, že vám něco chybí check_mountpoints.sh na svém nagios xi serveru. Použití tohoto průvodce je nutné nainstalovat plugin check_mountpoints.sh na svém serveru umístěném v tomto průvodci plugin adresář zde: / usr / local / nagios / libexec /
ko_kr: 당신이 당신의 Nagios XI 서버에 check_xisla.php 누락 것 같습니다. 이 마법사를 사용하면이에있는 서버에 check_xisla.php 플러그인을 설치해야합니다는 플러그인 디렉토리를 위저드. 여기에 이​​동 : / usr / 지방 / Nagios는 / libexec 디렉토리 /
zh_tw: 它看起來像你缺少你check_xisla.php喜的Nagios服務器上。使用這個嚮導，您必須在服務器設在此上安裝插件check_xisla.php奇才插件目錄。移動位置：在/ usr /本地/ Nagios的/ libexec中/

source: Mountpoint Host Description
cs_cz: přípojný bod popis hostitel
ko_kr: 마운트 호스트 설명
zh_tw: 主機掛載點說明

source: Mountpoint Details
cs_cz: MountPoint detaily
ko_kr: 마운트 세부 사항
zh_tw: 掛載點的詳細信息

source: mtab Path
cs_cz: mtab cesta
ko_kr: mtab 파일 경로
zh_tw: mtab中路徑

source: Auto Select
cs_cz: auto volba
ko_kr: 자동 선택

source: This will turn the automatic mountpoint service on.
cs_cz: to bude zase automatického pripojny_bod službu.
ko_kr: 이에 자동 마운트 포인트 서비스를 켜집니다.
zh_tw: 這將開啟自動掛載點服務。

source: Write Test
cs_cz: písemný test
ko_kr: 쓰기 테스트

source: Mountpoint Service
cs_cz: přípojný bod služby
ko_kr: 마운트 서비스

source: A Basic service that checks if the mountpoint that was set in the description is available. The Scanned Mount List is a general scan of available mounts and their status using the plugin defaults.
cs_cz: základní služba, která kontroluje, zda přípojným bodem, který byl nastaven v popisu je k dispozici. naskenovaný seznam mount je obecný skenování dostupných držáků a jejich stav s použitím výchozí plugin.
ko_kr: 설명에 설정된 마운트 포인트를 사용할 수 있는지 확인 기본 서비스. 스캔 마운트 목록은 플러그인 기본값을 사용하여 사용 가능한 마운트 및 상태에 대한 일반적인 검사입니다.
zh_tw: 一項基本服務，用於檢查描述中設定的安裝點是否可用。掃描的安裝清單是使用外掛程式預設值對可用安裝及其狀態進行的一般掃描。

source: Mountpoint Path
cs_cz: přípojný bod cesta
ko_kr: 마운트 지점 경로

source: Scanned Mount List
cs_cz: naskenovaný seznam mount
ko_kr: 스캔 마운트 목록

source: Parallel Data Warehouse
cs_cz: paralelní datový sklad
ko_kr: 병렬 데이터웨어 하우스

source: Azure Synapse Analytics (SQL DW)
cs_cz: analytika azurové synapse (sql dw)
ko_kr: 푸른 시냅스 분석 (SQL DW)
zh_tw: Azure Synapse 分析 (SQL DW)

source: 2017 (Helsinki)
ko_kr: 2017 년 (헬싱키)
zh_tw: 2017（赫爾辛基）

source: 2016 (SQL16)
ko_kr: 2016 년 (sql16)

source: 2014 (SQL14)
ko_kr: 2014 년 (sql14)

source: 2012 (Denali)
ko_kr: 2012 년 (데날리)
zh_tw: 2012 年（麥金利峰）

source: 2008 R2 (Kilimanjaro)
ko_kr: 2008 R2 (킬리만자로)
zh_tw: 2008 R2（乞力馬扎羅山）

source: 2008 (Katmai)
ko_kr: 2008 년 (카트 마이)
zh_tw: 2008 年（卡特邁）

source: 2005 (Yukon)
ko_kr: 2005 년 (유콘)
zh_tw: 2005（育空地區）

source: 2000 64-bit (Liberty)
cs_cz: 64bitový 2000bit (svoboda)
ko_kr: 2000 64 비트 (자유)
zh_tw: 2000 64 位元（自由）

source: 2000 (Shiloh)
ko_kr: 2000 년 (실로)
zh_tw: 2000（示羅）

source: MSSQL Server
ko_kr: MSSQL 서버

source: Instance
ko_kr: 예

source: MSSQL Database Metrics
cs_cz: MSSQL databáze metriky
ko_kr: MSSQL 데이터베이스 통계

source: Custom Metrics
cs_cz: systémové metriky
ko_kr: 시스템 메트릭

source: Other metrics provided by the performance and Ring Buffer tables.
cs_cz: další metriky poskytované tabulkami výkonu a vyrovnávací paměti zvonění.
ko_kr: 성능 및 링 버퍼 테이블에서 제공하는 기타 메트릭

source: Counter Name
cs_cz: název čítače
ko_kr: 카운터 이름

source: The counter_name from the sys.sysperfinfo, sys.dm_os_performance_counters, etc. table or the field from the Ring table.
cs_cz: název_čítače z tabulky sys.sysperfinfo, sys.dm_os_performance_counters atd. nebo pole z tabulky zvonění.
ko_kr: sys.sysperfinfo, sys.dm_os_performance_counters 등 테이블의 counter_name 또는 링 테이블의 필드
zh_tw: sys.sysperfinfo、sys.dm_os_performance_counters 等表中的 counter_name 或 Ring 表中的欄位。

source: A meaningful name for monitoring. If left blank, it will be generated from the Counter and Instance Names.
cs_cz: smysluplné jméno pro monitorování. pokud je prázdné, bude vygenerováno z názvů čítačů a instancí.
ko_kr: 모니터링을위한 의미있는 이름. 비워두면 카운터 및 인스턴스 이름에서 생성됩니다.
zh_tw: 一個有意義的監控名稱。如果留空，它將根據計數器和實例名稱產生。

source: Unit
cs_cz: jednotka
ko_kr: 단위
zh_tw: 單元

source: Optional label for unit of measure, e.g., s, ms, MB.
cs_cz: volitelný štítek pro měrnou jednotku, např. s, ms, mb.
ko_kr: 측정 단위에 대한 선택적 레이블 (예 : s, ms, mb)
zh_tw: 測量單位的可選標籤，例如 s、ms、MB。

source: Mod
ko_kr: 모드

source: Optional multiplication modifier, e.g., 100.
cs_cz: volitelný modifikátor násobení, např. 100.
ko_kr: 선택적인 곱셈 수정 자, 예를 들어 100.
zh_tw: 可選的乘法修飾符，例如 100。

source: Ring Buffer Type
cs_cz: typ kroužkové vyrovnávací paměti
ko_kr: 링 버퍼 타입

source: Required for Ring Buffer queries. The ring_buffer_type from the sys.dm_os_ring_buffers table.
cs_cz: vyžadováno pro dotazy vyrovnávací paměti prstenů. typ ring_buffer_type z tabulky sys.dm_os_ring_buffers.
ko_kr: 링 버퍼 쿼리에 필요합니다. sys.dm_os_ring_buffers 테이블의 ring_buffer_type
zh_tw: 環形緩衝區查詢所需。 sys.dm_os_ring_buffers 表中的ring_buffer_type。

source: XPath
cs_cz: cesta
ko_kr: 경로
zh_tw: X路徑

source: Required for Ring Buffer queries. The xpath to the value you want to monitor.
cs_cz: vyžadováno pro dotazy vyrovnávací paměti prstenů. xpath k hodnotě, kterou chcete sledovat.
ko_kr: 링 버퍼 쿼리에 필요합니다. 모니터하려는 값의 xpath
zh_tw: 環形緩衝區查詢所需。您要監控的值的 xpath。

source: Monitor a MSSQL Database
cs_cz: monitorovat databázi MSSQL
ko_kr: MSSQL 데이터베이스를 모니터링

source: MSSQL Database
cs_cz: databáze mssql
ko_kr: MSSQL 데이터베이스

source: Specify the details for connecting to the MSSQL server you want to monitor
cs_cz: určit podrobnosti pro připojení k serveru MSSQL chcete monitorovat
ko_kr: 모니터링 할 MySQL 서버에 연결에 대한 세부 정보를 지정합니다.

source: The IP address or FQDNS name of the MSSQL server
cs_cz: IP adresa nebo FQDN název serveru MSSQL
ko_kr: IP 주소 또는 MSSQL 서버의 FQDNS 이름

source: The port to use to connect to the MSSQL server
cs_cz: port použít pro připojení k serveru MSSQL
ko_kr: 포트는 MSSQL 서버에 연결하는 데 사용하는

source: The username used to connect to the MSSQL server
cs_cz: uživatelské jméno slouží k připojení k serveru MSSQL
ko_kr: 사용자 이름은 MSSQL 서버에 연결하는 데 사용

source: The password used to connect to the MSSQL server
cs_cz: Heslo slouží k připojení k serveru MSSQL
ko_kr: MSSQL 서버에 연결하는 데 사용하는 암호

source: The database to connect to on the MSSQL server
cs_cz: databáze pro připojení k na serveru MSSQL
ko_kr: MSSQL 서버에 연결하는 데이터베이스

source: MSSQL Query
cs_cz: mssql dotaz
ko_kr: MSSQL 쿼리

source: Query Name
cs_cz: název dotazu
ko_kr: 쿼리 이름

source: A friendly name for the SQL query
cs_cz: popisný název pro SQL dotazu
ko_kr: SQL 쿼리에 대한 알기 쉬운 이름
zh_tw: SQL 查詢的友善名稱

source: Query Warning
cs_cz: varovný dotaz
ko_kr: 쿼리 경고

source: Query Critical
cs_cz: dotaz kritický
ko_kr: 중요한 쿼리

source: Connection Warning
cs_cz: výstraha spojení
ko_kr: 연결 경고

source: Connection Critical
cs_cz: připojení kritický
ko_kr: 연결이 중요

source: Monitor a MSSQL Database Query
cs_cz: monitorovat dotaz na MSSQL databáze
ko_kr: MSSQL 데이터베이스 쿼리를 모니터링

source: MSSQL Server Metrics
cs_cz: MSSQL serveru metriky
ko_kr: MSSQL 서버 통계

source: Instance Name
cs_cz: název instance
ko_kr: 인스턴스 이름

source: Add Another Custom Metric
cs_cz: přidat další vlastní metriku
ko_kr: 다른 맞춤 측정 항목 추가

source: Monitor a MSSQL Server
cs_cz: monitorovat serveru MSSQL
ko_kr: MSSQL 서버를 모니터링

source: MySQL Server
ko_kr: MySQL의 서버

source: The IP address or FQDNS name of the MySQL server
cs_cz: IP adresa nebo FQDN název serveru MySQL
ko_kr: IP 주소 또는 MySQL 서버의 fqdns 이름

source: The port to use to connect to the MySQL server
cs_cz: port použít k připojení k serveru MySQL
ko_kr: 포트는 MySQL 서버에 연결하는 데 사용하는

source: The username used to connect to the MySQL server
cs_cz: uživatelské jméno slouží k připojení k serveru MySQL
ko_kr: MySQL 서버에 연결하는 데 사용되는 사용자 이름

source: The database to connect to on the MySQL server
cs_cz: databáze pro připojení k na serveru MySQL
ko_kr: MySQL 서버에 연결하기 위해 데이터베이스

source: MySQL Query
ko_kr: MySQL의 쿼리

source: Specify the details of the query you'd like to monitor
cs_cz: upřesnit podrobnosti o dotazu, který chcete sledovat
ko_kr: 을 모니터 할 쿼리의 세부 사항을 지정

source: An optional warning threshold to use when checking the result of the SQL query
cs_cz: volitelný práh varování pro použití při kontrole výsledku SQL dotazu
ko_kr: SQL 쿼리의 결과를 확인할 때 사용할 수있는 옵션 경고 임계 값
zh_tw: 檢查 SQL 查詢結果時所使用的可選警告閾值

source: An optional critical threshold to use when checking the result of the SQL query
cs_cz: volitelný kritický práh pro použití při kontrole výsledku SQL dotazu
ko_kr: SQL 쿼리의 결과를 확인할 때 사용할 수있는 옵션 중요 임계 값
zh_tw: 檢查 SQL 查詢結果時所使用的可選臨界閾值

source: Monitor a MySQL database query.
cs_cz: monitorovat dotaz na databázi MySQL.
ko_kr: MySQL 데이터베이스 쿼리를 모니터링 할 수 있습니다.

source: Invalid query name
cs_cz: neplatný název dotazu
ko_kr: 잘못된 쿼리 이름

source: MySQL Server Metrics
cs_cz: metriky MySQL server
ko_kr: MSSQL 서버 통계

source: Monitor a MySQL server.
cs_cz: sledovat MySQL server.
ko_kr: MSSQL 서버를 모니터링

source: Log Server Information
cs_cz: log informace o serveru
ko_kr: 메일 서버 정보

source: Allow self signed SSL Cert
cs_cz: Povolit certifikát SSL s vlastním podpisem
ko_kr: 자체 서명된 SSL 인증서 허용
zh_tw: 允許自簽名 SSL 憑證

source: Allow the conection to an NLS instance with https if the certificate is self-signed.
cs_cz: Povolte připojení k instanci NLS pomocí https, pokud je certifikát podepsán sám sebou.
ko_kr: 인증서가 자체 서명된 경우 https를 사용하여 NLS 인스턴스에 대한 연결을 허용합니다.
zh_tw: 如果憑證是自簽署的，則允許使用 https 連線到 NLS 實例。

source: Unable to contact server at
cs_cz: nemůže kontaktovat server, na
ko_kr: 에서 서버에 연결할 수 없습니다

source: Log Server Settings
cs_cz: log nastavení serveru
ko_kr: 서버 로그 설정

source: Saved Queries
cs_cz: uložené dotazy
ko_kr: 저장된 검색 쿼리

source: Queries will be copied from Log Server and saved in your XI configuration. Later changes to the queries in Log Server will not affect the queries in XI.
cs_cz: Dotazy budou zkopírovány z log serveru a uložen v konfiguraci XI. pozdější změny dotazy v protokolu serveru nebude mít vliv na dotazy v XI.
ko_kr: 쿼리는 로그 서버에서 복사 및 XI 구성에 저장됩니다. 로그 서버의 쿼리에 나중에 변경 XI의 질의에 영향을 미치지 않습니다.
zh_tw: 查詢將從日誌伺服器複製並保存在您的 XI 配置中。稍後對 Log Server 中的查詢進行的變更不會影響 XI 中的查詢。

source: Saved Query
cs_cz: uložen dotaz
ko_kr: 저장된 검색 쿼리

source: Text Queries
cs_cz: textové dotazy
ko_kr: 텍스트 쿼리
zh_tw: 文字查詢

source: About the Lucene query syntax
cs_cz: o syntaxi dotazu lucen
ko_kr: 루씬 쿼리 구문에 대한
zh_tw: 關於 Lucene 查詢語法

source: Lucene
cs_cz: lucen
ko_kr: 루씬
zh_tw: 盧塞恩

source: Monitor a Nagios Log Server query.
cs_cz: monitorovat serverovou dotaz Nagios log.
ko_kr: Nagios의 로그 서버 쿼리를 모니터링 할 수 있습니다.

source: No host address specified.
cs_cz: žádný hostitel adresu uvedenou.
ko_kr: 지정된 주소에서 아냐.

source: No Log Server URL specified.
cs_cz: no protokolu serveru url specifikováno.
ko_kr: 더 로그 서버 URL을 지정하지 않습니다.

source: No API key specified.
cs_cz: no api klíč zadán.
ko_kr: 어떤 API 키를 지정하지 않습니다.

source: Server returned invalid output. (Is this a Nagios Log Server?)
cs_cz: Server vrátil neplatnou výstup. (Se jedná o protokolu serveru Nagios?)
ko_kr: 서버가 잘못된 출력을 반환했습니다. (이것은 Nagios의 로그 서버입니까?)

source: Bad API key. Message from server is
cs_cz: špatný api key. Zpráva ze serveru
ko_kr: 나쁜 API 키. 서버에서 메시지는
zh_tw: API 金鑰錯誤。來自伺服器的訊息是

source: Server didn't return expected output. (Is this a Nagios Log Server?)
cs_cz: Server nevrátil očekávaný výstup. (Se jedná o protokolu serveru Nagios?)
ko_kr: 서버는 예상 출력을 반환하지 않았다. (이것은 Nagios의 로그 서버입니까?)
zh_tw: 伺服器未傳回預期輸出。 （這是 Nagios 日誌伺服器嗎？）

source: You have not specified any queries to monitor.
cs_cz: jste nezadali nějaké dotazy k monitorování.
ko_kr: 당신은 모니터링 할 수있는 OIDs을 선택하지 않았습니다.

source: Missing display name.
cs_cz: Chybí zobrazovaný název.
ko_kr: 누락 된 표시 이름을 입력합니다.

source: Missing query ID.
cs_cz: Chybí dotazu id.
ko_kr: 쿼리 ID가 없습니다.
zh_tw: 缺少查詢 ID。

source: Minutes must be greater than zero.
cs_cz: Zápis musí být větší než nula.
ko_kr: 분은 0보다 커야합니다.

source: Minutes must be an integer.
cs_cz: Zápis musí být celé číslo.
ko_kr: 분은 정수 여야합니다.

source: Missing warning range.
cs_cz: Chybí varovný rozsah.
ko_kr: 경고 범위를 누락.
zh_tw: 缺少警告範圍。

source: Missing critical range.
cs_cz: Chybí kritický rozsah.
ko_kr: 임계 범위가 없습니다.
zh_tw: 缺少臨界範圍。

source: Missing query.
cs_cz: Chybí dotaz.
ko_kr: 누락 된 쿼리.

source: Missing query type.
cs_cz: Chybí typ dotazu.
ko_kr: 쿼리 유형이 없습니다.
zh_tw: 缺少查詢類型。

source: Query JSON is invalid.
cs_cz: Dotaz JSON je neplatný.
ko_kr: 쿼리 JSON이 잘못되었습니다.

source: Invalid query type
cs_cz: neplatný typ dotazu
ko_kr: 잘못된 쿼리 이름

source: Total Checks:
cs_cz: Celkový počet kontrol:
ko_kr: 총 점검 :

source: On-Demand:
cs_cz: na požádání:
ko_kr: 주문형 :
zh_tw: 一經請求：

source: Scheduled:
cs_cz: naplánovaný:
ko_kr: 예약 :

source: Passive Checks Last
cs_cz: pasivní kontroly poslední
ko_kr: 마지막 수동 점검

source: service problems
cs_cz: problémy služby
ko_kr: 서비스 문제

source: host problems
cs_cz: problémy s hostitelskými
ko_kr: 호스트 문제

source: Average execution time:
cs_cz: Průměrná doba realizace:
ko_kr: 평균 실행 시간 :

source: urrent command buffer usage:
cs_cz: urrent příkaz využití vyrovnávací paměti:
ko_kr: urrent 명령 버퍼 사용 :
zh_tw: 目前命令緩衝區使用：

source: High command buffer usage:
cs_cz: vrchní velení využití vyrovnávací paměti:
ko_kr: 고 명령 버퍼 사용 :
zh_tw: 高指令緩衝區使用率：

source: External commands last
cs_cz: externí povel poslední
ko_kr: 마지막으로 외부 명령

source: Verify Localhost Host Name
cs_cz: ověřit název hostitele localhost
ko_kr: 로컬 호스트의 호스트 이름을 확인
zh_tw: 驗證本機主機主機名

source: Performance Tuning
cs_cz: ladění výkonu
ko_kr: 성능 설정

source: Tuning Nagios Performance
cs_cz: ladění výkonu nagios
ko_kr: Nagios 성능 튜닝

source: Important Notes
cs_cz: důležitá upozornění
ko_kr: 중요 사항

source: Check Name
cs_cz: zjistit jméno
ko_kr: 이름을 확인

source: Average Host
cs_cz: průměrná hostitel
ko_kr: 평균 호스트

source: Average Service
cs_cz: průměrná služba
ko_kr: 평균 서비스

source: Average Active Host
cs_cz: Průměrná aktivní hostitel
ko_kr: 평균 활성 호스트

source: Latency
cs_cz: latence
ko_kr: 지연 시간

source: Average Active Service
cs_cz: průměr činné služby
ko_kr: 평균 활성 서비스

source: Average Passive Host
cs_cz: Průměrná pasivní hostitel
ko_kr: 평균 수동 호스트

source: Average Passive Service
cs_cz: Průměrná pasivní služba
ko_kr: 평균 수동 서비스

source: External Commands
cs_cz: externí povel
ko_kr: 외부 명령

source: Used
cs_cz: použitý
ko_kr: 사용 된
zh_tw: 用過的

source: Total Host Problems
cs_cz: Celkové problémy hostitelské
ko_kr: 총 호스트 문제

source: Total Service Problems
cs_cz: Celkové problémy služby
ko_kr: 총 서비스 문제

source: Monitor internal performance of your XI server.
cs_cz: monitorovat vnitřní výkon vašeho xi serveru.
ko_kr: 당신의 XI 서버의 내부 성능을 모니터링 할 수 있습니다.

source: Nagiostats Wizard
cs_cz: nagiostats průvodce
ko_kr: Nagiostats 마법사
zh_tw: Nagiostats 嚮導

source: The amount of seconds that a scheduled check lagged behind its scheduled check time. For instance, if a check was scheduled for 03:14:15 and it didn't get executed until 03:14:17, there would be a check latency of 2.0 seconds. On-demand checks have a latency of zero seconds.
cs_cz: množství sekundách, že naplánovaný kontrola zaostával plánovanému odjezdu dobu. Například, pokud kontrola byla naplánována na 03:14:15 a nebylo vykonán až do 03:14:17, že by kontrola latence 2,0 sekundy. na vyžádání kontroly mají latenci nula sekund.
ko_kr: 예약 된 검사가 예약 검사 시간 뒤에 느껴지 초의 금액입니다. 수표 3시 14분 15초 예정되었으며이 3시 14분 17초 때까지 실행되지 않은 경우 예를 들어, 2.0 초 검사 지연이있을 것입니다. 주문형 검사는 제로 초 지연이 있습니다.
zh_tw: 計劃檢查落後於其計劃檢查時間的秒數。例如，如果計劃在 03:14:15 進行檢查，但直到 03:14:17 才執行，則檢查延遲為 2.0 秒。按需檢查的延遲為零秒。
