Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: To add servers, you'll need the IP address and an API Key for the server. We recommend creating a specific user and use that API Key for Nagios XI integration.
cs_cz: přidat servery, budete potřebovat IP adresu a API klíč pro server. doporučujeme vytvořit konkrétního uživatele a používat tento klíč rozhraní API pro integraci Nagios XI.
ko_kr: 서버를 추가 할 수는 IP 주소와 서버의 API 키가 필요합니다. 우리는 특정 사용자를 생성하고 Nagios의 XI의 통합을 위해 해당 API 키를 사용하는 것이 좋습니다.
zh_tw: 添加服務器，你需要的ip地址和一個API密鑰服務器。我們建議您創建一個特定的用戶並使用該API密鑰的nagios喜集成。

source: Configure Network Analyzer Integration
cs_cz: Konfigurace integrace sítí analyzátor
ko_kr: 네트워크 분석기 통합을 구성
zh_tw: 配置網絡分析儀集成

source: Don't Have Nagios Network Analyzer?
cs_cz: nemají síťového analyzátoru Nagios?
ko_kr: 아직 Nagios의 네트워크 분석기를 가지고 있지 않은거야?
zh_tw: 沒有nagios的網絡分析儀了嗎？

source: Nagios Network Analyzer is an enterprise-grade tool for monitoring network activity and traffic using NetFlow and sFlow. Learn more by visiting
cs_cz: analyzátor sítě Nagios je podnik-třída nástroj pro monitorování síťové aktivity a komunikaci s použitím NetFlow a sFlow. Další informace na adrese
ko_kr: Nagios는 네트워크 분석기의 NetFlow 및 sFlow 기능을 사용하여 네트워크 활동 및 트래픽 모니터링을위한 엔터프라이즈 급 도구입니다. 방문하여 자세한 내용은
zh_tw: Nagios的網絡分析儀是一個企業級的工具，它使用的NetFlow和sFlow監控網絡活動和交通。了解更多信息，請訪問

source: Free 30-day trial available.
cs_cz: 60denní bezplatná zkušební verze k dispozici.
ko_kr: 사용 가능한 무료 60 일 평가판.
zh_tw: 60天免費試用。

source: Learn More About Network Analyzer
cs_cz: Více informací o síťového analyzátoru
ko_kr: 네트워크 분석기에 대한 자세한 내용은
zh_tw: 了解更多有關網絡分析儀

source: Learn More About Nagios Network Analyzer Integration
cs_cz: Více informací o Nagios síťového analyzátoru integraci
ko_kr: Nagios의 네트워크 분석기 통합에 대한 자세한 내용은
zh_tw: 了解更多關於Nagios的網絡分析儀集成

source: Source Hostname
cs_cz: zdroj hostname
ko_kr: 소스 호스트 이름
zh_tw: 源主機名

source: Destination Hostname
cs_cz: cílový hostname
ko_kr: 목적지 이름
zh_tw: 目的地名稱

source: Flow %
cs_cz: proudit%
ko_kr: % 흐름
zh_tw: 流量％

source: Byte %
ko_kr: 바이트 %
zh_tw: 字節％

source: Packet %
cs_cz: paket%
ko_kr: 패킷 %
zh_tw: 包％

source: Average Bits/Sec
cs_cz: průměrných bytů / sec
ko_kr: 보통 바이트 / 초
zh_tw: 平均字節數/秒

source: Average Packets/Sec
cs_cz: průměrné paketů / sec
ko_kr: 평균 패킷 / 초
zh_tw: 平均數據包/秒

source: Average Bytes/Packet
cs_cz: průměrných bytů / paketů
ko_kr: 평균 바이트 / 패킷
zh_tw: 平均字節/包

source: Last %d Hours
cs_cz: poslední 4 hodiny
ko_kr: 마지막 24 시간
zh_tw: 過去24小時

source: Last Week
cs_cz: minulý týden
ko_kr: 지난 주
zh_tw: 上星期

source: Last Month
cs_cz: minulý měsíc
ko_kr: 지난 달
zh_tw: 上個月

source: Installation Required!
cs_cz: vyzváni k instalaci!
ko_kr: 설치가 필요합니다!
zh_tw: 安裝必須的！

source: You must login to the server as the root user and run the following commands to complete the installation of this component
cs_cz: musíte se přihlásit k serveru jako uživatel root a spusťte následující příkazy k dokončení instalace této komponenty
ko_kr: 당신은 루트 사용자로 서버에 로그인하고이 구성 요소의 설치를 완료하기 위해 다음 명령을 실행해야합니다
zh_tw: 你必須以root用戶身份登錄到該服務器，並運行以下命令完成該組件的安裝

source: This component incorporates NagVis and it's maps into Nagios XI.
cs_cz: tato součást obsahuje nagvis a mapuje se na nagios xi.
ko_kr: 이 구성 요소는 nagvis를 통합하고 nagios xi에 매핑됩니다.
zh_tw: 這個組件納入了nagvis，它的地圖到nagios xi。

source: Could not transfer file to server.
cs_cz: soubor nelze přenést na server.
ko_kr: 파일을 서버로 전송할 수 없습니다.
zh_tw: 無法將文件傳輸到服務器。

source: File is not a valid audio file.
cs_cz: soubor není platný zvukový soubor.
ko_kr: 파일이 유효한 오디오 파일이 아닙니다.
zh_tw: 文件不是有效的音頻文件。

source: User uploaded audio '
cs_cz: zvuk nahraný uživatelem '
ko_kr: 사용자 업로드 오디오 '
zh_tw: 用戶上傳的音頻'

source: File uploaded but could not be moved to the appropriate directory. Apache user or nagios group must have write permissions on directory %s.
cs_cz: soubor byl nahrán, ale nelze jej přesunout do příslušného adresáře. uživatel apache nebo skupina nagios musí mít oprávnění k zápisu do adresáře% s.
ko_kr: 파일이 업로드되었지만 적절한 디렉토리로 이동할 수 없습니다. 아파치 사용자 또는 nagios 그룹에는 디렉토리 % s에 대한 쓰기 권한이 있어야합니다.
zh_tw: 文件已上傳，但無法移動到適當的目錄。 apache用戶或nagios組必須對目錄％s具有寫權限。

source: No file provided
cs_cz: nebyl poskytnut žádný soubor
ko_kr: 파일이 제공되지 않았습니다
zh_tw: 沒有提供文件

source: Insufficient permission to delete audio clips
cs_cz: nedostatečné oprávnění k mazání zvukových klipů
ko_kr: 오디오 클립을 삭제할 수있는 권한이 없습니다
zh_tw: 沒有足夠的權限刪除音頻片段

source: Please select at least one event from the list
cs_cz: vyberte alespoň jednu událost ze seznamu
ko_kr: 목록에서 하나 이상의 이벤트를 선택하십시오
zh_tw: 請從列表中至少選擇一個事件

source: No hosts matching filters.
cs_cz: žádné hostitele neodpovídající filtru.
ko_kr: 필터와 일치하는 호스트가 없습니다.
zh_tw: 沒有主機匹配過濾器。

source: No services matching filters.
cs_cz: žádné služby odpovídající filtru.
ko_kr: 필터와 일치하는 서비스가 없습니다.
zh_tw: 沒有服務匹配過濾器。

source: This host is flapping
cs_cz: Tento počítač je mávání
ko_kr: 이 호스트는 펄럭입니다
zh_tw: 該主機撲

source: This host problem has been acknowledged
cs_cz: Tento hostitel problém byl potvrzen
ko_kr: 이 호스트 문제는 인정되었습니다
zh_tw: 這台主機的問題已被確認

source: Passive Only Check
cs_cz: Pasivní pouze kontrola
ko_kr: 수동 만 확인
zh_tw: 被動式只檢查

source: Notifications are disabled for this host
cs_cz: Oznámení jsou zakázány za tímto hostitelem
ko_kr: 알림이 호스트 비활성화되어 있습니다
zh_tw: 通知被禁用該主機

source: This host is in scheduled downtime
cs_cz: Tento počítač v plánované odstávky
ko_kr: 이 호스트는 예정된 다운 타임에
zh_tw: 這台主機是在預定的停機時間

source: Hosts in UP state
cs_cz: hostitelé ve stavu up
ko_kr: 주인을 위로한다.
zh_tw: 主機處於up狀態

source: Host in DOWN state
cs_cz: hostitel ve stavu dolů
ko_kr: 주인 다운 상태
zh_tw: 主機處於停機狀態

source: Host in UNREACHABLE state
cs_cz: hostitele v nedosažitelném stavu
ko_kr: 호스트가 도달 할 수없는 상태에있다.
zh_tw: 主機處於無法訪問狀態

source: Hosts with host check PENDING
cs_cz: hostitelé s nevyřízenou kontrolou hostitele
ko_kr: 호스트 검사 대기중인 호스트
zh_tw: 主機檢查掛起的主機

source: Hosts with unhandled problems
cs_cz: hostitelé s neošetřenými problémy
ko_kr: 처리되지 않은 문제가있는 호스트
zh_tw: 有未處理問題的主機

source: Hosts with problems
cs_cz: hostitelé s problémy
ko_kr: 문제가있는 호스트
zh_tw: 主機有問題

source: Total count of hosts
cs_cz: celkový počet hostitelů
ko_kr: 총 호스트 수
zh_tw: 主機總數

source: Services in OK state
cs_cz: služby v ok ok
ko_kr: ok 상태의 서비스
zh_tw: ok狀態的服務

source: Services in WARNING state
cs_cz: služba je ve výstražném stavu.
ko_kr: 서비스는 경고 상태에있다.
zh_tw: 服務處於警告狀態。

source: Services in CRITICAL state
cs_cz: služby v kritickém stavu
ko_kr: 치명적인 상태의 서비스
zh_tw: 處於危急狀態的服務

source: Services in UNKNOWN state
cs_cz: služby v neznámém stavu
ko_kr: 알 수없는 상태의 서비스
zh_tw: 未知狀態的服務

source: Services with check PENDING
cs_cz: služby s čekací dobou
ko_kr: 점검 대기중인 서비스
zh_tw: 待檢查的服務

source: Services with unhandled problems
cs_cz: služby s neošetřenými problémy
ko_kr: 처리되지 않은 문제가있는 서비스
zh_tw: 有未處理問題的服務

source: Services with problems
cs_cz: služby s problémy
ko_kr: 문제가있는 서비스
zh_tw: 有問題的服務

source: Total count of services
cs_cz: celkový počet služeb
ko_kr: 총 서비스 수
zh_tw: 服務總數

source: This component adds a read-only NOC screen for all current unhandled problems to the home menu.
cs_cz: tato složka přidává read-only NOC obrazovku pro všechny běžné neošetřené problémů do hlavní nabídky.
ko_kr: 이 구성 요소는 홈 메뉴에 현재의 모든 처리되지 않은 문제에 대해 읽기 전용 NOC 화면을 추가합니다.
zh_tw: 這個組件添加一個只讀的NOC目前所有的未處理的問題，到主菜單畫面。

source: Operations Center
cs_cz: operačního střediska
ko_kr: 운영 센터
zh_tw: 運營中心

source: All filters selected
cs_cz: všechny vybrané filtry
ko_kr: 선택한 모든 필터
zh_tw: 選擇所有過濾器

source: Select Additional Filters
cs_cz: vyberte další filtry
ko_kr: 추가 필터 선택
zh_tw: 選擇其他過濾器

source: Show Filters
cs_cz: zobrazit filtry
ko_kr: 쇼 필터
zh_tw: 顯示過濾器

source: Hide Filters
cs_cz: Schovat filtry
ko_kr: 숨기기 필터
zh_tw: 隱藏過濾器

source: File %s is not an audio file.
cs_cz: file% s není zvukový soubor.
ko_kr: 파일 % s은 (는) 오디오 파일이 아닙니다.
zh_tw: 文件％s不是音頻文件。

source: Refresh every
cs_cz: aktualizovat každý
ko_kr: 모든 새로 고침
zh_tw: 每次刷新

source: Configure Sound
cs_cz: konfigurovat zvuk
ko_kr: 소리 구성
zh_tw: 配置聲音

source: Service State
cs_cz: služba stav
ko_kr: 서비스 주
zh_tw: 服務狀態

source: Additional Filters
cs_cz: další filtry
ko_kr: 추가 필터
zh_tw: 其他過濾器

source: Hide notifications disabled
cs_cz: skrýt notifactions povoleny
ko_kr: 비활성화 notifactions을 숨기
zh_tw: 隱藏禁用notifactions

source: Hide handled
cs_cz: skrýt zacházet
ko_kr: 숨길 처리
zh_tw: 隱藏處理

source: Hide soft states
cs_cz: skrýt měkké stavy
ko_kr: 부드러운 상태를 숨기기
zh_tw: 隱藏軟狀態

source: Clear filters
cs_cz: clear filter
ko_kr: 필터 지우기
zh_tw: 清除過濾器

source: Select Sound:
cs_cz: vyberte zvuk:
ko_kr: 소리 선택 :
zh_tw: 選擇聲音：

source: Currently Selected:
cs_cz: aktuálně vybrané:
ko_kr: 현재 선택된 :
zh_tw: 當前選擇：

source: Play for these changes:
cs_cz: hrát za tyto změny:
ko_kr: 이러한 변화에 대한 재생 :
zh_tw: 爭取這些變化：

source: Host -> UP
cs_cz: hostitel -> nahoru
ko_kr: 호스트-> 위로
zh_tw: 主機->向上

source: Currently: %s
cs_cz: aktuálně:% s
ko_kr: 현재 : % s
zh_tw: 當前：％s

source: Host -> DOWN
cs_cz: hostitel -> dolů
ko_kr: 호스트-> 아래로
zh_tw: 主機->下

source: Host -> UNREACHABLE
cs_cz: hostitel -> nedosažitelný
ko_kr: 호스트-> 연결할 수 없음
zh_tw: 主機->無法訪問

source: Service -> OK
cs_cz: služba -> ok
ko_kr: 서비스-> 확인
zh_tw: 服務->確定

source: Service -> WARNING
cs_cz: servis -> varování
ko_kr: 서비스-> 경고
zh_tw: 服務->警告

source: Service -> CRITICAL
cs_cz: služba -> kritická
ko_kr: 서비스-> 중요
zh_tw: 服務->關鍵

source: Service -> UNKNOWN
cs_cz: služba -> neznámá
ko_kr: 서비스-> 알 수 없음
zh_tw: 服務->未知

source: Clear Selected Preferences
cs_cz: vymazat vybrané preference
ko_kr: 선택한 환경 설정 지우기
zh_tw: 清除選擇的首選項

source: Upload an Audio File
cs_cz: nahrajte zvukový soubor
ko_kr: 오디오 파일을 업로드
zh_tw: 上傳音頻文件

source: All base sounds were recorded by Daniel Simon and retrieved from soundbible.com under CC-BY-3.0-US. %1$sSee full license.%2$s
cs_cz: všechny základní zvuky byly zaznamenány daniel simon a načteny z soundbible.com pod cc-by-3.0-us. % 1 $ ssee plná licence.% 2 $ s
ko_kr: 모든 기본 사운드는 Daniel Daniel에 의해 녹음되었으며 cc-by-3.0-us의 soundbible.com에서 검색되었습니다. % 1 $ s 정식 라이센스를 참조하십시오. % 2 $ s
zh_tw: 所有基本聲音均由daniel simon錄製，並從cc-by-3.0-us從soundbible.com檢索。 ％1 $ s查看完整許可證。％2 $ s

source: You must run the following as root to complete the install.
cs_cz: musíte spustit následující jako root k dokončení instalace.
ko_kr: 당신은 설치를 완료하기 위해 루트로 다음을 실행해야합니다.
zh_tw: 你必須運行以下以root身份完成安裝。

source: NRDS Config Manager
cs_cz: nrds config manažer
ko_kr: 핵심 구성 관리자
zh_tw: 核心配置管理

source: You need to configure the
cs_cz: budete muset nakonfigurovat
ko_kr: 당신을 구성 할 필요가
zh_tw: 你需要配置

source: before you can create a NRDS config
cs_cz: Než můžete vytvořit nrds config
ko_kr: 당신은 nrds의 설정을 만들 수 있습니다 전에
zh_tw: 您可以創建一個NRDS配置

source: close
cs_cz: zavřít
ko_kr: 가까운
zh_tw: 關閉

source: The following commands can be run as root on all clients that will use the
cs_cz: Následující příkazy lze spustit jako root na všechny klienty, kteří budou používat
ko_kr: 다음 명령을 사용하는 모든 클라이언트에서 루트로 실행할 수 있습니다
zh_tw: 以root身份運行以下命令可以在所有客戶端將使用

source: config
ko_kr: 설정
zh_tw: 配置

source: The install process will perform the following operations
cs_cz: Proces instalace se bude provádět tyto operace
ko_kr: 설치 프로세스는 다음과 같은 작업을 수행합니다
zh_tw: 在安裝過程中，將執行以下操作

source: Install NRDS client
cs_cz: nainstalovat klienta nrds
ko_kr: nrds 클라이언트를 설치
zh_tw: 安裝NRDS客戶端

source: Add a nagios user and group
cs_cz: přidání uživatele Nagios a skupinu
ko_kr: Nagios의 사용자 및 그룹을 추가
zh_tw: 添加nagios用戶和組

source: Add cron job to process checks
cs_cz: přidat cron ke zpracování šeků
ko_kr: 프로세스 검사에 cron 작업을 추가
zh_tw: 添加cron作業過程檢查

source: Download plugins from the NRDP server
cs_cz: stahovat pluginy z nrdp serveru
ko_kr: nrdp 서버에서 플러그인을 다운로드
zh_tw: 下載插件從NRDP服務器

source: There are 2 items you need to modify below
cs_cz: tam jsou 2 položky, které je třeba upravit níže
ko_kr: 아래 수정해야 2 항목이 있습니다
zh_tw: 你需要修改下面有2項

source: The name the client will send to the Nagios server as the host
cs_cz: název klient odešle na server Nagios jako hostitel
ko_kr: 이름은 클라이언트가 호스트로 Nagios를 서버에 보내드립니다
zh_tw: 的名稱，客戶端將發送給Nagios服務器作為主機

source: The frequency in minutes that you want the checks to be run. (1-59)
cs_cz: frekvence během několika minut, které chcete kontrol ke spuštění. (1-59)
ko_kr: 당신이 검사를 실행하고자하는 분 주파수. (1-59)
zh_tw: 分鐘，你想要運行的檢查頻率。 （1-59）

source: Download the installation utility using the following URL and install it as administrator for each Windows client
cs_cz: stáhnout instalační program pomocí následující adresu a nainstalovat ho jako správce u každého okna klienta
ko_kr: 다음 URL을 사용하여 설치 유틸리티를 다운로드하고 각 Windows 클라이언트에 대한 관리자로 설치
zh_tw: 使用下面的URL下載安裝實用程序並安裝它作為每個Windows客戶端的管理員

source: The NRDS performs the following actions on the Windows host
cs_cz: že nrds provede následující akce na hostitelském systému Windows
ko_kr: nrds는 Windows 호스트에서 다음 작업을 수행합니다
zh_tw: NRDS在Windows主機上執行下列操作

source: Create scheduled task
cs_cz: Vytvoření naplánované úlohy
ko_kr: 예약 된 작업을 만들
zh_tw: 創建計劃任務

source: Download plugins from NRDP server
cs_cz: stahovat pluginy z nrdp serveru
ko_kr: nrdp 서버에서 플러그인을 다운로드
zh_tw: 從服務器NRDP下載插件

source: Send initial check results to Nagios
cs_cz: poslat první výsledky šek na Nagios
ko_kr: Nagios에 대한 초기 검사 결과를 보내
zh_tw: 初步檢查結果與nagios

source: The first time NRDS runs, agent plugins will be downloaded from the NRDS server
cs_cz: Poprvé nrds běží, bude agentů zásuvné moduly lze stáhnout ze serveru nrds
ko_kr: 처음 nrds의 실행은 에이전트 플러그인은 nrds 서버에서 다운로드됩니다
zh_tw: 首次NRDS運行，NRDS服務器代理插件會下載

source: Create Config
cs_cz: vytvořit config
ko_kr: 설정 만들기
zh_tw: 創建配置

source: Last Changed
cs_cz: poslední změna
ko_kr: 마지막으로 변경
zh_tw: 最後修改

source: Client install instructions
cs_cz: Klient pokyny pro instalaci
ko_kr: 에이전트 설치 방법 :
zh_tw: 代理安裝說明：

source: Download client
cs_cz: download klient
ko_kr: 에이전트를 다운로드
zh_tw: 下載代理

source: No configurations have been created.
cs_cz: Byly vytvořeny žádné konfigurace.
ko_kr: 어떤 구성이 작성되지 않았습니다.
zh_tw: 沒有配置已創建。

source: This component allows administrators to manage Nagios Remote Data Sender (NRDS) config files to be distributed to remote clients. The clients will process the checks passively at the interval specified when installed. Any modifications to the config will be picked up by the clients using that configuration. Additionally any plugins needed by the remote machine will be downloaded every time the configuration changes
cs_cz: Tato komponenta umožňuje administrátorům spravovat Nagios Remote Data odesílatele (nrds) Konfigurační soubory, které mají být distribuovány do vzdálených klientů. Klienti budou zpracovávat kontroly pasivně v intervalu určeném při instalaci. případné změny v konfiguračním bude sebrán klientů využívajících tuto konfiguraci. dodatečně nějaké pluginy potřebné vzdáleným počítačem budou staženy pokaždé změny konfigurace
ko_kr: 이 구성 요소는 관리자가 원격 데이터 송신자 (nrds) 설정 파일은 원격 클라이언트에 배포 할 Nagios를 관리 할 수​​ 있습니다. 클라이언트는 설치시 지정된 간격으로 수동적으로 검사를 처리합니다. 설정에 대한 수정은 그 구성을 사용하여 클라이언트에 의해 선택 될 것이다. 또한 원격 시스템에 의해 필요한 플러그인마다 다운로드됩니다 구성 변경
zh_tw: 此組件允許管理員管理Nagios的遠程數據發送者（NRDS）配置文件分發到遠程客戶端。該客戶端將被動處理支票在安裝的時候指定的時間間隔。任何修改的配置將被拾起使用該配置的客戶端。另外需要被遠程計算機的任何插件，將每次下載的配置變化

source: Once the client starts sending results, if the host/service has not been configured yet it will be found in
cs_cz: Jakmile klient zahájí odesílání výsledků, pokud hostitel / službu nebyl nakonfigurován přesto to bude možné najít v
ko_kr: 호스트 / 서비스가 아직 구성되지 않은 경우 클라이언트는 전송 결과를 시작하면
zh_tw: 一旦客戶開始發送結果，如果主機/服務尚未配置

source: and can easily be added to the monitoring config.
cs_cz: a může být snadno přidány do monitorovacího config.
ko_kr: 쉽게 감시 구성에 추가 될 수있다.
zh_tw: 並且可以很容易地添加到監控配置。

source: Create NRDS Config
cs_cz: Vytvoření nrds config
ko_kr: 설정 nrds를 만들
zh_tw: 創建NRDS配置

source: Edit NRDS Config
cs_cz: editovat nrds config
ko_kr: 편집 구성 nrds
zh_tw: 編輯NRDS配置

source: You must only use alphanumeric, underscores, and dashes in CONFIG_NAME.
cs_cz: alfanumerické a podtržítka musíte použít pouze v config_name.
ko_kr: config_name에는 영숫자와 밑줄 만 사용해야합니다.
zh_tw: 您只能在config_name中使用字母數字和下劃線。

source: Main Config
cs_cz: Hlavním config
ko_kr: 기본 설정
zh_tw: 主配置

source: URL is the NRDP URL on this server. The URL must be reachable by the client.
cs_cz: url je url nrdp na tomto serveru. Adresa URL musí být dosažitelné klientem.
ko_kr: URL이 서버에 nrdp URL입니다. URL은 클라이언트가 연결할 수 있어야
zh_tw: url是NRDP的這台服務器上的網址。 url必須由客戶端到達

source: Additional Settings
cs_cz: další nastavení
ko_kr: 추가 설정
zh_tw: 額外的設置

source: These items are for advanced configurations and aren't normally changed.
cs_cz: Tyto položky jsou pro pokročilé konfigurace a nejsou za normálních okolností měnit.
ko_kr: 이 항목은 고급 구성을위한 것이며, 일반적으로 변경되지 않습니다.
zh_tw: 這些項目是為先進的配置和通常不改變。

source: This component allows administrators to manage their NRDS config files to be distributed to remote clients.
cs_cz: Tato komponenta umožňuje administrátorům spravovat jejich nrds konfigurační soubory, které mají být distribuovány do vzdálených klientů.
ko_kr: 이 구성 요소는 관리자가 nrds 설정 파일이 원격 클라이언트에 배포 할 관리 할 수 ​​있습니다.
zh_tw: 此組件允許管理員來管理他們的NRDS配置文件分發到遠程客戶端。

source: Run the following as root to install.
cs_cz: spustit následující jako root k instalaci.
ko_kr: 설치하려면 루트로 다음을 실행합니다.
zh_tw: 運行以下以root身份進行安裝。

source: Failed to submit command to restart snmptt.
cs_cz: nepodařilo se odeslat příkaz restartovat snmptt.
ko_kr: snmptt를 다시 시작하라는 명령을 제출하지 못했습니다.
zh_tw: 未能提交重新啟動snmptt的命令。

source: Submitted command to restart snmptt.
cs_cz: Odeslaný příkaz restartujte snmptt.
ko_kr: snmptt를 재시작하기 위해 제출 된 명령.
zh_tw: 提交命令重新啟動snmptt。

source: Failed to submit command to restart snmptt
cs_cz: nepodařilo se odeslat příkaz restartovat snmptt
ko_kr: snmptt를 다시 시작하라는 명령을 제출하지 못했습니다.
zh_tw: 未能提交重新啟動snmptt的命令

source: Timed out (SNMPTT may still be restarting)
cs_cz: (snmptt může být stále restartován)
ko_kr: 시간 초과 됨 (snmptt가 여전히 다시 시작될 수 있음)
zh_tw: 超時（snmptt可能仍在重新啟動）

source: Successfully restarted SNMPTT!
cs_cz: úspěšně restartován snmptt!
ko_kr: snmptt가 성공적으로 재시작되었습니다!
zh_tw: 成功重啟snmptt！

source: Submitted command, failed to restart SNMPTT
cs_cz: odeslal příkaz, restartování snmptt se nezdařilo
ko_kr: 제출 된 명령, snmptt를 다시 시작하지 못했습니다.
zh_tw: 提交的命令，無法重新啟動snmptt

source: Failed to back up snmptt.conf
cs_cz: snmptt.conf se nepodařilo zálohovat
ko_kr: snmptt.conf를 백업하지 못했습니다.
zh_tw: 無法備份snmptt.conf

source: Failed to write to snmptt.conf.nxti
cs_cz: nepodařilo se napsat snmptt.conf.nxti
ko_kr: snmptt.conf.nxti에 쓰지 못했습니다.
zh_tw: 未能寫入snmptt.conf.nxti

source: Successfully wrote to snmptt.conf.nxti!
cs_cz: úspěšně napsal (a) snmptt.conf.nxti!
ko_kr: snmptt.conf.nxti에 성공적으로 썼습니다!
zh_tw: 成功寫入snmptt.conf.nxti！

source: Error in snmptrap command. Command:
cs_cz: chyba v příkazu snmptrap. příkaz:
ko_kr: snmptrap 명령에 오류가 있습니다. 명령:
zh_tw: snmptrap命令錯誤。命令：

source: Custom trap sent successfully!
cs_cz: Vlastní trap úspěšně odeslána!
ko_kr: 사용자 정의 트랩이 성공적으로 전송되었습니다!
zh_tw: 自定義陷阱發送成功！

source: Spaces are not allowed in in Event Name
cs_cz: prostory v názvu události nejsou povoleny
ko_kr: 이벤트 이름에 공백이 허용되지 않습니다.
zh_tw: 事件名稱中不允許有空格

source: Spaces are not allowed in in Severity
cs_cz: prostory nejsou povoleny v závažnosti
ko_kr: 심각도에 공백이 허용되지 않습니다.
zh_tw: 嚴重程度不允許有空格

source: Spaces are not allowed in in OID
cs_cz: prostory nejsou povoleny
ko_kr: 공백은 oid에서 허용되지 않습니다.
zh_tw: 在oid中不允許有空格

source: Event missing
cs_cz: chybějící událost
ko_kr: 이벤트가 없습니다.
zh_tw: 事件丟失

source: OID missing
cs_cz: chybí
ko_kr: oid 누락
zh_tw: oid缺失

source: Severity missing
cs_cz: chybějící závažnost
ko_kr: 심각도가 누락되었습니다.
zh_tw: 嚴重性丟失

source: Category missing
cs_cz: chybějící kategorie
ko_kr: 카테고리 누락
zh_tw: 類別丟失

source: Trap Details
cs_cz: podrobnosti pasti
ko_kr: 함정 세부 정보
zh_tw: 陷阱細節

source: Name you want associated with this trap event.
cs_cz: název, který chcete spojit s touto událostí trap.
ko_kr: 이 트랩 이벤트와 관련된 이름.
zh_tw: 與此陷阱事件關聯的名稱。

source: Object identifier for this trap.
cs_cz: identifikátor objektu pro tuto past.
ko_kr: 이 트랩에 대한 객체 식별자.
zh_tw: 此陷阱的對象標識符。

source: Note: can be numeric or symbolic.
cs_cz: poznámka: může být číselná nebo symbolická.
ko_kr: 참고 : 숫자 또는 기호 일 수 있습니다.
zh_tw: 注意：可以是數字或符號。

source: Severity of this trap event. Used in output when logging.
cs_cz: závažnosti této události. použitý při výstupu při přihlášení.
ko_kr: 이 트랩 이벤트의 심각도. 로깅 할 때 출력에 사용됩니다.
zh_tw: 此陷阱事件的嚴重性。記錄時用於輸出。

source: Minor, Major, Normal, Critical, Warning
cs_cz: malý, hlavní, normální, kritický, varování
ko_kr: 사소한, 주요, 보통, 치명적, 경고
zh_tw: 輕微，重大，正常，危急，警告

source: Optional
cs_cz: volitelný
ko_kr: 선택권
zh_tw: 選項

source: Description for your own use.
cs_cz: popis pro vlastní potřebu.
ko_kr: 자신의 사용에 대한 설명.
zh_tw: 說明供您自己使用。

source: Passive Service Setup
cs_cz: pasivní servisní prohlídky
ko_kr: 수동 서비스 점검
zh_tw: 被動服務檢查

source: These inputs will also work with the EXEC macros table.
cs_cz: tyto vstupy budou také pracovat s tabulkou mac maker.
ko_kr: 이 입력은 exec 매크로 테이블에서도 작동합니다.
zh_tw: 這些輸入也可以在exec宏表中使用。

source: Enable Passive Service Setup
cs_cz: povolit nastavení pasivní služby
ko_kr: 수동 서비스 설정 사용
zh_tw: 啟用被動服務設置

source: The host name to associate with this event.
cs_cz: název hostitele, který se k této události přidruží.
ko_kr: 이 이벤트에 관련 짓는 호스트 명
zh_tw: 與此事件關聯的主機名。

source: The service description of this event.
cs_cz: popis služby této události.
ko_kr: 이 이벤트의 서비스 설명
zh_tw: 該事件的服務描述。

source: Parse Severity Level %s
cs_cz: analyzovat úroveň závažnosti% s
ko_kr: 심각도 수준을 구문 분석 % s
zh_tw: 解析嚴重性級別％s

source: Output
cs_cz: výstup
ko_kr: 출력
zh_tw: 產量

source: The output that will be shown in Service Detail.
cs_cz: výstup, který bude zobrazen v detailech služby.
ko_kr: 출력은 서비스 세부 사항에 표시됩니다.
zh_tw: 將在服務細節中顯示的輸出。

source: Exec
ko_kr: 임원

source: Optional string containing a command to execute when a trap is received matching this definition.
cs_cz: volitelný řetězec obsahující příkaz, který se má provést při přijetí pasti odpovídající této definici.
ko_kr: 이 정의와 일치하는 트랩을 받았을 때 실행할 명령을 포함하는 선택적 문자열.
zh_tw: 可選字符串，包含在接收到與此定義匹配的陷阱時執行的命令。

source: Note: EXEC lines are executed in the order that they are entered.
cs_cz: poznámka: řady exec se provádějí v pořadí, ve kterém jsou zadány.
ko_kr: 주 : exec 행은 입력 된 순서대로 실행됩니다.
zh_tw: 注意：exec行按照它們輸入的順序執行。

source: Add EXEC
cs_cz: přidat exec
ko_kr: 임원 추가
zh_tw: 添加exec

source: Show EXEC Macros
cs_cz: zobrazit makra exec
ko_kr: exec 매크로 표시
zh_tw: 顯示exec宏

source: If you need access to other SNMPTT functionality (PREEXEC, NODES, MATCH, REGEX), you can view and input the raw configuration data here.
cs_cz: pokud potřebujete přístup k jiným funkcím snmptt (preexec, uzly, shoda, regex), můžete si zde prohlížet a zadávat data o syrových konfiguracích.
ko_kr: 다른 snmptt 기능 (preexec, nodes, match, regex)에 액세스해야하는 경우 여기에서 원시 구성 데이터를보고 입력 할 수 있습니다.
zh_tw: 如果您需要訪問其他snmptt功能（preexec，節點，匹配，正則表達式），則可以在此處查看並輸入原始配置數據。

source: Additional Raw Data
cs_cz: další surové údaje
ko_kr: 추가 원시 데이터
zh_tw: 額外的原始數據

source: The name you want associated with this trap event.
cs_cz: název, který chcete spojit s touto událostí trap.
ko_kr: 이 트랩 이벤트와 관련된 이름.
zh_tw: 您想要與此陷阱事件關聯的名稱。

source: Sets up snmptraphandling.py to allow passive check results to be sent to nagios.
cs_cz: nastaví snmptraphandling.py, aby umožnil odesílání pasivních kontrol na adresu nagios.
ko_kr: snmptraphandling.py를 설정하여 수동 검사 결과를 nagios에 보낼 수 있습니다.
zh_tw: 設置snmptraphandling.py以允許將被動檢查結果發送給nagios。

source: The ability to edit trap definitions is an Enterprise feature. Please activate an Enterprise license.
cs_cz: schopnost upravit definice pasti je podniková funkce. aktivujte prosím podnikovou licenci.
ko_kr: 트랩 정의를 편집하는 기능은 엔터프라이즈 기능입니다. 엔터프라이즈 라이센스를 활성화하십시오.
zh_tw: 編輯陷阱定義的能力是企業功能。請激活企業許可證。

source: There are currently no unknown traps.
cs_cz: v současné době neexistují žádné známé pasti.
ko_kr: 현재 알려지지 않은 트랩이 없습니다.
zh_tw: 目前沒有未知的陷阱。

source: NXTI_Write_Test is empty.
cs_cz: nxti_write_test je prázdný.
ko_kr: nxti_write_test가 비어 있습니다.
zh_tw: nxti_write_test是空的。

source: Sent Example Trap!
cs_cz: poslal příklad trap!
ko_kr: 예제 트랩을 보냈습니다!
zh_tw: 發送示例陷阱！

source: Stopped. Click to restart.
cs_cz: zastavil. klepnutím restartujte.
ko_kr: 멈췄다. 다시 시작하려면 클릭하십시오.
zh_tw: 停止。點擊重新啟動。
