Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Error: This wizard requires Nagios XI 2011R1.6 or later
cs_cz: Chyba: Tento průvodce vyžaduje Nagios XI 2011r1.6 nebo novější
ko_kr: 오류 :이 마법사는 Nagios XI 2011R1.6 이상이 필요합니다
zh_tw: 錯誤：該嚮導要求Nagios的十一2011r1.6或更高版本

source: No template host specified.
cs_cz: žádný hostitel šablona specifikována.
ko_kr: 어떤 템플릿 호스트 지정되지 않았습니다.
zh_tw: 沒有模板指定的主機。

source: Template host could not be found.
cs_cz: hostitel šablona se nepodařilo nalézt.
ko_kr: 템플릿 호스트를 찾을 수 없습니다.
zh_tw: 模板的主機可能不被發現。

source: Address must be present in CSV fields.
cs_cz: Adresa musí být přítomen ve formátu CSV polí.
ko_kr: 주소는 CSV 필드에 있어야합니다.
zh_tw: 地址必須存在於CSV字段。

source: Import / cloning data fields must be unique.
cs_cz: import datových polí / klonování musí být jedinečný.
ko_kr: 가져 오기 / 복제 데이터 필드는 고유해야합니다.
zh_tw: 進口/克隆數據字段必須是唯一的。

source: No import / cloning data provided.
cs_cz: žádné údaje import / klonování k dispozici.
ko_kr: 더 가져 오기 / 복제 데이터를 제공하지 않습니다.
zh_tw: 沒有進口/克隆數據。

source: Monitoring options will be inherited from the template host and services you selected. Click Next to continue.
cs_cz: Možnosti sledování zdědí z hostitele šablony a služby, které vybrali. klepněte na tlačítko Další pro pokračování.
ko_kr: 모니터링 옵션은 템플릿 호스트와 사용자가 선택한 서비스에서 상속됩니다. 계속하려면 다음을 클릭합니다.
zh_tw: 監控選項將繼承您選擇的模板主機和服務。單擊下一步繼續。

source: Notification options will be inherited from the template host and services you selected. Click Next to continue.
cs_cz: Možnosti oznámení bude zděděná z hostitele šablony a služby, které vybrali. klepněte na tlačítko Další pro pokračování.
ko_kr: 알림 옵션은 템플릿 호스트와 사용자가 선택한 서비스에서 상속됩니다. 계속하려면 다음을 클릭합니다.
zh_tw: 通知選項將繼承您選擇的模板主機和服務。單擊下一步繼續。

source: Group membership will be inherited from the template host and services you selected unless you put hostgroup and/or parent host relationship data in. Click Next to continue.
cs_cz: členství ve skupině zdědí z hostitele šablony a služby jste vybrali, pokud si dát hostgroup a / nebo rodičů dat hostitelský vztah v. klepněte na tlačítko Další pokračovat.
ko_kr: 그룹 구성원은 템플릿 호스트하고 계속하려면 다음을 클릭 인치 hostgroup 및 / 또는 부모 호스트 관계 데이터를 입력하지 않는 한 당신이 선택한 서비스에서 상속됩니다.
zh_tw: 小組成員將來自模板的主機和您選擇，除非你把主機組和/或家長主機關係數據。點擊下一步繼續服務被繼承。

source: Agent Installation
cs_cz: instalace agenta
ko_kr: 에이전트 설치
zh_tw: 代理安裝

source: Agent Download
cs_cz: prostředek ke stažení
ko_kr: 에이전트 다운로드
zh_tw: 代理下載

source: Connect to NCPA
cs_cz: připojení k NCPA
ko_kr: NCPA에 연결
zh_tw: 連接到國家大劇院

source: Do not verify SSL certificate
cs_cz: nekontrolovat SSL certifikát
ko_kr: SSL 인증서를 확인하지
zh_tw: 不驗證SSL證書

source: The IP address or FQDNS name used to connect to NCPA
cs_cz: IP adresa nebo FQDN název používaný pro připojení k NCPA
ko_kr: IP 어드레스 또는 FQDN을 이름 NCPA에 연결하는 데 사용
zh_tw: IP地址或FQDN的名稱用於連接到國家大劇院

source: Token
cs_cz: žeton
ko_kr: 토큰
zh_tw: 象徵

source: Authentication token used to connect to NCPA
cs_cz: Ověřovací token slouží k připojení k NCPA
ko_kr: 인증 토큰은 NCPA 에이전트에 연결하는 데 사용됩니다.
zh_tw: 使用身份驗證令牌連接到國家大劇院劑。

source: Connection Information
cs_cz: informace o připojení
ko_kr: 연결 정보
zh_tw: 連接信息

source: The hostname you'd like to have associated with this NCPA Agent
cs_cz: hostname byste chtěli mít spojená s tímto prostředkem NCPA
ko_kr: 이 FTP 서버에 연결 한하고 싶은 이름입니다.
zh_tw: 你想與此ftp服務器的名稱。

source: CPU Metrics
cs_cz: cpu metriky
ko_kr: CPU 통계
zh_tw: CPU指標

source: Specify the metrics you'd like to monitor on the NCPA Agent
cs_cz: určit metriky, které chcete sledovat na NCPA agenta
ko_kr: 당신은 MSSQL 서버에서 모니터링 할 통계를 지정
zh_tw: 你想監控的MSSQL服務器上指定的度量

source: CPU Usage
cs_cz: využití procesoru
ko_kr: CPU 사용
zh_tw: cpu使用率

source: Check the CPU usage of the system
cs_cz: zkontrolovat využití procesoru systému
ko_kr: 시스템의 CPU 사용량을 확인합니다.
zh_tw: 檢查系統的CPU使用率。

source: Show average CPU usage instead of per cpu core
cs_cz: vyplývá, že průměrné využití CPU namísto na CPU jádra
ko_kr: 대신 CPU 코어 당 평균 CPU 사용량을 보여줍니다
zh_tw: 顯示CPU的平均利用率，而不是每個CPU核心

source: Memory Metrics
cs_cz: paměťové metriky
ko_kr: 메모리 메트릭
zh_tw: 內存指標

source: Main Memory Usage
cs_cz: Hlavní využití paměti
ko_kr: 매핑 된 메모리 사용량
zh_tw: 映射的內存使用情況

source: Swap Usage
cs_cz: využití odkládací
ko_kr: 사용을 교환
zh_tw: 交換使用

source: Disk Metrics
cs_cz: diskové metriky
ko_kr: 디스크 메트릭
zh_tw: 磁盤指標

source: Specify the disks the the warning and critical percentages for disk capacity
cs_cz: specifikovat disků na varování a kritické procenta na kapacitu disku
ko_kr: 디스크 디스크 용량에 대한 경고 및 위험 비율을 지정합니다
zh_tw: 指定磁盤的警告和臨界百分比磁盤容量

source: Network Interface Metrics
cs_cz: metriky síťového rozhraní
ko_kr: 네트워크 인터페이스 통계
zh_tw: 網絡接口指標

source: Specify reasonable bandwidths for your network interfaces. Note that these measurements are in megabits
cs_cz: specifikovat přiměřené šířky pásma pro vaše síťové rozhraní. Všimněte si, že tato měření jsou v megabitech
ko_kr: 네트워크 인터페이스에 대한 합리적인 대역폭을 지정합니다. 이러한 측정치가 메가 비트에 있습니다
zh_tw: 為您的網絡接口指定合理的帶寬。注意，這些測量是在兆

source: Show all interfaces
cs_cz: zobrazit všechna rozhraní
ko_kr: 모든 인터페이스를 표시
zh_tw: 顯示所有接口

source: Expected Status
cs_cz: Předpokládaný status
ko_kr: 예상 상태
zh_tw: 預期狀態

source: Stopped
cs_cz: zastavil
ko_kr: 정지
zh_tw: 停止

source: Add Another Service Check
cs_cz: přidat další servisní kontrolu
ko_kr: 다른 서비스 확인 추가
zh_tw: 添加其他服務檢查

source: Running Processes
cs_cz: běžící procesy
ko_kr: 실행중인 프로세스
zh_tw: 正在運行的進程

source: Process Name
cs_cz: proces stav
ko_kr: 프로세스 상태
zh_tw: 進程狀態

source: Add Another Process Check
cs_cz: přidat další kontrolu procesu
ko_kr: 다른 공정 점검 추가
zh_tw: 添加另一個過程檢查

source: Hide unselected interfaces
cs_cz: skrýt nevybrané rozhraní
ko_kr: 선택되지 않은 인터페이스를 숨길
zh_tw: 隱藏未選定接口

source: Services listed by the NCPA Agent
cs_cz: služby uvedené podle NCPA agentem
ko_kr: NCPA 클라이언트가 나열된 서비스
zh_tw: 由國家大劇院的客戶列出的服務

source: Select a service that is either running or stopped from the NCPA client host to atuomatically fill in the service name and the expected state.
cs_cz: vyberte službu, která je buď spuštěn nebo zastaven z hostitelském NCPA klientského atuomatically vyplnit název služby a očekávaného stavu.
ko_kr: 실행 또는 atuomatically 서비스 이름과 예상되는 상태에서 채우기 위해 NCPA 클라이언트 호스트에서 정지 중 하나 인 서비스를 선택합니다.
zh_tw: 選擇正在運行或從國家大劇院客戶端主機停下來atuomatically填寫服務名稱和預期狀態的服務。

source: Select this Service
cs_cz: zvolte tuto službu
ko_kr: 이 서비스를 삭제
zh_tw: 刪除此服務

source: No address specified.
cs_cz: žádná adresa specifikována.
ko_kr: 지정된 주소가 없습니다.
zh_tw: 沒有指定的地址。

source: No port number specified.
cs_cz: žádné číslo portu uvedeno.
ko_kr: 지정된 포트 번호 없습니다.
zh_tw: 沒有指定的端口號。

source: Unable to contact server at
cs_cz: nemůže kontaktovat server, na
ko_kr: 에서 서버에 연결할 수 없습니다
zh_tw: 無法聯繫服務器在

source: Bad token for connection.
cs_cz: špatné znamení pro připojení.
ko_kr: 연결에 대한 나쁜 토큰.
zh_tw: 壞令牌連接。

source: The IP address or FQDNS name of the device or server associated with the DHCP check
cs_cz: IP adresa nebo FQDN název zařízení nebo serveru spojené s kontrolou dhcp
ko_kr: DHCP 확인과 관련된 IP 주소 또는 FQDNS 이름 장치 또는 서버
zh_tw: 該設備的IP地址或FQDN名稱或服務器與DHCP檢查

source: DHCP Host
cs_cz: hostitel dhcp
ko_kr: DHCP 호스트
zh_tw: DHCP主機

source: Basic Settings
cs_cz: základní nastavení
ko_kr: 기본 설정
zh_tw: 基本設置

source: The IP address of the DHCP server a response is expected from. Leave blank for any server
cs_cz: IP adresa serveru DHCP odpověď se očekává od. ponechte prázdné pro libovolný server
ko_kr: DHCP 서버에서 예상 할 수있는 응답의 IP 주소입니다. 모든 서버를 비워 둡니다
zh_tw: IP地址的DHCP服務器響應的預期。留空的任何服務器

source: Requested IP
cs_cz: Požadované
ko_kr: 에 의해 요청
zh_tw: 被要求

source: The IP address expected to be given by the DHCP server. Leave blank for any valid address
cs_cz: IP adresa by měla být dána dhcp serveru. ponechte prázdné pro všechny platné adresy
ko_kr: IP 주소는 DHCP 서버에 의해 제공 될 예정. 유효한 주소를 비워 둡니다
zh_tw: IP地址由DHCP服務器。任何有效的地址留空

source: MAC Address
cs_cz: MAC adresa
ko_kr: MAC 주소
zh_tw: MAC地址

source: An optional MAC address to use in the DHCP request
cs_cz: volitelný mac adresy použít v požadavku na dhcp
ko_kr: DHCP 요청에 사용할 수있는 옵션 MAC 주소
zh_tw: 一個可選的MAC地址使用的DHCP請求

source: Interface
cs_cz: rozhraní
ko_kr: 인터페이스
zh_tw: 接口

source: Unicast Mode
cs_cz: unicast režim
ko_kr: 유니 캐스트 모드
zh_tw: 單播模式

source: Monitor a DHCP server.
cs_cz: monitorovat DHCP server.
ko_kr: DHCP 서버를 모니터링합니다.
zh_tw: 監控DHCP服務器。

source: Invalid host name.
cs_cz: neplatný název hostitele.
ko_kr: 잘못된 호스트 이름입니다.
zh_tw: 無效的主機名。

source: Unicast mode requires a server IP address to be specified.
cs_cz: unicast režim vyžaduje adresu IP serveru, které budou specifikovány.
ko_kr: 유니 캐스트 모드를 지정 할 서버 IP 주소가 필요합니다.
zh_tw: 單播模式下需要指定一個服務器的IP地址。

source: You will need to verify that iptables is allowing access to the dhcp ports (it doesn't by default) before this check will work. You can run the following command from the command prompt to enable the ports
cs_cz: budete muset ověřit, že iptables je umožnit přístup k DHCP porty (to není ve výchozím nastavení) předtím, než tato kontrola bude fungovat. můžete spustit následující příkaz z příkazového řádku povolit porty
ko_kr: 이 수표가 작동하기 전에 iptables는 DHCP 포트 (이것은 기본적으로하지 않습니다)에 접근 할 수 있는지 확인해야합니다. 당신은 포트를 사용하려면 명령 프롬프트에서 다음 명령을 실행할 수 있습니다
zh_tw: 您將需要驗證是iptables允許進入的DHCP端口（默認情況下不會），在此之前檢查工作。你可以從命令提示符中運行以下命令啟用端口

source: Domain Name
cs_cz: doménové jméno
ko_kr: 도메인 이름
zh_tw: 域名

source: Query Information
cs_cz: informace o dotazu
ko_kr: 검색어 정보
zh_tw: 查詢信息

source: The IP address associated with the FQDN
cs_cz: ip adresa spojená s FQDN
ko_kr: FQDN과 관련된 IP 주소
zh_tw: 相關的IP地址的FQDN

source: DNS Query Options
cs_cz: Možnosti DNS dotazu
ko_kr: DNS 쿼리 옵션
zh_tw: DNS查詢選項

source: DNS Server
ko_kr: DNS 서버
zh_tw: DNS服務器

source: Authoritative Response
cs_cz: autoritativní odpověď
ko_kr: 신뢰할 수있는 응답
zh_tw: 權威響應

source: DNS Query Services
cs_cz: DNS dotazu služby
ko_kr: DNS 쿼리 서비스
zh_tw: DNS查詢服務

source: DNS Resolution
cs_cz: rozlišení dns
ko_kr: DNS 해상도
zh_tw: DNS解析

source: Monitors the FQDN to ensure it resolves to a valid IP address
cs_cz: monitoruje úplný název domény, aby bylo zajištěno, že řeší platnou adresu IP
ko_kr: 가 유효한 IP 주소로 확인하기 위해 FQDN을 모니터링
zh_tw: 監控，以確保它解析為一個有效的IP地址的FQDN

source: DNS IP Match
cs_cz: ip zápas dns
ko_kr: DNS의 IP 검색
zh_tw: DNS IP比賽的

source: Monitor a host or domain lookup/query via DNS.
cs_cz: monitorovat hostitelského počítače nebo domény vyhledávací dotaz / přes DNS.
ko_kr: DNS를 통해 호스트 또는 도메인 조회 / 쿼리를 모니터링합니다.
zh_tw: 監控主機或域名通過DNS查找/查詢。

source: Thresholds
cs_cz: prahové hodnoty
ko_kr: 임계 값
zh_tw: 閾值

source: Timeout
cs_cz: Časový limit
ko_kr: 시간 초과
zh_tw: 超時

source: Memory Usage
cs_cz: využití paměti
ko_kr: 메모리 사용
zh_tw: 內存使用情況

source: Domain Expiration Information
cs_cz: Informace o ukončení platnosti domény
ko_kr: 도메인 만료 정보
zh_tw: 域名過期信息

source: Specify the details for connecting to the Domain you want to monitor
cs_cz: určit podrobnosti pro připojení do domény, které chcete sledovat
ko_kr: 모니터링 할 MySQL 서버에 연결에 대한 세부 정보를 지정합니다.
zh_tw: 指定連接到MySQL服務器，你要監視的詳細信息。

source: Add the domain that will be monitored here
cs_cz: přidat doménu, která zde bude sledováno
ko_kr: 여기에 모니터링 할 도메인을 추가
zh_tw: 添加將在此處監視域

source: Domain Expiration
cs_cz: vypršení platnosti domény
ko_kr: 도메인 만료
zh_tw: 域名過期

source: Monitor a domain expiration
cs_cz: monitorovat vypršení domény
ko_kr: 도메인 만료 모니터링
zh_tw: 監控域過期

source: It looks like you are missing check_domain.php on your Nagios XI server. To use this wizard you must install domain expiration on your server.
cs_cz: vypadá to, že vám něco chybí check_domain.php na svém nagios xi serveru. Použití tohoto průvodce je nutné nainstalovat expiraci domény na serveru.
ko_kr: 당신이 당신의 Nagios XI 서버의 도메인 만료없는 것 같습니다. 이 마법사를 사용하여 당신은 당신의 서버에 도메인 만료를 설치해야합니다.
zh_tw: 它看起來像你缺少域名過期您的nagios十一服務器上。使用此嚮導，您必須在服務器上安裝域到期。

source: It looks like you are missing the whois command on your Nagios XI server.
cs_cz: vypadá to, že vám něco chybí jwhois na svém nagios xi serveru.
ko_kr: 당신이 Nagios의 사이 서버에 pymongo 누락 된 것 같습니다.
zh_tw: 它看起來像你缺少pymongo您的第十一nagios的服務器上。

source: The selected domain will be checked once per day. Click next to continue.
cs_cz: vybraná doména bude kontrolovat jednou za den. klepněte na tlačítko Další pro pokračování.
ko_kr: 선택한 도메인은 하루에 한 번 점검합니다. 마침을 클릭하여 계속 진행합니다.
zh_tw: 所選擇的域名將每天一次檢查。單擊Finish繼續。

source: Email Server
cs_cz: e-mailový server
ko_kr: 이메일 서버
zh_tw: 郵件服務器

source: The IP address or FQDNS name of the device or server associated with the Email Delivery check
cs_cz: IP adresa nebo FQDN název zařízení nebo serveru spojené s kontrolou doručení e-mailu
ko_kr: DHCP 확인과 관련된 IP 주소 또는 FQDNS 이름 장치 또는 서버
zh_tw: 該設備的IP地址或FQDN名稱或服務器與DHCP檢查

source: Email Details
cs_cz: e-mailové adresy
ko_kr: 이메일 정보
zh_tw: 電子郵件詳情

source: To Address
cs_cz: na adresu
ko_kr: IP 주소 :
zh_tw: IP地址：

source: From Address
cs_cz: od adresy
ko_kr: 주소 :
zh_tw: 從地址：

source: SMTP Details
cs_cz: podrobnosti SMTP
ko_kr: SMTP 세부 사항
zh_tw: SMTP細節

source: SMTP Address
cs_cz: adresa SMTP
ko_kr: IP 주소 :
zh_tw: IP地址：

source: SMTP Username
cs_cz: SMTP uživatelské jméno
ko_kr: FTP 사용자 이름
zh_tw: FTP用戶名

source: SMTP Password
cs_cz: heslo SMTP
ko_kr: 새 암호
zh_tw: 新密碼

source: SMTP Port
cs_cz: Port SMTP
ko_kr: HTTP 포트 :
zh_tw: http端口：

source: SMTP TLS
ko_kr: SMTP의 TLS :

source: IMAP Details
cs_cz: podrobnosti IMAP
ko_kr: IMAP 정보
zh_tw: IMAP細節

source: IMAP Address
cs_cz: imap adresa
ko_kr: IP 주소 :
zh_tw: IP地址：

source: IMAP Username
cs_cz: imap uživatelské jméno
ko_kr: IMAP 사용자 이름 :
zh_tw: IMAP用戶名：

source: IMAP Password
cs_cz: imap heslo
ko_kr: IMAP 비밀번호 :
zh_tw: IMAP密碼：

source: IMAP Port
cs_cz: imap portu
ko_kr: IMAP 포트 :
zh_tw: IMAP端口：

source: Test mail servers reception and simulated users inspection of email messages.
cs_cz: Test poštovní servery recepce a simulované uživatelé kontrola e-mailových zpráv.
ko_kr: 테스트 메일 서버의 리셉션 및 이메일 메시지의 가상 사용자의 검사
zh_tw: 測試郵件服務器的電子郵件的接收和模擬用戶的檢驗

source: Email Delivery
cs_cz: doručování e-mailů
ko_kr: 이메일 전송
zh_tw: 電子郵件傳送

source: Invalid service description.
cs_cz: neplatný popis služby.
ko_kr: 잘못된 서비스 설명입니다.
zh_tw: 無效的服務描述。

source: SMTP address cannot be blank.
cs_cz: SMTP adresa nemůže být prázdný.
ko_kr: SMTP 주소는 비워 둘 수 없습니다.
zh_tw: SMTP地址不能為空。

source: SMTP port cannot be blank.
cs_cz: Port SMTP nemůže být prázdný.
ko_kr: SMTP 포트는 비워 둘 수 없습니다.
zh_tw: SMTP端口不能為空。

source: IMAP address cannot be blank.
cs_cz: imap adresa nemůže být prázdný.
ko_kr: IMAP 주소는 비워 둘 수 없습니다.
zh_tw: IMAP地址不能為空。

source: IMAP username cannot be blank.
cs_cz: imap uživatelské jméno nemůže být prázdné.
ko_kr: IMAP 사용자 이름은 비워 둘 수 없습니다.
zh_tw: IMAP用戶名不能為空。

source: IMAP password cannot be blank.
cs_cz: IMAP heslo nemůže být prázdné.
ko_kr: IMAP 암호는 비워 둘 수 없습니다.
zh_tw: IMAP密碼不能為空。

source: IMAP port cannot be blank.
cs_cz: imap portu nemůže být prázdný.
ko_kr: IMAP 포트는 비워 둘 수 없습니다.
zh_tw: IMAP端口不能為空。

source: To address cannot be blank.
cs_cz: na adresu nemůže být prázdný.
ko_kr: 해결하기 위해 비워 둘 수 없습니다.
zh_tw: 地址不能是空白的。

source: From address cannot be blank.
cs_cz: od adresy nemůže být prázdný.
ko_kr: 주소에서 공백이 될 수 없습니다.
zh_tw: 從地址不能為空。

source: Websensor Details
cs_cz: podrobnosti websensor
ko_kr: Websensor 세부 정보
zh_tw: websensor細節

source: Device Metrics
cs_cz: metriky zařízení
ko_kr: 장치 통계
zh_tw: 設備規格

source: Monitors the Websensor with an ICMP ping. Useful for watching network latency and general uptime
cs_cz: monitoruje websensor s ICMP ping. užitečné pro sledování sítě latence a celkovou dobu provozuschopnosti
ko_kr: ICMP 핑 (Ping)과 Websensor을 모니터링합니다. 네트워크 대기 시간 및 일반 가동 시간을 시청하는 데 유용합니다
zh_tw: 監控與一個ICMP ping的websensor。可用於觀看網絡延遲和一般的正常運行時間

source: Temperature
cs_cz: teplota
ko_kr: 온도
zh_tw: 溫度

source: Monitors the temperature readings from the device
cs_cz: monitoruje údaje o teplotě ze zařízení
ko_kr: 장치의 온도 판독을 모니터링
zh_tw: 監視從設備中的溫度讀數

source: Below
cs_cz: níže
ko_kr: 이하
zh_tw: 下面

source: Above
cs_cz: výše
ko_kr: 위
zh_tw: 以上

source: Humidity
cs_cz: vlhkost
ko_kr: 습기
zh_tw: 濕度

source: Monitors the humidity readings from the device
cs_cz: monitoruje hodnoty vlhkosti ze zařízení
ko_kr: 장치에서 습도 판독을 모니터링
zh_tw: 監視從設備的濕度讀數

source: Illumination
cs_cz: osvětlení
ko_kr: 조명
zh_tw: 照明

source: Monitors the illumination (light level) readings from the device
cs_cz: monitoruje osvětlení (úroveň světla) údaje ze zařízení
ko_kr: 장치에서 조명 (조명 레벨) 판독을 모니터링
zh_tw: 監控照明（亮度）讀數從設備

source: Websensor Information
cs_cz: websensor informací
ko_kr: Websensor 정보
zh_tw: websensor信息

source: Websensor Model
cs_cz: websensor modelu
ko_kr: Websensor 모델
zh_tw: websensor模型

source: Monitor temperature, humidity, and light levels on a Esensors Websensor.
cs_cz: monitorovat teplotu, vlhkost a úrovně osvětlení na esensors websensor.
ko_kr: esensors의 websensor에 온도, 습도, 빛 수준을 모니터링.
zh_tw: 監視溫度，濕度，光水平上esensors websensor。

source: Download the latest version of NCPA
cs_cz: stáhnout nejnovější verzi
ko_kr: 최신 버전을 다운로드
zh_tw: 下載最新版本

source: for the system you would like to monitor
cs_cz: pro systém, který chcete sledovat
ko_kr: 당신이 모니터링하고 싶은 시스템을 위해
zh_tw: 您希望監控的系統

source: Follow the
cs_cz: následuj
ko_kr: 따라 가라.
zh_tw: 跟著

source: installation instructions
cs_cz: instrukce k instalaci
ko_kr: 설치 지침
zh_tw: 安裝說明

source: PDF version
cs_cz: Php verze
ko_kr: PHP 버전
zh_tw: php版本

source: and configure the token for the agent
cs_cz: a konfigurovat token pro agent
ko_kr: 에이전트에 대한 토큰 구성
zh_tw: 並為代理配置令牌

source: Exchange Server Information
cs_cz: výměna informací serveru
ko_kr: Exchange Server 정보
zh_tw: Exchange Server信息

source: NCPA Port
ko_kr: ncpa 포트
zh_tw: ncpa端口

source: Exchange Server Details
cs_cz: Podrobnosti Exchange Server
ko_kr: Exchange 서버 세부 정보
zh_tw: 交換服務器的詳細信息

source: The URL used to access OWA on the Exchange server
cs_cz: url používá pro přístup k OWA na serveru Exchange Server
ko_kr: Exchange 서버에서 OWA에 액세스하는 데 사용하는 URL
zh_tw: 所使用的URL訪問OWA的Exchange服務器上

source: Basic Services
cs_cz: základní služby
ko_kr: 기본 서비스
zh_tw: 基本服務

source: RBL Blacklist Check
cs_cz: RBL blacklist kontrola
ko_kr: RBL 블랙리스트 체크인
zh_tw: RBL黑名單檢查

source: Checks to see if your mail server is listed on any public RBLs (real time blackhole lists)
cs_cz: zkontroluje, zda váš poštovní server je uvedena na žádné veřejné RBLS (seznamy blackhole v reálném čase)
ko_kr: 메일 서버가 공개 RBLs에 나열되어있는 경우 수표 (실시간 blackhole 목록)를 참조 할 수
zh_tw: 檢查，看看您的郵件服務器被列入在任何公共rbls（實時黑洞列表）

source: Blacklist Servers
cs_cz: Blacklist servery
ko_kr: 블랙리스트 서버
zh_tw: 黑名單服務器

source: Exchange Services
cs_cz: směnárenská činnost
ko_kr: 교환 서비스
zh_tw: 交換服務

source: Core Services
cs_cz: Základní služby
ko_kr: 핵심 서비스
zh_tw: 核心服務

source: Checks to make sure core services (specified below) that are essential to Exchange are running
cs_cz: kontroluje, aby se ujistil základní služby (viz níže uvedené), které jsou nezbytné pro výměnu jsou spuštěny
ko_kr: 교환에 필수적인되어 있는지 핵심 서비스 (아래 지정)하기 위해 검사가 실행중인
zh_tw: 正在運行的檢查，以確保核心服務（以下）交流是必不可少的

source: Web Services
cs_cz: webové služby
ko_kr: 웹 서비스
zh_tw: Web服務

source: Checks to make sure web services (specified below) that are essential to Exchange are running
cs_cz: kontroluje, aby se ujistil, webové služby (viz níže uvedené), které jsou nezbytné pro výměnu jsou spuštěny
ko_kr: 교류에 필수적인되어 있는지 웹 서비스를 (아래 지정)하기 위해 수표를 실행하는
zh_tw: 正在運行的檢查，以確保Web服務（以下）交流是必不可少的

source: Exchange Metrics
cs_cz: výměnné metriky
ko_kr: 교환 통계
zh_tw: 交換的指標

source: Messages Pending Routing
cs_cz: Zprávy čekající na směrování
ko_kr: 라우팅 대기중인 메시지
zh_tw: 待發郵件路由

source: Remote Queue Length
cs_cz: dálkový délka fronty
ko_kr: 원격 대기열 길이
zh_tw: 遠程隊列長度

source: Messages Queued For Delivery
cs_cz: zprávy zařazené do fronty pro celkové doručení
ko_kr: 배달 총계를 위해 대기중인 메시지
zh_tw: 排隊等待送達的郵件總數

source: Monitor a Microsoft&reg; Exchange server.
cs_cz: monitorovat výměnný Microsoft® server.
ko_kr: Microsoft ® Exchange에서 서버를 모니터링합니다.
zh_tw: 監視Microsoft®Exchange服務器。

source: Invalid IP address.
cs_cz: Neplatná IP adresa.
ko_kr: 잘못된 IP 주소를 입력합니다.
zh_tw: 無效的IP地址。

source: No server version specified.
cs_cz: žádná verze serveru zadáno.
ko_kr: 지정된 서버 버전 없습니다.
zh_tw: 沒有指定的服務器版本。

source: No NCPA Token specified.
cs_cz: žádné nrdp tokeny zadán.
ko_kr: 더 NRDP 토큰이 지정되지 않았습니다.
zh_tw: 指定沒有NRDP令牌。

source: Folder Path and Server Information
cs_cz: Cesta složky a informační server
ko_kr: 폴더 경로 및 서버 정보
zh_tw: 文件夾路徑和服務器信息

source: Login with passwordless SSH from this server, to the remote host is required for this Wizard to run properly.
cs_cz: Pro správné fungování tohoto průvodce je vyžadováno přihlášení pomocí SSH bez hesla z tohoto serveru ke vzdálenému hostiteli.
ko_kr: 이 마법사를 제대로 실행하려면 이 서버에서 원격 호스트에 비밀번호 없는 SSH를 사용하여 로그인해야 합니다.
zh_tw: 為了使該精靈正常運作，需要從該伺服器使用無密碼 SSH 登入遠端主機。

source: Folder to Watch
cs_cz: Složka se dívat
ko_kr: 볼 수있는 폴더
zh_tw: 文件夾觀看

source: Directory Details
cs_cz: podrobnosti adresář
ko_kr: 디렉토리 정보
zh_tw: 目錄詳細信息

source: Statistics
cs_cz: statistika
ko_kr: 통계
zh_tw: 統計

source: File Count
cs_cz: Počet souborů
ko_kr: 파일 개수
zh_tw: 文件數

source: File Age
cs_cz: soubor věk
ko_kr: 파일 보존 기간
zh_tw: 檔案年齡

source: Oldest
cs_cz: nejstarší
ko_kr: 오래된
zh_tw: 最老

source: Newest
cs_cz: Nejnovějším
ko_kr: 최신
zh_tw: 最新

source: Largest
cs_cz: největší
ko_kr: 최대
zh_tw: 最大

source: Smallest
cs_cz: nejmenší
ko_kr: 작은
zh_tw: 最少

source: Wizard Options
cs_cz: Průvodce volby
ko_kr: 마법사 옵션
zh_tw: 嚮導選項

source: Include Subdirectories
cs_cz: zahrnout podadresáře
ko_kr: 서브 디렉토리를 포함
zh_tw: 包括子目錄

source: This option will recursively include subdirectories in all directory searches.
cs_cz: Tato možnost bude rekurzivně zahrnout podadresáře ve všech vyhledávání v adresáři.
ko_kr: 이 옵션은 재귀 적으로 모든 디렉토리 검색에서 서브 디렉토리를 포함합니다.
zh_tw: 此選項將遞歸地包括在所有目錄中搜索子目錄。

source: Include Hidden Files
cs_cz: zahrnout skryté soubory
ko_kr: 숨겨진 파일을 포함
zh_tw: 包括隱藏文件

source: This option will include hidden files in all directory searches.
cs_cz: Tato možnost bude obsahovat skryté soubory ve všech vyhledávání v adresáři.
ko_kr: 이 옵션은 모든 디렉토리 검색에 숨겨진 파일이 포함됩니다.
zh_tw: 此選項將包括在所有目錄中搜索隱藏的文件。

source: Query Type
cs_cz: typ dotazu
ko_kr: 쿼리 유형
zh_tw: 查詢類型

source: Directory Services
cs_cz: adresářové služby
ko_kr: 디렉토리 서비스
zh_tw: 目錄服務

source: The Regex Expression will be used for all the selected services
cs_cz: Regex Expression bude použit pro všechny vybrané služby
ko_kr: 정규식 표현식은 선택된 모든 서비스에 사용됩니다.
zh_tw: 正規表示式將用於所有選定的服務

source: To include an age or size query select the corresponding checkbox
cs_cz: Chcete-li zahrnout dotaz na věk nebo velikost, zaškrtněte příslušné políčko
ko_kr: 연령 또는 크기 쿼리를 포함하려면 해당 확인란을 선택하세요.
zh_tw: 若要包含年齡或尺寸查詢，請選擇對應的複選框

source: Regular Expression
cs_cz: regulární výraz
ko_kr: 정규 표현식
zh_tw: 正則表達式

source: Check the number of files matching the regex query with this service.
cs_cz: kontrolovat počet soubory vyhovující regex dotaz s touto službou.
ko_kr: 이 서비스 정규식 검색어와 일치하는 파일의 수를 확인합니다.
zh_tw: 檢查文件的與此服務相匹配的正則表達式查詢的數量。

source: Check file age of the regex query in seconds with this service. Use ranges or Warning/Critical to check for age.
cs_cz: zkontrolovat soubor věk regex dotazu během několika sekund s touto službou. používat rozsahy nebo varování / důležité pro kontrolu věku.
ko_kr: 이 서비스와 초 정규식 쿼리의 파일 보존 기간을 확인합니다. 나이를 확인하기 위해 범위 또는 위험 경고 / 사용합니다.
zh_tw: 檢查正則表達式查詢的檔案年齡與此服務秒。使用範圍或警告/嚴重檢查的年齡。

source: Check file size of the regex query in bytes with this service. Use ranges or Warning/Critical to check for size.
cs_cz: zkontrolujte velikost souboru regex dotazu v bytech s touto službou. používat rozsahy nebo varování / důležité pro kontrolu velikosti.
ko_kr: 이 서비스와 초 정규식 쿼리의 파일 크기를 확인합니다. 크기를 확인하기 위해 범위 또는 위험 경고 / 사용합니다.
zh_tw: 檢查正則表達式查詢的文件的大小與該服務秒。使用範圍或警告/嚴重，檢查尺寸。

source: It looks like you are missing the folder_watch.pl plugin on your Nagios XI server. To use this wizard you must install the plugin on your server.
cs_cz: to vypadá, že chybí folder_watch.pl plugin na svém nagios xi serveru. Použití tohoto průvodce je nutné nainstalovat plugin na serveru.
ko_kr: 당신이 당신의 Nagios XI 서버의 check_file_count 플러그인을 누락 것 같습니다. 이 마법사를 사용하여 당신은 당신의 서버에 플러그인을 설치해야합니다.
zh_tw: 它看起來像你缺少的check_file_count插件你的nagios十一服務器上。使用此嚮導，您必須在服務器上安裝該插件。
