Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: of the servicegroup(s) that the service belongs to. Multiple servicegroups should be separated by commas. This directive may be used as an alternative to using the
cs_cz: z servicegroup (y), že tato služba patří. více servicegroups by měly být odděleny čárkou. Tato směrnice může být použit jako alternativa k použití
ko_kr: 서비스가 속하는 servicegroup (들). 여러 servicegroups 쉼표로 구분해야합니다. 이 지시어를 사용하는 대신 사용할 수있다
zh_tw: 的該服務屬於表示ServiceGroup（多個）。多servicegroups應該用逗號分隔。這個指令可以作為一種替代使用

source: members
cs_cz: členové
ko_kr: 회원
zh_tw: 成員

source: directive in servicegroup definitions.
cs_cz: směrnice v definicích servicegroup.
ko_kr: servicegroup 정의에 지시어.
zh_tw: 指令中表示ServiceGroup定義。

source: If a servicegroup is defined here - this service will
cs_cz: pokud je servicegroup zde definován - tato služba bude
ko_kr: servicegroup 여기에 정의 된 경우 -이 서비스는 것
zh_tw: 如果表示ServiceGroup在這裡被定義 - 這項服務將

source: inside the member field of the same servicegroup definition!
cs_cz: uvnitř člen pole o stejné definice servicegroup!
ko_kr: 동일한 servicegroup 정의의 멤버 필드 안에!
zh_tw: 裡面同樣表示ServiceGroup定義的成員字段！

source: - display name
cs_cz: - Zobrazované jméno
ko_kr: 이름을 표시
zh_tw: 顯示名稱

source: This directive is used to define an alternate name that should be displayed in the web interface for this service. If not specified, this defaults to the value you specify for the
cs_cz: Tato směrnice se používá k definování alternativní název, který se má zobrazit ve webovém rozhraní pro tuto službu. není-li uvedeno, tento výchozí hodnotu určíte pro
ko_kr: 이 지시문은이 서비스에 대한 웹 인터페이스에 표시되어야 다른 이름을 정의하는 데 사용됩니다. 지정되지 않은 경우, 값이 기본값이 당신에 대해 지정
zh_tw: 這個指令是用來定義應顯示在Web界面對這項服務的替代名稱。如果沒有指定，這個默認值，你的指定

source: directive. Note: The current CGIs do not use this option, although future versions of the web interface will.
cs_cz: směrnice. POZNÁMKA: aktuální CGI nepoužívají tuto možnost, i když budoucích verzích vůle webového rozhraní.
ko_kr: 지시어. 참고 : 현재 CGI가이 옵션을 사용하지 않는 웹 인터페이스 의지의 향후 버전 있지만.
zh_tw: 指令。注意：目前CGIS不使用此選項，雖然網頁界面的未來版本。

source: - check command
cs_cz: - Kontrola příkaz
ko_kr: 명령을 확인
zh_tw: 檢查命令

source: of the command that Nagios will run in order to check the status of the service. The maximum amount of time that the service check command can run is controlled by the service_check_timeout option.
cs_cz: příkazu, který Nagios poběží s cílem ověřit stav služby. Maximální doba, po kterou kontrola příkaz služba může spustit je řízen volbou service_check_timeout.
ko_kr: 명령의 Nagios는 서비스의 상태를 확인하기 위해 실행됩니다. 서비스 체크 명령을 실행할 수있는 최대 시간은 service_check_timeout 옵션에 의해 제어된다.
zh_tw: 該命令的那個的nagios將為了檢查該服務的狀態中運行。那服務檢查命令可以運行的最大時間量由service_check_timeout選項控制。

source: Service - arguments
cs_cz: služba - Argumenty
ko_kr: 서비스 - 인수
zh_tw: 服務 - 論據

source: The values defined here will replace the according argument variable behind the selected command. Up to 8 argument variables are supported. Be sure, that you defines a valid value for each required argument variable
cs_cz: Hodnoty, které zde definované nahradí podle argumentů proměnné za vybraného příkazu. Jsou podporovány až 8 argumentů proměnné. být jisti, že jste definuje platnou hodnotu pro každý požadovaný argument proměnné
ko_kr: 여기에 정의 된 값은 선택된 명령 뒤에 따라 인수 변수를 대체합니다. 최대 8 인자 변수가 지원됩니다. 각 필수 인수 변수에 대한 유효한 값을 정의하는 것을 확인
zh_tw: 這裡定義的值將取代所選命令後面的參數根據變量。多達8個參數變量都支持。可以肯定的，那你定義一個有效的值對每個需要的參數變量

source: Service - Templates
cs_cz: služba - šablony
ko_kr: 서비스 템플릿
zh_tw: 服務模板

source: You can add one or more service templates to a service configuration. Nagios will add the definitions from each template to a service configuration.
cs_cz: můžete přidat jeden nebo více šablon služeb na konfiguraci služeb. nagios přidá definice z každé šablony na konfiguraci služeb.
ko_kr: 따라서, 서비스 구성에 하나 이상의 서비스 템플릿을 추가 할 수있다. Nagios는이 서비스 구성에 각 템플릿에서 정의를 추가합니다.
zh_tw: 可以添加一個或多個服務模板向服務配置。的nagios將從每個模板中​​添加的定義到服務的配置。

source: Service - initial state
cs_cz: service - počáteční stav
ko_kr: 서비스 - 초기 상태
zh_tw: 服務 - 初始狀態

source: By default Nagios will assume that all services are in OK states when in starts. You can override the initial state for a service by using this directive. Valid options are:
cs_cz: Ve výchozím nastavení nagios bude předpokládat, že všechny služby jsou v ok států, když ve startů. můžete přepsat výchozí stav pro služby pomocí této směrnice. Platné volby jsou:
ko_kr: 기본적으로 Nagios는 언제 시작에서 모든 서비스가 확인 상태에 있다고 가정합니다. 이 지시문을 사용하여 서비스의 초기 상태를 덮어 쓸 수 있습니다. 유효한 옵션은 다음과 같습니다 :
zh_tw: 默認情況下，Nagios的假設所有的服務都在正常的狀態中啟動時。您可以通過使用這個指令覆蓋了服務的初始狀態。有效的選項有：

source: OK,
ko_kr: 확인
zh_tw: 好不好，

source: WARNING,
cs_cz: varování,
ko_kr: 경고
zh_tw: 警告

source: UNKNOWN, and
cs_cz: neznámé, a
ko_kr: 알 수없는, 그리고
zh_tw: 未知的，並且

source: CRITICAL.
cs_cz: kritická.
ko_kr: 임계
zh_tw: 批評

source: Service - retry interval
cs_cz: service - opakování intervalu
ko_kr: 서비스 - 재시도 간격
zh_tw: 服務 - 重試間隔

source: This directive is used to define the number of "time units" to wait before scheduling a re-check of the service. Services are rescheduled at the retry interval when they have changed to a non-OK state. Once the service has been retried
cs_cz: Tato směrnice se používá k definování počet "časových jednotek" počkat před naplánováním překontrolovat služby. Služby jsou naplánována v intervalu opakování, kdy se změnily k non-ok stavu. jakmile služba byla zopakována
ko_kr: 이 지시문은 서비스의 재 검사를 예약하기 전에 대기 "시간 단위"의 수를 정의하는 데 사용됩니다. 그들은 비 확인 상태로 변경 한 경우 서비스가 재시도 간격으로 일정이 조정됩니다. 서비스가 시도되고 나면
zh_tw: 這個指令是用來定義“時間單位”的數量調度重新檢查服務之前要等待。服務被重新安排在重試間隔時，他們已經變為非返回狀態。一旦服務已試

source: Service - max check attempts
cs_cz: service - max kontrolní pokusy
ko_kr: 서비스 - 최대 체크 시도
zh_tw: 服務 - 最大檢查嘗試

source: This directive is used to define the number of times that Nagios will retry the service check command if it returns any state other than an OK state. Setting this value to 1 will cause Nagios to generate an alert without retrying the service check again.
cs_cz: Tato směrnice se používá k definování kolikrát nagios bude opakovat příkaz zaškrtnutí služby, pokud se vrátí jiný než ok stát. Nastavení této hodnoty na hodnotu 1 způsobí nagios generovat upozornění, aniž by novým pokusem znovu kontrola služba.
ko_kr: 이 지시어는 확인 상태 이외의 상태를 반환하는 경우 Nagios는이 서비스 체크 명령을 다시 시도하는 횟수를 정의하는 데 사용됩니다. 이 값을 1로 설정하면 Nagios는 서비스 체크 다시 재 시도하지 않고 경고를 생성하게됩니다.
zh_tw: 這個指令是用來定義倍的nagios將重試服務檢查命令，如果它返回比一個確定的狀態，其他任何國家的數量。該值設置為1會導致Nagios的再次服務檢查產生不重試警報。

source: Service - check interval
cs_cz: servis - zkontrolujte interval
ko_kr: 서비스 - 간격을 확인
zh_tw: 服務 - 檢查間隔

source: This directive is used to define the number of "time units" to wait before scheduling the next "regular" check of the service. "Regular" checks are those that occur when the service is in an OK state or when the service is in a non-OK state, but has already been rechecked
cs_cz: Tato směrnice se používá k definování počet "časových jednotek" čekání před naplánováním další "normální" kontrolu služby. "Pravidelné" kontroly jsou ty, které se vyskytují, když je tato služba v ok stavu nebo když je tato služba v non-ok stavu, ale již bylo překontrolovány
ko_kr: 이 지침은 서비스의 다음 "일반"체크를 예약하기 전에 대기 "시간 단위"의 수를 정의하는 데 사용됩니다. "정규"검사 서비스가 OK 상태 또는 서비스가 확인되지 않은 상태이지만, 재검사시에 이미 발생 된 경우들이다
zh_tw: 這個指令是用來定義“時間單位”的數量安排接下來的“常規”檢查服務之前要等待。 “定期”檢查是那些當服務是在一個確定的狀態，或當該服務是在非確定的狀態，但已經被重新檢查發生

source: number of times. Unless you've changed the interval_length directive from the default value of 60, this number will mean minutes. More information on this value can be found in the check scheduling documentation.
cs_cz: Kolikrát. pokud jste změnili směrnici o interval_length z výchozí hodnoty 60 ° C, bude toto číslo znamenat minut. Více informací o této hodnoty lze nalézt v dokumentaci kontrola letového řádu.
ko_kr: 횟수. 당신이 60의 기본 값에서 interval_length 지시문을 변경하지 않았다면,이 숫자는 분을 의미합니다. 이 값에 대한 자세한 내용은 체크 스케줄링 문서에서 찾을 수 있습니다.
zh_tw: 次數。除非你已經改變了60的默認值interval_length指令，這個數字將意味著分鐘。這個值的更多信息，請檢查調度文檔中找到。

source: Service - active checks enabled
cs_cz: service - aktivní kontroly povolen
ko_kr: 서비스 - 활성 검사 가능
zh_tw: 服務 - 主動檢查啟用

source: This directive is used to determine whether or not active checks of this service are enabled. Values:
cs_cz: Tato směrnice se používá k určení, zda jsou nebo nejsou povoleny účinné kontroly této služby. hodnoty:
ko_kr: 이 지시문은이 서비스의 활성 검사를 사용할 수 있는지 여부를 결정하는 데 사용됩니다. 값 :
zh_tw: 這個指令是用來判斷是否啟用這項服務的主動檢查。價值觀：

source: disable active service checks,
cs_cz: zakázat aktivní kontrolu služeb,
ko_kr: 활성 서비스 검사를 사용하지
zh_tw: 禁用主動服務檢查，

source: enable active service checks.
cs_cz: umožnit aktivní kontrolu služeb.
ko_kr: 현역 검사를 할 수 있습니다.
zh_tw: 使現役檢查。

source: Service - passive checks enabled
cs_cz: service - pasivní kontroly povolen
ko_kr: 서비스 - 수동 검사 가능
zh_tw: 服務 - 被動檢查啟用

source: This directive is used to determine whether or not passive checks of this service are enabled. Values:
cs_cz: Tato směrnice se používá k určení, zda jsou nebo nejsou povoleny pasivní kontroly této služby. hodnoty:
ko_kr: 이 지시문은이 서비스의 수동 검사를 사용할 수 있는지 여부를 결정하는 데 사용됩니다. 값 :
zh_tw: 這個指令是用來判斷是否啟用這項服務的被動檢查。價值觀：

source: disable passive service checks,
cs_cz: zakázat pasivní poukázek na služby,
ko_kr: 수동 서비스 검사를 사용하지
zh_tw: 禁用被動服務檢查，

source: enable passive service checks.
cs_cz: povolit pasivní poukázek na služby.
ko_kr: 수동적 인 서비스 검사를 할 수 있습니다.
zh_tw: 使被動的服務檢查。

source: Service -
ko_kr: 서비스
zh_tw: 服務

source: parallelize check
cs_cz: paralelizovat kontrolu
ko_kr: 검사를 병렬화
zh_tw: 並行檢查

source: This directive is used to determine whether or not the service check can be parallelized. By default, all service checks are parallelized. Disabling parallel checks of services can result in serious performance problems. More information on service check parallelization can be found in the nagios documentation.
cs_cz: Tato směrnice se používá k určení, zda je kontrola může být služba paralelizovat. Ve výchozím nastavení jsou všechny servisní prohlídky jsou paralelizovat. deaktivace paralelních kontrol služeb může mít za následek vážné problémy s výkonem. Více informací o servisním kontrolním paralelizace lze nalézt v dokumentaci Nagios.
ko_kr: 이 지시자는 서비스 체크는 병렬화 될 수 있는지 여부를 결정하는데 사용된다. 기본적으로 모든 서비스 검사가 병렬되어있다. 서비스의 병렬 검사를 사용하지 않도록 설정하면 성능에 심각한 문제가 발생할 수 있습니다. 서비스 체크 병렬화에 대한 자세한 정보는 Nagios의 문서에서 찾을 수 있습니다.
zh_tw: 這個指令是用來確定服務檢查是否可以並行。默認情況下，所有服務檢查並行。禁用服務的並行檢查可能會導致嚴重的性能問題。在服務檢查並行的更多信息可以在Nagios的文檔中找到。

source: Values: 0 = service check cannot be parallelized (use with caution!), 1 = service check can be parallelized.
cs_cz: Hodnoty: 0 = kontrola službu nelze paralelizovat (! používání s opatrností), může být 1 = kontrola služba paralelizovat.
ko_kr: 값 : 0 = 서비스 검사 (!주의와 함께 사용)를 병렬화 할 수 없다, 1 = 서비스 체크는 병렬 처리 될 수 있습니다.
zh_tw: 值：0 =服務檢查不能並行（！謹慎使用），1 =服務檢查可以並行。

source: Service - check period
cs_cz: servis - zkontrolujte období
ko_kr: 서비스 - 기간을 확인
zh_tw: 服務 - 檢查階段

source: This directive is used to specify the short name of the time period during which active checks of this service can be made.
cs_cz: Tato směrnice se používá k určení krátký název časového období, během něhož lze provést účinné kontroly této služby.
ko_kr: 이 지정은이 서비스의 활성 검사를 할 수있는 기간의 짧은 이름을 지정하는 데 사용된다.
zh_tw: 這個指令是用來指定在此期間，該服務的活躍檢查可以在一段時間的簡稱。

source: freshness threshold
cs_cz: práh svěžest
ko_kr: 신선도 임계 값
zh_tw: 新鮮門檻

source: This directive is used to specify the freshness threshold (in seconds) for this service. If you set this directive to a value of 0, Nagios will determine a freshness threshold to use automatically.
cs_cz: Tato směrnice se používá k určení práh čerstvosti (v sekundách) pro tuto službu. Nastavíte-li tuto směrnici na hodnotu 0, bude nagios stanovit prahovou hodnotu čerstvosti, že automaticky použije.
ko_kr: 이 지침은이 서비스에 대한 (초) 신선도 임계 값을 지정하는 데 사용됩니다. 0의 값이 지시자를 설정하면, Nagios는 자동으로 사용할 수있는 신선도 임계 값을 결정합니다.
zh_tw: 該指令用於指定此服務的新鮮感閾值（以秒為單位）。如果你設置這個指令的值為0，Nagios的將確定一個新鮮閾值時自動使用。

source: check freshness
cs_cz: zkontrolovat čerstvost
ko_kr: 신선도를 확인
zh_tw: 檢查新鮮感

source: This directive is used to determine whether or not freshness checks are enabled for this service. Values:
cs_cz: Tato směrnice se používá k určení, zda jsou nebo nejsou čerstvosti kontroly povoleny pro tuto službu. hodnoty:
ko_kr: 이 지시문은 신선도 검사가이 서비스를 사용할 수 있는지 여부를 결정하는 데 사용됩니다. 값 :
zh_tw: 這個指令是用來決定是否啟用這項服務的新鮮度檢查。價值觀：

source: enable freshness
cs_cz: povolit svěžest
ko_kr: 신선도를 활성화
zh_tw: 讓新鮮

source: obsess over service
cs_cz: zachvátila přes službu
ko_kr: 서비스 집착
zh_tw: 迷戀服務

source: This directive determines whether or not checks for the service will be "obsessed" over using the ocsp_command.
cs_cz: Tato směrnice určuje, zda zkontroluje službu bude "posedlý" přes použití ocsp_command.
ko_kr: 이 지침은 서비스에 대한 검사가 ocsp_command를 사용을 통해 "집착"할 것인지 아닌지를 결정한다.
zh_tw: 這個指令決定檢查服務是否會成為“走火入魔”了使用ocsp_command。

source: event handler
cs_cz: Ovladač události
ko_kr: 이벤트 처리기
zh_tw: 事件處理程序

source: This directive is used to specify the
cs_cz: Tato směrnice se používá pro upřesnění
ko_kr: 이 지시문을 지정하는 데 사용됩니다
zh_tw: 這個指令是用來指定

source: of the command that should be run whenever a change in the state of the service is detected (i.e. whenever it goes down or recovers). Read the documentation on event handlers for a more detailed explanation of how to write scripts for handling events. The maximum amount of time that the event handler command can run is controlled by the event_handler_timeout option.
cs_cz: o příkaz, který má být spuštěn, když je detekována změna ve stavu služby (tj, když to jde dolů nebo obnoví). přečíst dokumentaci o zpracovávání událostí pro podrobnější vysvětlení, jak psát skripty pro zpracování událostí. Maximální doba, po kterou psovod povel událost může spustit je řízen volbou event_handler_timeout.
ko_kr: 서비스의 상태에 변화가 (이 다운되거나 복구 즉 때마다) 감지 될 때마다 실행해야합니다 명령. 이벤트를 처리하기위한 스크립트를 작성하는 방법에 대한 자세한 설명의 이벤트 핸들러에 대한 설명서를 참조하십시오. 이벤트 핸들러의 명령이 실행될 수있는 최대 시간은 event_handler_timeout 옵션에 의해 제어된다.
zh_tw: 每當在服務的狀態的改變被檢測到（即每當發生故障或恢復）應該運行的命令的。對於如何編寫處理事件的腳本更詳細的解釋閱讀的事件處理程序的文檔。的事件處理程序的命令可以運行的最大時間量由event_handler_timeout選項控制。

source: event handler enabled
cs_cz: Ovladač události povoleny
ko_kr: 이벤트 처리기 사용
zh_tw: 事件處理程序啟用

source: This directive is used to determine whether or not the event handler for this service is enabled. Values:
cs_cz: Tato směrnice se používá k určení, zda je či není povoleno rutiny události pro tuto službu. hodnoty:
ko_kr: 이 지시문은이 서비스에 대한 이벤트 핸들러가 활성화되어 있는지 여부를 결정하는 데 사용됩니다. 값 :
zh_tw: 這個指令是用來確定的事件處理程序這項服務是否啟用。價值觀：

source: disable service event handler,
cs_cz: zakázat rutinu události služby,
ko_kr: 서비스 이벤트 처리기를 사용하지 않도록 설정
zh_tw: 禁用服務的事件處理程序，

source: enable service event handler.
cs_cz: povolit rutinu události služby.
ko_kr: 서비스 이벤트 핸들러를 할 수 있습니다.
zh_tw: 使服務事件處理程序。

source: low flap threshold
cs_cz: nízký práh klapka
ko_kr: 낮은 플랩 임계 값
zh_tw: 低瓣門檻的

source: This directive is used to specify the low state change threshold used in flap detection for this service. More information on flap detection can be found in the nagios documentation. If you set this directive to a value of 0, the program-wide value specified by the low_service_flap_threshold directive will be used.
cs_cz: Tato směrnice se používá k určení státní hranici s nízkou změnit používaný v chlopní detekce pro tuto službu. Více informací o klapky zjištění lze nalézt v dokumentaci Nagios. Nastavíte-li tuto směrnici na hodnotu 0, bude použita hodnota celého programu je stanoveno ve směrnici o low_service_flap_threshold.
ko_kr: 이 지시문은이 서비스 플랩 검출에 사용되는 낮은 상태 변경 임계 값을 지정하는 데 사용됩니다. 플랩 검출에 대한 자세한 정보는 Nagios의 문서에서 찾을 수 있습니다. 0의 값이 지시자를 설정하면, low_service_flap_threshold 지시어로 지정한 프로그램 전체의 값이 사용됩니다.
zh_tw: 這個指令是用來指定瓣檢測使用該服務的低狀態變化閾值。上皮瓣檢測的詳細信息可以在Nagios的文檔中找到。如果你設置這個指令的值為0，由low_service_flap_threshold指令指定的程序範圍的值將被使用。

source: high flap threshold
cs_cz: Práh vysoká klapka
ko_kr: 높은 플랩 임계 값
zh_tw: 高瓣門檻的

source: This directive is used to specify the high state change threshold used in flap detection for this service. More information on flap detection can be found in the nagios documentation. If you set this directive to a value of 0, the program-wide value specified by the high_service_flap_threshold directive will be used.
cs_cz: Tato směrnice se používá k určení vysoké státní hranici změnit používaný v chlopní detekce pro tuto službu. Více informací o klapky zjištění lze nalézt v dokumentaci Nagios. Nastavíte-li tuto směrnici na hodnotu 0, bude použita hodnota celého programu je stanoveno ve směrnici o high_service_flap_threshold.
ko_kr: 이 지시문은이 서비스 플랩 검출에 사용되는 높은 상태 변경 임계 값을 지정하는 데 사용됩니다. 플랩 검출에 대한 자세한 정보는 Nagios의 문서에서 찾을 수 있습니다. 0의 값이 지시자를 설정하면, high_service_flap_threshold 지시어로 지정한 프로그램 전체의 값이 사용됩니다.
zh_tw: 這個指令是用來指定瓣檢測使用該服務的高狀態變化閾值。上皮瓣檢測的詳細信息可以在Nagios的文檔中找到。如果你設置這個指令的值為0，由high_service_flap_threshold指令指定的程序範圍的值將被使用。

source: flap detection enabled
cs_cz: klapka detekce povolen
ko_kr: 플랩 감지가 활성화
zh_tw: 瓣檢測功能

source: This directive is used to determine whether or not flap detection is enabled for this service. More information on flap detection can be found in the nagios documentation. Values:
cs_cz: Tato směrnice se používá k určení, zda je povolena detekce klapka pro tuto službu. Více informací o klapky zjištění lze nalézt v dokumentaci Nagios. hodnoty:
ko_kr: 이 지시문은 플랩 검출이 서비스 사용 가능 여부를 판별하는 데 사용됩니다. 플랩 검출에 대한 자세한 정보는 Nagios의 문서에서 찾을 수 있습니다. 값 :
zh_tw: 這個指令是用來確定是否啟用此服務瓣檢測。上皮瓣檢測的詳細信息可以在Nagios的文檔中找到。價值觀：

source: disable service flap detection,
cs_cz: zakázat zjišťování klapky služby,
ko_kr: 서비스 플랩 검색을 사용하지 않으
zh_tw: 禁用服務瓣檢測，

source: enable service flap detection.
cs_cz: umožňují detekci chlopně služby.
ko_kr: 서비스 플랩 감지 할 수 있습니다.
zh_tw: 使服務瓣檢測。

source: flap detection options
cs_cz: možnosti detekce klapka
ko_kr: 플랩 검색 옵션
zh_tw: 皮瓣檢測選項

source: This directive is used to determine what service states the flap detection logic will use for this service. Valid options are a combination of one or more of the following:
cs_cz: Tato směrnice slouží k určení, jaké služby uvádí zjišťovací logika klapka bude používat pro tuto službu. Platné jsou kombinací jedné nebo více z následujících:
ko_kr: 이 지시어는 플랩 검출 로직이 서비스에 사용할 어떤 서비스 상태를 확인하는 데 사용됩니다. 유효한 옵션은 다음 중 하나 이상의 조합이다 :
zh_tw: 這個指令是用來確定什麼樣的服務狀態瓣檢測邏輯將使用這項服務。有效的選項是一種或多種下列物質的組合：

source: OK states,
cs_cz: ok stavy,
ko_kr: 확인 상태,
zh_tw: 好的狀態，

source: WARNING states,
cs_cz: varovné stavy,
ko_kr: 경고 상태,
zh_tw: 警告狀態，

source: CRITICAL states,
cs_cz: kritických stavů,
ko_kr: 중요한 상태,
zh_tw: 臨界狀態，

source: UNKNOWN states.
cs_cz: neznámé stavy.
ko_kr: 알 수없는 상태.
zh_tw: 未知狀態。

source: retain status information
cs_cz: uchovávat informace o stavu
ko_kr: 상태 정보를 유지
zh_tw: 保留狀態信息

source: This directive is used to determine whether or not status-related information about the service is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
cs_cz: Tato směrnice se používá k určení, zda informace o službě stav související se udržel po celé programové restartu. Tato funkce je užitečná pouze pokud jste povolili retenci státní pomocí direktivy retain_state_information.
ko_kr: 이 지시어는 서비스에 대한 상태 관련 정보가 프로그램을 다시 시작할 유지할지 여부를 결정하는 데 사용됩니다. 이것은 당신이 retain_state_information 지시어를 사용하여 상태 유지를 사용하도록 설정 한 경우에만 유용합니다.
zh_tw: 這個指令是用來確定有關服務狀態相關的信息是否在整個程序重新啟動被保留。這僅僅是如果你啟用了狀態保持使用retain_state_information指令有效。

source: retain nonstatus information
cs_cz: uchovávat informace nonstatus
ko_kr: 비 상태 정보를 유지
zh_tw: 保留非狀態信息

source: This directive is used to determine whether or not non-status information about the service is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
cs_cz: Tato směrnice se používá k určení, zda je určitá informace non-stavový o službu je zachován po restartování programu. Tato funkce je užitečná pouze pokud jste povolili retenci státní pomocí direktivy retain_state_information.
ko_kr: 이 지시어는 서비스가 프로그램을 다시 시작할 유지에 대한 여부 않은 상태 정보를 확인하는 데 사용됩니다. 이것은 당신이 retain_state_information 지시어를 사용하여 상태 유지를 사용하도록 설정 한 경우에만 유용합니다.
zh_tw: 這個指令是用來確定有關服務跨項目重新啟動保留非狀態與否的信息。這僅僅是如果你啟用了狀態保持使用retain_state_information指令有效。

source: process perf data
cs_cz: Proces perf dat
ko_kr: 프로세스 성능 데이터
zh_tw: 工藝性能數據

source: This directive is used to determine whether or not the processing of performance data is enabled for this service. Values:
cs_cz: Tato směrnice se používá k určení, zda zpracování údajů o výkonu je povolena pro tuto službu. hodnoty:
ko_kr: 이 지시자는 성능 데이터의 프로세싱이 서비스 사용 가능 여부를 판별하기 위해 사용된다. 값 :
zh_tw: 這個指令是用來確定是否啟用此服務的性能數據的處理。價值觀：

source: is volatile
cs_cz: těkavé
ko_kr: 휘발성
zh_tw: 揮發性

source: This directive is used to denote whether the service is "volatile". Services are normally
cs_cz: Tato směrnice se používá k označení, zda je služba "volatile". Služby jsou obvykle
ko_kr: 이 지시어는 서비스가 "휘발성"인지 여부를 나타 내기 위해 사용된다. 서비스는 일반적이다
zh_tw: 這個指令是用來表示該服務是否為“波動”。服務通常

source: volatile.
cs_cz: nestálý.
ko_kr: 휘발성의
zh_tw: 揮發物

source: More information on volatile service and how they differ from normal services can be found in the nagios documentation.
cs_cz: Více informací o těkavých služby a jak se liší od běžných služeb lze nalézt v dokumentaci Nagios.
ko_kr: 휘발성 서비스와 어떻게 다를 정상 서비스의에 대한 자세한 정보는 Nagios의 문서에서 찾을 수 있습니다.
zh_tw: 揮發性的服務，以及他們如何不同於正常服務的詳細信息可以在Nagios的文檔中找到。

source: service is not volatile,
cs_cz: služba není těkavý,
ko_kr: 서비스는 휘발성 아니다
zh_tw: 服務是不揮發的，

source: service is volatile.
cs_cz: Služba je nestabilní.
ko_kr: 서비스는 휘발성이다.
zh_tw: 服務是易揮發。

source: This is a list of the
cs_cz: Toto je seznam toho
ko_kr: 이 목록입니다
zh_tw: 這是其中的一個列表

source: of the contacts that should be notified whenever there are problems (or recoveries) with this service. Multiple contacts should be separated by commas. Useful if you want notifications to go to just a few people and don't want to configure contact groups. You must specify at least one contact or contact group in each service definition.
cs_cz: z kontaktů, které by měly být oznámeny, pokud existují problémy (nebo vydání) s touto službou. více kontaktů by měly být odděleny čárkou. užitečné, pokud chcete oznámení jít jen pár lidí a nechcete konfigurovat skupiny kontaktů. je nutné zadat alespoň jeden kontakt nebo skupinu kontaktů v každé definici služby.
ko_kr: 이 서비스에 문제 (또는 복구)이있을 때마다 알려야 연락처. 여러 연락처는 쉼표로 구분해야합니다. 당신이 원하는 경우 알림 단지 몇 명에 갈 및 연락처 그룹을 구성하고 싶지 않아 유용하다. 각 서비스 정의에 하나 이상의 연락처 또는 연락처 그룹을 지정해야합니다.
zh_tw: 那應通知每當有問題（或恢復）與此服務的聯繫人。多個聯繫人應該用逗號分隔。如果你想通知去只有幾個人，不希望配置聯繫人組非常有用。您必須至少指定一個聯繫人或聯繫人組中的每個服務定義。

source: yes (no, if a contact group is defined)
cs_cz: ano (ne, pokud je definována kontaktní skupina)
ko_kr: 예 (아니, 연락처 그룹이 정의되어있는 경우)
zh_tw: 是的（沒有，如果聯絡小組的定義）

source: of the contact groups that should be notified whenever there are problems (or recoveries) with this service. Multiple contact groups should be separated by commas. You must specify at least one contact or contact group in each service definition.
cs_cz: kontaktních skupin, které by měly být oznámeny, pokud existují problémy (nebo vydání) s touto službou. vícenásobné kontaktní skupiny by měly být odděleny čárkou. je nutné zadat alespoň jeden kontakt nebo skupinu kontaktů v každé definici služby.
ko_kr: 이 서비스에 문제 (또는 복구)이있을 때마다 알려야 연락처 그룹의. 여러 연락처 그룹은 쉼표로 구분해야합니다. 각 서비스 정의에 하나 이상의 연락처 또는 연락처 그룹을 지정해야합니다.
zh_tw: 應通知每當有問題（或恢復）與此服務的聯絡小組。多個聯繫人組應該用逗號分隔。您必須至少指定一個聯繫人或聯繫人組中的每個服務定義。

source: notification period
cs_cz: oznamovací lhůta
ko_kr: 통지 방법
zh_tw: 通知方法
