Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: We love input! Tell us what you think about this product and you'll directly drive future innovation!
cs_cz: milujeme vstup! Řekněte nám, co si myslíte o tomto produktu a budete přímo řídit budoucí inovace!
ko_kr: 우리는 입력을 사랑합니다! 이 제품에 대한 의견을 보내주십시오 그리고 당신은 바로 미래의 혁신을 유도거야!
zh_tw: 我們喜歡輸入！告訴我們您對此產品的看法，您將直接推動未來的創新！

source: Your Name (Optional)
cs_cz: Vaše jméno (volitelně)
ko_kr: 귀하의 이름 (옵션)

source: Your Email Address (Optional)
cs_cz: vaše e-mailová adresa (nepovinné)
ko_kr: 귀하의 이메일 주소 (선택 사항)

source: Privacy Policy
cs_cz: Zásady ochrany osobních údajů
ko_kr: 개인 정보 보호 정책

source: Add Dashboard
cs_cz: přidat dashboard
ko_kr: 대시 보드를 추가

source: Edit Dashboard
cs_cz: editovat přístrojová deska
ko_kr: 편집 대시 보드

source: Dashlet Title
cs_cz: název dashlet
ko_kr: Dashlet 제목

source: Dashboard Added
cs_cz: Palubní deska z přidané
ko_kr: 대시 보드에 추가

source: Add It
cs_cz: přidat
ko_kr: 을 추가

source: Add this powerful little dashlet to one of your dashboards for visual goodness.
cs_cz: přidat tento výkonný malý dashlet k jednomu z vašich panelů dashboard pro vizuální dobroty.
ko_kr: 시각적 인 선을 위해 대시 보드 중 하나에이 강력한 작은 dashlet을 추가합니다.
zh_tw: 將這個功能強大的小小面板添加到您的儀表板之一，以獲得良好的視覺效果。

source: Select a Dashboard to Add To
cs_cz: vyberte přístrojovou desku přidat do
ko_kr: 에 추가 할 대시 보드를 선택

source: Add this graph to a dashboard.
cs_cz: přidat tento graf na palubní desce.
ko_kr: 대시 보드에이 그래프를 추가합니다.

source: Dashlet is now loaded on your dashboard.
cs_cz: dashlet Nyní je naloženo na přístrojové desce.
ko_kr: 대시 렛창 이제 대시 보드에로드됩니다.
zh_tw: Dashlet 現已載入到您的儀表板上。

source: Dashlet Added
cs_cz: dashlet přidáno
ko_kr: Dashlet가 추가되었습니다

source: Submitting command
cs_cz: odesláním příkazu
ko_kr: 명령을 제출

source: Hide password
cs_cz: nové heslo
ko_kr: 새 암호

source: Permalink
ko_kr: 블로그 바로 가기

source: Copy the URL below to retain a direct link to your current view.
cs_cz: zkopírovat url níže udržet přímý odkaz na aktuální zobrazení.
ko_kr: 현재보기에 대한 직접 링크를 유지하려면 아래의 URL을 복사합니다.
zh_tw: 複製下面的 URL 以保留指向目前視圖的直接連結。

source: Thank You!
cs_cz: Děkuji!
ko_kr: 감사합니다!
zh_tw: 謝謝你！

source: Thanks for helping to make this product better! We will review your comments as soon as we get a chance. Until then, kudos to you for being awesome and helping drive innovation!
cs_cz: Díky za pomoc, aby se tento produkt, tím lépe! projdeme vaše připomínky, jakmile dostaneme šanci. Do té doby, sláva se za způsobené úžasné a pomáhá podporovat inovace! <br><br> - Vyhrazený tým @ nagios podniky
ko_kr: 이 제품은 더 나은 서비스를 제공하기 위해 도움을 주셔서 감사합니다! 우리는 즉시 우리가 기회를 같이 귀하의 의견을 검토하겠습니다. 그때까지 너무 멋져서와 드라이브 혁신을 돕는 당신에게 칭찬! <br><br> - 전용 팀 @ Nagios 기업
zh_tw: 感謝您幫助使該產品變得更好！我們一有機會就會審核您的評論。在那之前，感謝您的出色表現並幫助推動創新！

source: An error occurred. Please try again later.
cs_cz: vyskytla se chyba. prosím zkuste to znovu později.
ko_kr: 오류가 발생했습니다. 나중에 다시 시도하십시오.

source: Sending Feedback
cs_cz: zaslání zpětné vazby
ko_kr: 의견 보내는 중 ...
zh_tw: 傳送回饋

source: Use this to add a new dashboard to your Dashboards page.
cs_cz: pomocí tohoto nastavení přidat nový panel na vaši stránku <b>palubních desek.</b>
ko_kr: 귀하의 <b>대시 보드 페이지에</b> 새로운 대시 보드를 추가 할 수 있습니다.
zh_tw: 使用它可以將新的儀表板新增到您的儀表板頁面。

source: Dashboard Title
cs_cz: název přístrojová deska
ko_kr: 대시 보드 제목

source: Background Color
cs_cz: barva pozadí
ko_kr: 배경 색상
zh_tw: 背景顏色

source: Success! Your new dashboard has been added.
cs_cz: úspěch! vaše nová přístrojová deska byla přidána.
ko_kr: 성공! 새로운 대시 보드가 추가되었습니다.
zh_tw: 成功！您的新儀表板已新增。

source: An error occurred processing your request.
cs_cz: došlo k chybě při zpracování vašeho požadavku.
ko_kr: 오류가 귀하의 요청을 처리 발생했습니다. :-(

source: Dashboard Changes Saved
cs_cz: Změny palubní uloženy
ko_kr: 대시 보드 변경 사항이 저장

source: Success! Your dashboard was updated successfully.
cs_cz: úspěch! Váš palubní desky byla úspěšně aktualizována.
ko_kr: 성공! 귀하의 대시 보드가 업데이트되었습니다.

source: You cannot delete your home page dashboard.
cs_cz: nelze odstranit domovské stránky palubní desky.
ko_kr: 귀하의 홈페이지 대시 보드를 삭제할 수 없습니다.

source: Confirm Dashboard Deletion
cs_cz: potvrzení odstranění palubní desky
ko_kr: 대시 보드 삭제 확인

source: Are you sure you want to delete this dashboard and all dashlets it contains?
cs_cz: jsou si jisti, že chcete smazat tuto přístrojovou desku a všechny dashlets, které obsahuje?
ko_kr: 해당 대시 보드에 포함 된 모든 dashlets을 삭제 하시겠습니까?

source: The requested dashboard has been deleted.
cs_cz: požadovaná přístrojová deska byla odstraněna.
ko_kr: 요청 된 대시 보드가 삭제되었습니다.

source: Dashboard Deleted
cs_cz: Přístrojová deska vypouští
ko_kr: 대시 보드 삭제

source: Clone Dashboard
cs_cz: klon přístrojová deska
ko_kr: 복제 대시 보드

source: Use this to make an exact clone of the current dashboard and all its wonderful dashlets.
cs_cz: použít, aby se přesný klon aktuálního palubní desku a všechny její nádherné dashlets.
ko_kr: 현재 대시 보드 및 모든 훌륭한 dashlets의 정확한 클론을 만들려면이 버튼을 사용하십시오.
zh_tw: 使用它可以精確地克隆當前儀表板及其所有精彩的小面板。

source: New Title
cs_cz: nový titul
ko_kr: 새로운 타이틀

source: Dashboard Cloned
cs_cz: Přístrojová deska klonovaný
ko_kr: 대시 보드 복제

source: Deleting dashlets from the home page dashboard is disabled while in demo mode.
cs_cz: mazání dashlets z domovské stránky přístrojové desce se přitom v demo režimu zakázána.
ko_kr: 홈페이지 대시 보드에서 dashlets을 삭제 데모 모드에서 비활성화되어 있습니다.

source: Dashlet Deleted
cs_cz: dashlet vypouští
ko_kr: Dashlet가 삭제

source: Dashlet removed from dashboard.
cs_cz: dashlet odstraněn z palubní desky.
ko_kr: 대시 렛창는 대시 보드에서 제거.
zh_tw: Dashlet 從儀表板上移除。

source: The dashlet has been added and will now show up on your dashboard.
cs_cz: dashlet byla přidána a nyní bude zobrazovat na přístrojové desce.
ko_kr: 대시 렛창이 추가되었습니다 이제 대시 보드에 표시됩니다.

source: Masquerade Notice
cs_cz: oznámení maškaráda
ko_kr: 가면 무도회 공지 사항

source: You are about to masquerade as another user. If you choose to continue you will be logged out of your current account and logged in as the selected user. In the process of doing so, you may lose your admin privileges.
cs_cz: chystáte se vydávat za jiného uživatele. Pokud se rozhodnete pokračovat, budete přihlášeni z vašeho běžného účtu a přihlášeni jako vybraného uživatele. v procesu Přitom může dojít ke ztrátě oprávnění správce.
ko_kr: 당신은 다른 사용자로 가장 무도회하려고합니다. 계속 선택하면 귀하의 현재 계정에서 로그 아웃하고 선택한 사용자로 로그인합니다. 그렇게하는 과정에서, 당신은 관리자 권한을 상실 할 수 있습니다.
zh_tw: 您將偽裝成另一個用戶。如果您選擇繼續，您將從目前帳戶登出並以所選使用者身分登入。在此過程中，您可能會失去管理員權限。

source: Add View
cs_cz: přidat názor
ko_kr: 보기 추가

source: Use this to add what you see on the screen to your views page.
cs_cz: pomocí tohoto nastavení přidat to, co vidíte na obrazovce k <b>zobrazení</b> vašich stránek.
ko_kr: <b>귀하의보기</b> 페이지로 화면에 표시되는 추가 할 수 있습니다.

source: View Title
cs_cz: název pohled
ko_kr: 제목보기

source: View Added
cs_cz: pohled z přidané
ko_kr: 보기 추가

source: Success! Your view was added to your views page.
cs_cz: úspěch! váš názor byl přidán k <b>zobrazení</b> vašich stránek.
ko_kr: 성공! 당신의 <b>전망은보기</b> 페이지에 추가되었습니다.
zh_tw: 成功！您的視圖已新增至您的視圖頁面。

source: View Deleted
cs_cz: pohled vypouští
ko_kr: 삭제보기

source: View has been removed.
cs_cz: Pohled byl odstraněn.
ko_kr: 보기가 제거되었습니다.

source: Edit View
cs_cz: editovat pohled
ko_kr: 보기 편집

source: View Changes Saved
cs_cz: view změny byly uloženy
ko_kr: 보기 변경 사항이 저장

source: Success! Your view was updated successfully.
cs_cz: úspěch! váš názor byl úspěšně aktualizován.
ko_kr: 성공! 귀하의보기가 업데이트되었습니다.

source: Pause rotation
cs_cz: rotace pauza
ko_kr: 일시 정지 회전

source: Resume rotation
cs_cz: rotace životopis
ko_kr: 이력서 회전

source: You are about to delete the view
cs_cz: chystáte se odstranit zobrazení
ko_kr: 당신은보기를 삭제하려고합니다

source: Cannot schedule outside pages.
cs_cz: Nelze naplánovat vnější strany.
ko_kr: 외부 페이지를 예약 할 수 없습니다.

source: Any page not under nagiosxi cannot be scheduled.
cs_cz: jakákoli strana není pod nagiosxi nelze naplánovat.
ko_kr: nagiosxi에서 모든 페이지되지는 예약 할 수 없습니다.
zh_tw: 任何不在 nagiosxi 下方的頁面都無法排定。

source: My Graph
cs_cz: můj graf
ko_kr: 내 그래프

source: Copy to Clipboard
cs_cz: zkopírovat do schránky
ko_kr: 클립 보드에 복사

source: Copied
cs_cz: zkopírovány
ko_kr: 복사
zh_tw: 已複製

source: Press Ctrl+C to copy
cs_cz: stiskněte ctrl + c pro kopírování
ko_kr: 보도 Ctrl + C 복사하기
zh_tw: 按 Ctrl+C 複製

source: Notices
cs_cz: oznámení
ko_kr: 공지 사항

source: Some important information you should be aware of is listed below.
cs_cz: některé důležité informace byste měli být vědomi je uveden níže.
ko_kr: 당신이 알아야 할 몇 가지 중요한 정보는 다음과 같습니다.
zh_tw: 下面列出了您應該了解的一些重要資訊。

source: Show these alerts when I login
cs_cz: ukazují tyto výstrahy, když jsem přihlášení
ko_kr: 제가 로그인 할 때 다음 경고가 표시
zh_tw: 當我登入時顯示這些警報

source: The User Macro Component has been disabled. Contact your Administrator.
cs_cz: součást uživatelského makra byla zakázána. obraťte se na správce.
ko_kr: 사용자 매크로 구성 요소가 비활성화되었습니다. 관리자에게 문의하십시오.

source: This User Macro Key already exists. Please check the value and try again or choose another User Macro Key.
cs_cz: Tento klíč uživatele makro již existuje. zkontrolujte hodnotu a zkuste to znovu, nebo zvolit jiný uživatelský klíč makro.
ko_kr: 이 사용자 매크로 키가 이미 존재합니다. 값을 확인하고 다시 시도하거나 다른 사용자 매크로 키를 선택하십시오.
zh_tw: 該用戶巨集鍵已存在。請檢查該值並重試或選擇另一個使用者巨集鍵。

source: This User Macro Value already exists in the resource.cfg file and can be used by using selected key.
cs_cz: tento uživatel makro hodnota již existuje v souboru resource.cfg a mohou být použity s použitím vybraného klíče.
ko_kr: 이 사용자 매크로 값은 이미은 resource.cfg 파일에 존재하는 선택된 키를 사용하여 이용 될 수있다.
zh_tw: 此使用者巨集值已存在於resource.cfg 檔案中，並且可以透過使用選定的鍵來使用。

source: Successfuly added new user macro.
cs_cz: úspěšně přidána nová uživatelská makra.
ko_kr: successfuly 새로운 사용자 매크로를 추가했다.

source: Writing to /usr/local/nagios/etc/resource.cfg failed. Verify the file is set as user apache and group nagios with read, write and execute permissions.
cs_cz: písemně /usr/local/nagios/etc/resource.cfg selhal. ověřte, že soubor je nastaven jako uživatel Apache a skupinových Nagios se číst, psát a spouštět oprávnění.
ko_kr: 작성에 실패 /usr/local/nagios/etc/resource.cfg합니다. 파일이 읽기와 사용자 아파치 그룹의 Nagios로 설정되어 있는지 확인 쓰기 및 실행 권한을.

source: You cannot access that page with a restricted session.<br>Please log into your account.
cs_cz: nemáte přístup k této stránce s omezenou relací. <br> přihlaste se prosím do svého účtu.
ko_kr: 제한된 세션으로 해당 페이지에 액세스 할 수 없습니다. <br> 귀하의 계정에 로그인하십시오.
zh_tw: 您無法通過受限制的會話訪問該頁面。 <br>請登錄您的帳戶。

source: Your current session is not authorized to view this page.
cs_cz: vaše aktuální relace není oprávněna pro zobrazení této stránky.
ko_kr: 현재 세션에이 페이지를 볼 수있는 권한이 없습니다.
zh_tw: 您當前的會話無權查看此頁面。

source: To reply, keep the following data in your response email.
cs_cz: Chcete-li odpovědět, uložte do e-mailu s odpovědí následující údaje.
ko_kr: 회신하려면 회신 이메일에 다음 데이터를 보관하십시오.
zh_tw: 要回复，請在回復電子郵件中保留以下資料。

source: English
cs_cz: angličtina
ko_kr: 영어
zh_tw: 英語

source: German
cs_cz: Němec
ko_kr: 독일의
zh_tw: 德文

source: Spanish
cs_cz: španělština
ko_kr: 스페인의

source: French
cs_cz: francouzština
ko_kr: 프랑스의
zh_tw: 法語

source: Italian
cs_cz: italština
ko_kr: 이탈리아의

source: Japanese
cs_cz: japonský
ko_kr: 일본어
zh_tw: 日本人

source: Korean
cs_cz: korejština
ko_kr: 한국의
zh_tw: 韓國人

source: Portuguese
cs_cz: portugalština
ko_kr: 포르투갈의
zh_tw: 葡萄牙語

source: Russian
cs_cz: ruština
ko_kr: 러시아의
zh_tw: 俄文

source: Simplified Chinese
cs_cz: zjednodušená čínština
ko_kr: 중국어 간체
zh_tw: 簡體中文

source: Traditional Chinese
cs_cz: tradiční čínština
ko_kr: 중국어 번체

source: Polish
cs_cz: polština
ko_kr: 폴란드어
zh_tw: 拋光

source: Czech
cs_cz: čeština
ko_kr: 체코 사람
zh_tw: 捷克語

source: Bulgarian
cs_cz: bulharský
ko_kr: 불가리아 사람
zh_tw: 保加利亞語

source: Cloud
cs_cz: mrak
ko_kr: 구름
zh_tw: 雲

source: Sunday - Saturday
cs_cz: neděle sobota
ko_kr: 일요일 토요일

source: Monday - Sunday
cs_cz: pondělí neděle
ko_kr: 월요일 일요일
zh_tw: 星期一星期天

source: Could not connect to
cs_cz: se nemohlo připojit
ko_kr: 연결할 수 없습니다.

source: for product activation
cs_cz: pro aktivaci produktu
ko_kr: 제품 활성화를위한

source: No license options available for free version.
cs_cz: pro bezplatnou verzi nejsou k dispozici žádné licenční možnosti.
ko_kr: 무료 버전에 사용 가능한 라이센스 옵션이 없습니다.
zh_tw: 免費版本沒有可用的許可證選項。

source: Trial ends on
cs_cz: zkouška končí
ko_kr: 재판 종료일

source: about the benefits of Enterprise Edition
cs_cz: o výhodách Enterprise Edition
ko_kr: 엔터 프라이즈 에디션의 이점에 대해
zh_tw: 關於企業版的好處

source: Trial Enabled
cs_cz: zkušební povolen
ko_kr: 시험 사용

source: Expires in
cs_cz: vyprší v
ko_kr: 만료

source: about upgrading to Enterprise Edition
cs_cz: o upgradu na Enterprise Edition
ko_kr: 기업 버전으로 업그레이드하는 방법에 대한
zh_tw: 關於升級到企業版

source: Trial Expired.
cs_cz: zkušební lhůta uplynula.
ko_kr: 평가판이 만료되었습니다.

source: Not Enabled.
cs_cz: nejsou povoleny.
ko_kr: 사용할 수 없습니다.

source: Enable your 30-day trial today
cs_cz: povolit dnes svůj 60-denní zkušební verzi
ko_kr: 오늘 60 일 평가판을 사용
zh_tw: 立即啟用 30 天試用

source: learn more
cs_cz: více
ko_kr: 자세한 내용을 보려면

source: about enterprise features.
cs_cz: o podnikové funkce.
ko_kr: 기업의 기능에 대한.

source: Enterprise Key
cs_cz: podnikové klíč
ko_kr: 기업의 핵심

source: Remove Key
cs_cz: vyjměte klíček
ko_kr: 키를 제거

source: Cloud Backups
cs_cz: zálohování cloud
ko_kr: 클라우드 백업

source: Trial Extension
cs_cz: Zkušební rozšíření
ko_kr: 재판 연장

source: Need a trial extension? Contact
cs_cz: Potřebujete zkušební rozšíření? Kontakt
ko_kr: 재판 연장이 필요 하신가요? 접촉

source: for more information.
cs_cz: Pro více informací.
ko_kr: 자세한 내용은.

source: Trial Extension Key
cs_cz: Zkušební prodlužovací klíč
ko_kr: 시험 확장 키

source: Your license has been suspended. Functionality from the UI will be locked until your account has been unsuspended.
cs_cz: vaše licence byla pozastavena. funkčnost ui bude uzamčena, dokud nebude váš účet zrušen.
ko_kr: 면허가 정지되었습니다. ui의 기능은 계정이 일시 중단 해제 될 때까지 잠겨집니다.
zh_tw: 您的執照已被暫停。使用者介面的功能將被鎖定，直到您的帳戶被取消暫停。

source: Please login to your Cloud account for more information.
cs_cz: přihlaste se k účtu cloud pro více informací.
ko_kr: 자세한 내용은 클라우드 계정에 로그인하십시오.
zh_tw: 請登入您的雲端帳戶以獲取更多資訊。

source: Your license limits have been exceeded. Remove objects or update your license to remove this message.
cs_cz: limity licencí byly překročeny. odstranit objekty nebo aktualizovat licenci k odstranění této zprávy.
ko_kr: 라이센스 한도를 초과했습니다. 이 메시지를 제거하려면 개체를 제거하거나 라이센스를 업데이트하십시오.
zh_tw: 已超出您的許可限制。刪除物件或更新您的許可證以刪除此訊息。

source: License suspended.
cs_cz: licence pozastavena.
ko_kr: 라이센스가 일시 중지되었습니다.

source: License limits exceeded.
cs_cz: překročeny povolené limity.
ko_kr: 라이센스 한도를 초과했습니다.

source: about Enterprise Edition features
cs_cz: o funkcích Enterprise Edition
ko_kr: Enterprise Edition의 기능에 대한

source: This feature is part of the Enterprise Edition of %s. You have
cs_cz: tato funkce je součástí podnikové vydání Nagios XI. ty máš
ko_kr: 이 기능은 Nagios의 사이의 엔터프라이즈 버전의 일부입니다. 당신은이

source: to test this feature.
cs_cz: otestovat tuto funkci.
ko_kr: 이 기능을 테스트합니다.

source: in your free cloud trial. You can enable enterprise features on the instance from your
cs_cz: ve svobodném testování mraku. můžete povolit podnikové funkce na instanci z vašeho
ko_kr: 무료 클라우드 평가판에서 인스턴스에서 엔터프라이즈 기능을 활성화 할 수 있습니다.
zh_tw: 在您的免費雲端試用中。您可以從您的實例啟用企業功能

source: This feature is part of the Enterprise Edition of %s. You do not currently have enterprise features enabled. To enable them, log into your
cs_cz: tato funkce je součástí podnikového vydání nagios xi. nemáte v současné době povolené funkce pro podnik. k tomu, abyste je mohli přihlásit
ko_kr: 이 기능은 nagios xi 엔터프라이즈 에디션의 일부입니다. 현재 엔터프라이즈 기능을 사용할 수 없습니다. 사용하려면 로그인하십시오.
zh_tw: 此功能是 %s 企業版的一部分。您目前尚未啟用企業功能。要啟用它們，請登入您的

source: to enable it on this instance
cs_cz: povolte jej v tomto případě
ko_kr: 이 인스턴스에서 활성화하려면

source: Contact sales
cs_cz: kontaktní prodeje
ko_kr: 연락처 판매

source: to renew your maintenance and re-enable Enterprise Edition features
cs_cz: Obnovit údržbu a opětovně povolit funkce podnikové edice
ko_kr: 유지 보수를 갱신하고 엔터프라이즈 에디션 기능을 다시 활성화하십시오.
zh_tw: 更新您的維護並重新啟用企業版功能

source: This feature is part of the Enterprise Edition of %s. Your license maintenance has expired. Some functionality may be limited or disabled.
cs_cz: tato funkce je součástí podnikové vydání Nagios XI. opravách licence vypršela. některé funkce může být omezen nebo zakázán.
ko_kr: 이 기능은 Nagios의 사이의 엔터프라이즈 버전의 일부입니다. 이 기능의 평가판이 만료되었습니다. 일부 기능이 제한되거나 비활성화 될 수 있습니다.
zh_tw: 此功能是 %s 企業版的一部分。您的許可證維護已過期。某些功能可能會受到限製或停用。

source: about upgrading to Enterprise Edition.
cs_cz: o upgradu na Enterprise Edition.
ko_kr: 기업 버전으로 업그레이드하는 방법에 대한.
zh_tw: 關於升級到企業版。

source: This feature is part of the Enterprise Edition of %s. Your trial of this feature has expired. Some functionality may be limited or disabled.
cs_cz: tato funkce je součástí podnikové vydání Nagios XI. Váš pokus této funkce vypršela. některé funkce může být omezen nebo zakázán.
ko_kr: 이 기능은 Nagios의 사이의 엔터프라이즈 버전의 일부입니다. 이 기능의 평가판이 만료되었습니다. 일부 기능이 제한되거나 비활성화 될 수 있습니다.
zh_tw: 此功能是 %s 企業版的一部分。您對該功能的試用已過期。某些功能可能會受到限製或停用。

source: Enter your enterprise key
cs_cz: zadejte své podnikové klíč
ko_kr: 엔터프라이즈 키를 입력

source: This feature is part of the Enterprise Edition of %s.
cs_cz: tato funkce je součástí podnikové vydání Nagios XI.
ko_kr: 이 기능은 Nagios의 사이의 엔터프라이즈 버전의 일부입니다.

source: Start your 30-day trial
cs_cz: spustit 60denní zkušební verze
ko_kr: 귀하의 60 일 평가판을 시작합니다

source: of Enterprise Edition features now to enable full functionality.
cs_cz: Enterprise Edition je k dispozici nyní umožňují plnou funkčnost.
ko_kr: 엔터프라이즈 판 기능을 이제 모든 기능을 활성화합니다.

source: about Enterprise Edition and its features.
cs_cz: o Enterprise Edition a jeho funkcí.
ko_kr: 엔터프라이즈 에디션과 그 기능에 대한.

source: License Exceeded
cs_cz: licence k překročení
ko_kr: 라이센스 초과

source: Either remove hosts/services or
cs_cz: buď odebrat hostitele / služby nebo
ko_kr: 호스트 / 서비스를 제거하거나

source: upgrade your instance
cs_cz: upgradu instance
ko_kr: 인스턴스 업그레이드
zh_tw: 升級您的實例

source: Upgrade your license
cs_cz: upgrade licence
ko_kr: 라이센스를 업그레이드

source: to access this feature and obtain support services
cs_cz: Pro přístup k této funkci a získat podpůrné služby
ko_kr: 이 기능에 액세스 및 지원 서비스를 얻었다
zh_tw: 存取此功能並獲得支援服務

source: License Suspended
cs_cz: licence pozastavena
ko_kr: 면허 정지

source: Your license has been suspended. While you will continue to recieve notifications while your license is suspended, you will not be able to use the full interface.
cs_cz: vaše licence byla pozastavena. zatímco budete nadále přijímat oznámení během pozastavení licence, nebudete moci používat celé rozhraní.
ko_kr: 면허가 정지되었습니다. 라이센스가 일시 중지 된 동안에도 알림을 계속 받게되지만 전체 인터페이스를 사용할 수는 없습니다.
zh_tw: 您的執照已被暫停。雖然您的許可證被暫停期間您將繼續收到通知，但您將無法使用完整的介面。

source: Log into your
cs_cz: přihlaste se do vašeho
ko_kr: 너에게 로그인해라.
zh_tw: 登入您的

source: to see more information and to unsuspend your account.
cs_cz: pro zobrazení dalších informací a zrušení vašeho účtu.
ko_kr: 자세한 정보를 확인하고 계정 일시 중지를 해제하십시오.
zh_tw: 查看更多資訊並取消暫停您的帳戶。

source: Contact your system administrator for more information.
cs_cz: Další informace získáte od správce systému.
ko_kr: 자세한 정보는 시스템 관리자에게 문의하십시오.

source: You have an MSP license, however, either the MSP component is not installed, or your MSP license is not valid.
cs_cz: Máte OEM licence, nicméně, a to buď OEM součást není nainstalován, nebo vaše OEM licence není platná.
ko_kr: 당신은 그러나, OEM 라이센스가 어느 OEM 구성 요소가 설치되지 않았거나 당신의 OEM 라이센스가 유효하지 않습니다.
zh_tw: 您擁有 MSP 許可證，但未安裝 MSP 元件，或您的 MSP 許可證無效。

source: Activation Required
cs_cz: aktivace nutná
ko_kr: 활성화 필요

source: Your MSP license needs to be re-activated in order to access to certain features of Nagios XI
cs_cz: Vaše OEM licence je třeba znovu aktivovat, aby se přístup k určité funkce Nagios xi
ko_kr: 귀하의 라이센스의 Nagios XI의 특정 기능에 액세스하기 위해 다시 활성화해야
zh_tw: 您需要重新啟動 MSP 許可證才能存取 Nagios XI 的某些功能

source: Activate your license now
cs_cz: aktivaci licence nyní
ko_kr: 라이센스 키를 활성화

source: MSP licenses require activation.
cs_cz: OEM licence vyžadují aktivaci.
ko_kr: OEM 라이센스 활성화가 필요합니다.

source: Problem with MSP license
cs_cz: Problém s OEM licencí
ko_kr: OEM 라이센스 문제
zh_tw: MSP 許可證問題

source: Notice: This trial of Nagios XI Cloud will end in
cs_cz: poznámka: tato zkouška nagios xi cloud skončí
ko_kr: 공지 : nagios xi cloud에 대한이 시험은
zh_tw: 注意：Nagios XI Cloud 的本次試用將於

source: Notice: This trial copy of %s will expire in
cs_cz: Všimněte si: Tato zkušební kopie Nagios XI vyprší
ko_kr: 주의 사항 :의 Nagios XI의 평가판이 만료됩니다
zh_tw: 注意：%s 的試用版將於

source: Purchase a License Now
cs_cz: koupit licenci podnikem
ko_kr: 라이센스를 구입
zh_tw: 立即購買許可證

source: Enter your license key
cs_cz: zadejte své licenční klíč
ko_kr: 라이센스 키를 입력

source: This trial copy of %s has expired
cs_cz: Tento zkušební kopie Nagios xi vypršela
ko_kr: 의 Nagios XI의 평가판이 만료

source: Thank you for trying Nagios Cloud. Your cloud trial is over and this license is currently
cs_cz: děkuji, že jste se snažili nagios oblak. zkušební verze v cloudu je u konce a tato licence je aktuálně
ko_kr: nagios cloud 시도해 주셔서 감사합니다. 귀하의 클라우드 재판이 끝났으며이 라이센스는 현재 사용 중입니다.
zh_tw: 感謝您嘗試 Nagios 雲端。您的雲端試用已結束，此授權目前已生效

source: suspended
cs_cz: pozastaveno
ko_kr: 매달린
zh_tw: 暫停

source: To continue to use this license, log into your
cs_cz: Chcete-li pokračovat v používání této licence, přihlaste se do svého počítače
ko_kr: 이 라이센스를 계속 사용하려면
zh_tw: 若要繼續使用此許可證，請登入您的

source: and view payment and invoices in the billing section
cs_cz: a zobrazte platbu a faktury v sekci fakturace
ko_kr: 결제 섹션에서 결제 및 인보이스보기
zh_tw: 並在帳單部分查看付款和發票

source: This instance's license is currently
cs_cz: v současné době je licencí této instance
ko_kr: 이 인스턴스 라이센스는 현재
zh_tw: 該實例的許可證目前為

source: To see more information and to remove the suspension, log into your
cs_cz: Chcete-li zobrazit další informace a odstranit pozastavení, přihlaste se do své
ko_kr: 자세한 정보를 확인하고 정지를 제거하려면 로그인하십시오.
zh_tw: 若要查看更多資訊並取消暫停，請登入您的

source: or upgrade your license.
cs_cz: upgrade licence
ko_kr: 라이센스를 업그레이드

source: You have exceeded your license limits
cs_cz: Překročili jste licenční limity
ko_kr: 당신은 당신의 라이센스 한계를 초과했습니다

source: Your license needs to be re-activated in order to access certain features of %s
cs_cz: Vaše licence musí být znovu aktivována za účelem přístupu k určité funkce Nagios xi
ko_kr: 귀하의 라이센스의 Nagios XI의 특정 기능에 액세스하기 위해 다시 활성화해야
zh_tw: 您需要重新啟用許可證才能存取 %s 的某些功能

source: Your license has not yet been activated. Access to certain features of %s are restricted or limited.
cs_cz: Vaše licence dosud nebyl aktivován. přístup k některým vlastnostem Nagios XI jsou omezeny nebo jsou omezeny.
ko_kr: 라이센스가 아직 활성화되지 않았습니다. 의 Nagios XI의 특정 기능에 대한 액세스가 제한되거나 제한됩니다.
zh_tw: 您的許可證尚未啟動。對 %s 某些功能的存取受到限製或限制。

source: Upgrade Your License
cs_cz: upgrade licence
ko_kr: 라이센스를 업그레이드

source: Enter your new license key
cs_cz: Vstup do nového licenčního klíče
ko_kr: 새 라이센스 키를 입력

source: Upgrade to a licensed version
cs_cz: upgrade na licencované verze
ko_kr: 라이센스 버전으로 업그레이드

source: of %s and get support and upgrade benefits
cs_cz: z Nagios XI, a získat podporu a upgrade výhody
ko_kr: 과의 Nagios XI의 것은 지원 및 혜택을 업그레이드
zh_tw: %s 並獲得支援和升級優惠

source: to view more information.
cs_cz: Pro více informací.
ko_kr: 자세한 내용은.

source: License Inactive
cs_cz: licence neaktivní
ko_kr: 라이센스 비활성

source: This license is currently set to inactive. The user interface and notifications are disabled.
cs_cz: tato licence pro cloud je aktuálně nastavena na neaktivní. uživatelské rozhraní a oznámení jsou zakázány. <br> přihlaste se do vašeho
ko_kr: 이 클라우드 라이선스는 현재 비활성 상태로 설정되어 있습니다. 사용자 인터페이스 및 알림이 비활성화됩니다. <br> 너에게 로그인해라.
zh_tw: 該許可證目前設定為非活動狀態。使用者介面和通知被禁用。

source: You can still use the
cs_cz: můžete stále používat
ko_kr: 당신은 여전히

source: admin
cs_cz: administrátor
ko_kr: 관리자

source: section normally while inactive.
cs_cz: obvykle při nečinnosti.
ko_kr: 섹션은 일반적으로 비활성 상태입니다.
zh_tw: 部分不活動時正常。

source: This feature is not available until you
cs_cz: Tato funkce není k dispozici, dokud
ko_kr: 이 기능을 사용하면 때까지 사용할 수 없습니다

source: Renews
cs_cz: obnovuje
ko_kr: 갱신하다
zh_tw: 續訂

source: Suspended
cs_cz: pozastaveno
ko_kr: 매달린
zh_tw: 暫停
