Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: The IP address or hostname of your LDAP server.
cs_cz: IP adresa nebo hostname LDAP serveru.
ko_kr: IP 주소 또는 IMAP 서버의 fqdns 이름입니다.
zh_tw: 在IMAP服務器的IP地址或FQDN名稱。

source: LDAP Port
ko_kr: LDAP 포트
zh_tw: LDAP端口

source: The port your LDAP server is running on. (Default is 389)
cs_cz: port LDAP server běží dál. (Výchozí hodnota je 389)
ko_kr: 포트 LDAP 서버가 실행되고. (기본값 389)
zh_tw: 端口LDAP服務器上運行。 （默認為389）

source: The type of security (if any) to use for the connection to the server(s). The STARTTLS option may use a plain text connection if the server does not upgrade the connection to TLS.
cs_cz: typ zabezpečení (pokud existuje) pro připojení k serveru (ům). volba starttls může použít spojení prostého textu, pokud server neaktualizuje připojení k tls.
ko_kr: 서버에 연결하는 데 사용할 보안 유형 (있는 경우). 서버가 tls 로의 연결을 업그레이드하지 않으면 starttls 옵션이 일반 텍스트 연결을 사용할 수 있습니다.
zh_tw: 用於連接服務器的安全性類型（如果有）。如果服務器未將連接升級到tls，則starttls選項可以使用純文本連接。

source: Save Server
cs_cz: ušetřit serveru
ko_kr: 서버에 저장
zh_tw: 節省服務器

source: Certificate Authority Management
cs_cz: Výkonný orgán certifikát
ko_kr: 인증 기관 관리
zh_tw: 證書頒發機構管理

source: For connecting over SSL/TLS, or STARTTLS using self-signed certificates you will need to add the certificate(s) of the domain controller(s) to the local certificate authority so they are trusted. If any certificate was signed by a host other than itself, that certificate authority/host certificate needs to be added.
cs_cz: pro připojení přes SSL / TLS pomocí certifikátů s vlastním podpisem, budete muset přidat certifikát (y) regulátoru (ů) domény do místní certifikační autority, takže jsou důvěryhodné. pokud některý certifikát byl podepsán jiný než sám hostitel, že certifikační autorita / host certifikát musí být přidán.
ko_kr: SSL을 통해 연결 / 자체 서명 인증서를 사용하는 TLS는 당신은 그들이 신뢰할 수 있도록 로컬 인증 기관에 도메인 컨트롤러 (들)의 인증서를 추가해야합니다. 어떤 인증서 자체보다 다른 호스트에 의해 서명 된 경우, 즉 인증 기관 / 호스트 인증서를 첨가 할 필요가있다.
zh_tw: 對SSL連接上/使用自簽名證書的TLS，您將需要在域控制器（S）證書（S）添加到本地證書頒發機構，以便他們是值得信賴的。如果任何證書由主機自身以外簽名，該證書授權/主機證書需要添加。

source: Add Certificate
cs_cz: přidat certifikát
ko_kr: SSL 인증서
zh_tw: SSL證書

source: Issuer (CA)
cs_cz: Emitent (ca)
ko_kr: 발행자 (CA)
zh_tw: 發行人（CA）

source: Expires On
cs_cz: vyprší
ko_kr: 만료
zh_tw: 到期

source: Add Certificate to Certificate Authority
cs_cz: přidat certifikát certifikační autority
ko_kr: 인증 기관에 인증서를 추가
zh_tw: 添加證書認證中心

source: To add a certificate to the certificate authority, copy and paste the actual certificate between, and including, the begin/end certificate sections.
cs_cz: přidat certifikát certifikační autority, zkopírujte a vložte skutečnou certifikát mezi, a včetně begin / úseky koncových certifikátu.
ko_kr: ,, 인증 기관에 인증서를 추가 복사 사이의 실제 인증서를 붙여 포함하는 / 최종 인증서 섹션을 시작합니다.
zh_tw: 將證書添加到證書頒發機構，複製和粘貼之間的實際證書，包括開始/結束證書的部分。

source: Certificate
cs_cz: osvědčení
ko_kr: 증명서
zh_tw: 證書

source: Remove certificate
cs_cz: odstranění certifikátu
ko_kr: 인증서를 제거
zh_tw: 刪除證書

source: You have not added any CA certificates through the web interface
cs_cz: jste nepřidal žádné certifikáty CA přes webové rozhraní
ko_kr: 당신은 웹 인터페이스를 통해 모든 CA 인증서를 추가하지 않은
zh_tw: 你還沒有通過Web界面添加任何CA證書

source: You must fill out all the Active Directory server information.
cs_cz: je nutné vyplnit všechny informace služby Active Directory serveru.
ko_kr: 당신은 모든 활성 디렉토리 서버 정보를 입력해야합니다.
zh_tw: 你必須填寫所有的活動目錄服務器的信息。

source: You must fill out all the LDAP server information.
cs_cz: je nutné vyplnit všechny informace o serveru LDAP.
ko_kr: 모든 LDAP 서버 정보를 입력해야합니다.
zh_tw: 你必須填寫所有LDAP服務器的信息。

source: Unknown connection method specified.
cs_cz: neznámý způsob připojení zadán.
ko_kr: 알려지지 않은 연결 방법 지정.
zh_tw: 未知的連接方法中指定。

source: Must select a current server to remove.
cs_cz: Je nutné vybrat připojení k serveru odstranit.
ko_kr: 제거하기 위해 현재 서버를 선택해야합니다.
zh_tw: 必須選擇一個當前服務器刪除。

source: Certificate is not valid.
cs_cz: Certifikát není platný.
ko_kr: 인증서가 유효하지 않습니다.
zh_tw: 證書無效。

source: This certificate has already been added.
cs_cz: tento certifikát již byl přidán.
ko_kr: 이 인증서는 이미 추가되었습니다.
zh_tw: 該證書已被添加。

source: The certificate was added successfully.
cs_cz: certifikát byl úspěšně přidán.
ko_kr: 인증서가 성공적으로 추가되었습니다.
zh_tw: 該證書已成功添加。

source: Must pass a valid certificate ID.
cs_cz: musí projít platné ID certifikátu.
ko_kr: 유효한 인증서 ID를 통과해야합니다.
zh_tw: 必須通過有效的證書編號。

source: Allows LDAP / Active Directory to be used as a central user authentication source for Nagios XI
cs_cz: Umožňuje LDAP / Active Directory, které mají být použity jako centrální uživatelské zdroje ověřování pro Nagios XI
ko_kr: LDAP / Active Directory는의 Nagios XI에 대한 중앙 사용자 인증 소스로 사용할 수 있습니다
zh_tw: 允許LDAP / Active Directory來作為中央用戶驗證源熙的nagios

source: LDAP / Active Directory Integration
cs_cz: LDAP / aktivní integrační adresář
ko_kr: LDAP / 액티브 디렉터리 통합
zh_tw: LDAP / Active Directory集成

source: Active Directory authentication failed!
cs_cz: Ověřování active directory selhala!
ko_kr: Active Directory를 인증 알았어!
zh_tw: Active Directory身份驗證好呀！

source: LDAP authentication failed!
cs_cz: Ověřování LDAP se nezdařilo!
ko_kr: LDAP 인증에 실패했습니다!
zh_tw: LDAP身份驗證失敗！

source: The required libraries for the Active Directory integration component are
cs_cz: požadované knihovny pro aktivní integrační adresář složky jsou
ko_kr: 액티브 디렉토리 통합 구성 요소에 필요한 라이브러리는
zh_tw: 所需的庫的活動目錄集成組件是

source: missing
cs_cz: chybějící
ko_kr: 누락
zh_tw: 失踪

source: Could not connect to the LDAP server selected.
cs_cz: nelze se připojit k LDAP serveru vybrali.
ko_kr: 선택한 LDAP 도메인 컨트롤러에 연결할 수 없습니다.
zh_tw: 無法連接到選定的LDAP域控制器。

source: LDAP / Active Directory Users
cs_cz: LDAP / aktivních uživatelů adresář
ko_kr: 활성 디렉토리 사용자 이름
zh_tw: Active Directory用戶名

source: LDAP / Active Directory Import Users
cs_cz: LDAP / Active Directory Import uživatelů
ko_kr: LDAP / 액티브 디렉터리 사용자 가져 오기
zh_tw: LDAP / Active Directory導入用戶

source: Successfully added
cs_cz: úspěšně přidáno
ko_kr: 성공적으로 추가
zh_tw: 添加成功

source: users
cs_cz: uživatelé
ko_kr: 사용자
zh_tw: 用戶

source: The page limit (%d users) was exceeded. The PHP version on this system may not support paging.
cs_cz: byl překročen limit stránky (% d uživatelé). verze php v tomto systému nemusí podporovat stránkování.
ko_kr: 페이지 한도 (% d 명의 사용자)를 초과했습니다. 이 시스템의 PHP 버전은 페이징을 지원하지 않을 수 있습니다.
zh_tw: 頁面數超出限制（％d個用戶）。該系統上的php版本可能不支持分頁。

source: You can search a name and use wildcard %s. Searching for all users with first letter: %s
cs_cz: můžete hledat jméno a použít zástupné znaky% s. hledá všechny uživatele s prvním písmenem:% s
ko_kr: 이름을 검색하고 와일드 카드 % s를 사용할 수 있습니다. 첫 글자를 가진 모든 사용자 검색 : % s
zh_tw: 您可以搜索名稱並使用通配符％s。搜索所有首字母為％s的用戶

source: Unable to authenticate:
cs_cz: nelze ověřit:
ko_kr: 인증 할 수 :
zh_tw: 無法驗證：

source: Select the users you would like to give access to Nagios XI via LDAP/AD authentication. You will be able to set user-specific permissions on the next page.
cs_cz: vyberte uživatele, které chcete umožnit přístup k Nagios XI přes LDAP autentizace / reklamy. budete moci nastavit specifické pro uživatele oprávnění na následující straně.
ko_kr: 당신이 LDAP / AD 인증을 통해의 Nagios XI에 대한 액세스 권한을 부여하고자하는 사용자를 선택합니다. 당신은 다음 페이지에 사용자 별 권한을 설정 할 수 있습니다.
zh_tw: 選擇您想給通過LDAP / AD身份驗證訪問Nagios的喜用戶。你將能夠到下一個頁面上設置的用戶特定權限。

source: Select Users to Import from LDAP/AD
cs_cz: vybrat uživatele dovážet z LDAP / reklamy
ko_kr: LDAP / 광고에서 가져올 사용자를 선택
zh_tw: 選擇用戶從LDAP / AD導入

source: users selected for import
cs_cz: Uživatelé vybrány pro import
ko_kr: 사용자 가져 오기 위해 선택한
zh_tw: 選擇要導入的用戶

source: Add Selected Users
cs_cz: přidat vybrané uživatele
ko_kr: 선택한 사용자를 추가
zh_tw: 添加選定用戶

source: Show all selected users
cs_cz: zobrazit všechny vybrané uživatele
ko_kr: 선택된 모든 사용자 표시
zh_tw: 顯示所有選定的用戶

source: Select None
ko_kr: 선택 없음
zh_tw: 選擇無

source: Select All
cs_cz: vybrat vše
ko_kr: 모든 선택
zh_tw: 選擇所有

source: You must select at least one users to import.
cs_cz: je nutné vybrat alespoň jednu uživatelům importovat.
ko_kr: 하나 이상의 사용자를 선택해야합니다.
zh_tw: 你必須選擇至少一個用戶。

source: Log into your LDAP / Active Directory administrator or privileged account to be able to import users.
cs_cz: přihlášení do LDAP / aktivní správce adresáře nebo privilegované účet, aby bylo možné importovat uživatele.
ko_kr: 활성 디렉토리 adimistrator / privledged 계정에 로그인하면 사용자를 추가 할 수 있습니다.
zh_tw: 登錄到您的Active Directory adimistrator / privledged賬戶可以添加用戶。

source: Manage Authentication Servers
cs_cz: spravovat ověřovacích serverů
ko_kr: 인증 서버를 관리
zh_tw: 管理認證服務器

source: folder
cs_cz: složku
ko_kr: 폴더
zh_tw: 夾

source: Show full DN (destinguished name)
cs_cz: zobrazit celý DN (destinguished jméno)
ko_kr: 전체 DN (destinguished 이름) 표시
zh_tw: 顯示完整DN（destinguished名）

source: Search this %s ...
cs_cz: hledat tento% s ...
ko_kr: 이 % s 검색 ...
zh_tw: 搜索此％s ...

source: You may use * wildcard in searches.
cs_cz: při vyhledávání můžete použít * zástupný znak.
ko_kr: 검색시 * 와일드 카드를 사용할 수 있습니다.
zh_tw: 您可以在搜索中使用*通配符。

source: No users or computers found.
cs_cz: nenašli se žádní uživatelé ani počítače.
ko_kr: 사용자 나 컴퓨터를 찾을 수 없습니다.
zh_tw: 找不到用戶或計算機。

source: Set the preferences and security settings for all users that will be imported. You can also edit multiple user's preferences/security settings at once by checking the users you want to edit and selecting the action from the dropdown.
cs_cz: nastavit předvolby a nastavení zabezpečení pro všechny uživatele, které budou importovány. můžete také upravit předvolby / Nastavení zabezpečení více uživatelských to najednou kontrolou uživatele, které chcete upravit, a výběrem akce z rozbalovací nabídky.
ko_kr: 수입되는 모든 사용자의 환경 설정 및 보안 설정을 설정합니다. 당신은 또한 편집 할 사용자를 확인하고 드롭 다운에서 작업을 선택하여 한 번에 여러 사용자의 환경 설정 / 보안 설정을 편집 할 수 있습니다.
zh_tw: 設置首選項和安全設置將要導入的所有用戶。你還可以在一旦通過檢查，你要編輯的用戶，然後從下拉動作編輯多個用戶的喜好/安全設置。

source: Verifying
cs_cz: ověřování
ko_kr: 확인
zh_tw: 驗證

source: Username(s) already exist
cs_cz: uživatelské jméno (y) již existují
ko_kr: 사용자 이름 (들)이 이미 존재
zh_tw: 用戶名（S）已存在

source: Usernames must be unique
cs_cz: uživatelská jména musí být jedinečná
ko_kr: 사용자 이름은 고유해야합니다
zh_tw: 用戶名必須是唯一的

source: Must enter valid username, display name, and email for each user
cs_cz: Je třeba zadat platné uživatelské jméno, zobrazované jméno a e-mail pro každého uživatele
ko_kr: 각 사용자에 대해 유효한 사용자 이름, 표시 이름, 이메일을 입력해야합니다
zh_tw: 必須輸入有效的用戶名，顯示名稱和電子郵件為每個用戶

source: In order to finish importing you
cs_cz: s cílem dokončit import vás
ko_kr: 당신을 가져 오기 완료하기 위해
zh_tw: 為了完成導入您

source: must select the preferences and security settings for all users
cs_cz: Je třeba vybrat preference a nastavení zabezpečení pro všechny uživatele
ko_kr: 모든 사용자에 대한 환경 설정 및 보안 설정을 선택해야합니다
zh_tw: 必須選擇首選項和安全設置，為所有用戶

source: For quicker creation, select users with checkboxes and use the dropdown to set the preferences and security settings for multiple users at once.
cs_cz: pro rychlejší tvorbu, vyberte uživatele pomocí zaškrtávacích políček a pomocí rozbalovací nabídky nastavit předvolby a nastavení zabezpečení pro více uživatelů najednou.
ko_kr: 빠른 생성을 위해, 체크 박스로 사용자를 선택하고 한 번에 여러 사용자 환경 설정 및 보안 설정을 설정하려면 드롭 다운을 사용합니다.
zh_tw: 更快的創建，選擇用戶複選框，然後使用下拉菜單來設置首選項和安全性設置為多個用戶一次。

source: Toggle checkboxes
cs_cz: páčkové zaškrtávací políčka
ko_kr: 모든 확인란을 전환
zh_tw: 切換所有的複選框

source: Edit multiple
cs_cz: editovat vícenásobné
ko_kr: 편집 여러
zh_tw: 編輯多個

source: XI User Interface Theme
cs_cz: xi motiv uživatelské rozhraní
ko_kr: XI 사용자 인터페이스 테마
zh_tw: 喜的用戶界面主題

source: Access to all objects by default and can control, access, and configure the entire Nagios XI system and has access to the admin section.
cs_cz: přístup ke všem objektům ve výchozím nastavení a ovládání, přístup a konfiguraci celého systému nagios xi a přístup do administrátorské sekce.
ko_kr: 모든 개체에 기본적으로 액세스 할 수 있으며 전체 nagios xi 시스템을 제어, 액세스 및 구성 할 수 있으며 관리 섹션에 액세스 할 수 있습니다.
zh_tw: 默認訪問所有對象，並且可以控制，訪問和配置整個nagios xi系統並訪問管理部分。

source: Allows the user do the following on hosts and services they have access to
cs_cz: umožňuje uživateli provádět následující činnosti na objektech, ke kterým mají přístup
ko_kr: 사용자가 액세스 할 수있는 객체에 대해 다음을 수행 할 수 있습니다.
zh_tw: 允許用戶在他們有權訪問的對像上執行以下操作

source: Acknowledge problems
cs_cz: uznat problém
ko_kr: 문제 인정
zh_tw: 承認問題

source: Schedule downtime
cs_cz: harmonogram odstávky
ko_kr: 다운 타임 일정
zh_tw: 安排停機時間

source: Toggle notifications
cs_cz: -li být upozorňováni
ko_kr: 알림을 활성화
zh_tw: 啟用通知

source: Force checks on all objects
cs_cz: kontrola síly na všech objektech
ko_kr: 모든 물건에 대한 힘 검사
zh_tw: 強制檢查所有對象

source: DOWN
cs_cz: dolů
ko_kr: 아래로
zh_tw: 向下

source: UNREACHABLE
cs_cz: nedosažitelný
ko_kr: 도달 할 수없는.
zh_tw: 不可達。

source: CRITICAL
cs_cz: kritický
ko_kr: 임계
zh_tw: 批評

source: UNKNOWN
cs_cz: neznámý
ko_kr: 알 수없는
zh_tw: 未知

source: Core Configuration Manager
ko_kr: 핵심 구성 관리자
zh_tw: 核心配置管理器

source: This component allows administrators to submit mass acknowledgements or downtime for a list of problem hosts and services.
cs_cz: Tato komponenta umožňuje správcům podat hromadné potvrzení nebo prostoje pro seznam problémových hostitelů a služeb.
ko_kr: 이 구성 요소는 관리자가 문제가 호스트와 서비스의 목록을 대량 응답하거나 다운 타임을 제출할 수 있습니다.
zh_tw: 這個組件允許管理員提交的質量確認或有問題的主機和服務的列表，停機時間。

source: Mass Acknowledge
cs_cz: hmotnost Potvrzení
ko_kr: 질량은 인정
zh_tw: 質量承認

source: Mass Acknowledgement
cs_cz: hmotnost potvrzení
ko_kr: 질량은 인정
zh_tw: 質量承認

source: Uncheck All Items
cs_cz: zrušte všechny položky
ko_kr: 모든 항목을 확인합니다 '
zh_tw: 勾選所有項目“

source: Check All Items
cs_cz: zkontrolujte všechny položky
ko_kr: 모든 항목을 확인합니다 '
zh_tw: 勾選所有項目“

source: You are not authorized for this component.
cs_cz: nejste oprávněni pro tuto komponentu.
ko_kr: 당신이 구성 요소에 대한 권한이 없습니다
zh_tw: 你不授權該組件

source: Use this tool to acknowlege large groups of unhandled problems or schedule downtime for groups of hosts and services.
cs_cz: použijte tento nástroj k potvrzení velkých skupin neošetřených problémů nebo plánování výpadků pro skupiny hostitelů a služeb.
ko_kr: 이 도구를 사용하여 처리되지 않은 문제의 큰 그룹을 인식하거나 호스트 및 서비스 그룹에 대한 중단 시간을 예약하십시오.
zh_tw: 使用此工具可以確認大量未處理的問題，或為主機和服務組安排停機時間。

source: For scheduled downtime, specify the length of downtime in minutes to schedule 'flexible' downtime. Commands may take a few moments to take effect on status details.
cs_cz: pro naplánované prostoje specifikujte délku prostojů v minutách a naplánujte "flexibilní" prostoje. příkazy mohou trvat několik okamžiků, než se projeví podrobnosti o stavu.
ko_kr: 예정된 가동 중지 시간은 '가동 중지'가동 중지 시간을 계획하기 위해 가동 중단 시간을 분 단위로 지정하십시오. 명령이 상태 세부 정보에 영향을 주려면 잠시 시간이 걸릴 수 있습니다.
zh_tw: 對於計劃停機時間，請指定停機時間（以分鐘為單位）以安排“靈活”停機時間。命令可能需要一些時間才能生效狀態詳細信息。

source: Acknowledgement
cs_cz: potvrzení
ko_kr: 수신 통보
zh_tw: 承認

source: Schedule Downtime
cs_cz: harmonogram odstávky
ko_kr: 다운 타임 일정
zh_tw: 安排停機時間

source: Acknowledge and Schedule Downtime
cs_cz: uznat a naplánovat prostoje
ko_kr: 을 인정하고 다운 타임 일정
zh_tw: 承認並安排停機時間

source: Schedule Immediate Check<
cs_cz: naplánovat okamžitou kontrolu <
ko_kr: 즉시 검사를 예약 <
zh_tw: 計劃立即檢查<

source: Comment
cs_cz: komentář
ko_kr: 논평
zh_tw: 評論

source: Problem is acknowledged
cs_cz: Problém je uznáván
ko_kr: 문제는 인정합니다
zh_tw: 問題是公認的

source: Submit Commands
cs_cz: odeslat příkazy
ko_kr: 명령 제출
zh_tw: 提交命令

source: Check All Hosts and Services
cs_cz: zkontrolujte všechny počítače a služby
ko_kr: 모든 호스트 및 서비스 확인
zh_tw: 檢查所有的主機和服務

source: Update List
cs_cz: seznam aktualizace
ko_kr: 목록을 업데이트
zh_tw: 更新列表

source: Unhandled Service Problems
cs_cz: neošetřené problémy služby
ko_kr: 처리되지 않은 서비스 문제
zh_tw: 未處理的服務問題

source: Service Status
cs_cz: stav služby
ko_kr: 서비스 상태
zh_tw: 服務狀態

source: Sticky
cs_cz: lepkavý
ko_kr: 끈적 끈적한
zh_tw: 黏

source: Notify
cs_cz: oznámit
ko_kr: 알림
zh_tw: 通知

source: Persistent
cs_cz: vytrvalý
ko_kr: 지속성있는
zh_tw: 一貫

source: Toggle checkboxes for this Host
cs_cz: páčkové checboxes za tímto hostitelem
ko_kr: 이 호스트 토글 checboxes
zh_tw: 此主機切換checboxes

source: Commands processed successfully! Your command submissions may take a few moments to update in the display.
cs_cz: Příkazy úspěšně zpracován! váš příkaz podání může trvat několik okamžiků, než se aktualizuje na displeji.
ko_kr: 명령이 성공적으로 처리! 귀하의 명령 제안이 디스플레이에 업데이트 할 몇 분 정도 걸릴 수 있습니다.
zh_tw: 命令處理成功！提交您的命令可能需要一些時間來更新顯示。

source: errors were encountered while processing these commands
cs_cz: došlo k chybám při zpracování těchto příkazů
ko_kr: 이 명령을 처리하는 동안 오류가 발생했습니다
zh_tw: 在處理這些命令出現錯誤

source: The Nagios process is likely not running. Cannot connect to nagios.cmd pipe.
cs_cz: nagios proces pravděpodobně neběží. se nemůže připojit k potrubí nagios.cmd.
ko_kr: nagios 프로세스가 실행되지 않을 가능성이 있습니다. nagios.cmd 파이프에 연결할 수 없습니다.
zh_tw: nagios進程可能不運行。無法連接到nagios.cmd管道。

source: Last Check
cs_cz: poslední kontroly
ko_kr: 마지막 확인
zh_tw: 最後檢查

source: Status Information
cs_cz: informace o stavu
ko_kr: 상태 정보
zh_tw: 狀態信息

source: Error: This component requires Nagios XI 2009R1.2B or later.
cs_cz: Chyba: Tato komponenta vyžaduje nagios xi 2009r1.2b nebo novější.
ko_kr: 오류 :이 구성 요소 Nagios XI 2009R1.2B 이상이 필요합니다.
zh_tw: 錯誤：這個組件需要的nagios十一2009r1.2b或更高版本。

source: Disable Notifications
cs_cz: vypnout oznámení
ko_kr: 알림을 사용 중지
zh_tw: 禁用通知

source: Metric
cs_cz: metrický
ko_kr: 측정 항목
zh_tw: 公

source: Memory
cs_cz: paměť
ko_kr: 기억
zh_tw: 記憶

source: Load
cs_cz: zatížení
ko_kr: 하중
zh_tw: 加載

source: Swap
cs_cz: výměna
ko_kr: 교환
zh_tw: 交換

source: Toggle advanced options
cs_cz: přepínat rozšířené možnosti
ko_kr: 고급 옵션을 전환
zh_tw: 生效高級選項

source: Remove Details
cs_cz: odstranění detailů
ko_kr: 세부 사항을 제거
zh_tw: 刪除信息

source: Metrics
cs_cz: metriky
ko_kr: 통계
zh_tw: 度量

source: Graphs
cs_cz: grafy
ko_kr: 그래프
zh_tw: 圖表

source: Gauges
cs_cz: měřidla
ko_kr: 게이지
zh_tw: 計

source: Performance Graph
cs_cz: graf výkonu
ko_kr: 성능 그래프
zh_tw: 性能曲線圖

source: Displays metrics such as disk, CPU, and memory usage.
cs_cz: zobrazuje metriky, jako je disk, CPU a paměti.
ko_kr: 이러한 디스크, CPU, 메모리 사용량 등의 통계를 표시합니다.
zh_tw: 顯示指標，如磁盤，CPU和內存使用情況。

source: Displays an overview metrics such as disk, CPU, and memory usage.
cs_cz: zobrazuje přehled metriky jako disk, CPU a paměti.
ko_kr: 이러한 디스크, CPU, 메모리 사용량 등의 개요 통계를 표시합니다.
zh_tw: 顯示指標，如磁盤，CPU和內存使用情況的概述。

source: Displays service metric such as disk, CPU, and memory usage.
cs_cz: zobrazí služba metrický, jako je disk, CPU a paměti.
ko_kr: 표시 서비스 등 디스크, CPU, 메모리 사용량 등의 측정 항목입니다.
zh_tw: 顯示服務公噸，如磁盤，CPU和內存使用情況。

source: No matching data to display.
cs_cz: žádná odpovídající data k zobrazení.
ko_kr: 일치하는 데이터가 표시 없습니다.
zh_tw: 沒有匹配的數據顯示。

source: This component creates a MSP configuration. <strong>Requires XI 5.6.0 or later.
cs_cz: tato součást vytvoří konfiguraci msp. <strong>vyžaduje xi 5.6.0 nebo novější.</strong>
ko_kr: 이 구성 요소는 msp 구성을 만듭니다. <strong>xi 5.6.0 이상이 필요합니다.</strong>
zh_tw: 此組件創建msp配置。 <strong>需要xi 5.6.0或更高版本。</strong>

source: Error: This component requires Nagios XI 5.6.0 or later.
cs_cz: Chyba: Tato komponenta vyžaduje Nagios XI 5.2.0 nebo novější.
ko_kr: 오류 :이 구성 요소 Nagios XI 2011R1 이상이 필요합니다.
zh_tw: 錯誤：這個組件需要的nagios十一2011r1或更高版本。

source: MSP Extension
cs_cz: msp rozšíření
ko_kr: msp 확장
zh_tw: msp擴展名

source: Billing Information
cs_cz: fakturační údaje
ko_kr: 청구 정보
zh_tw: 賬單信息

source: Usage Report
cs_cz: zpráva save
ko_kr: 보고서 저장
zh_tw: 保存報告

source: This MSP License is not active. Please contact Nagios at +1 651-204-9102 or at
cs_cz: tato licence msp není aktivní. kontaktujte prosím nagios na čísle +1 651-204-9102 nebo na
ko_kr: 이 msp 라이센스가 활성화되어 있지 않습니다. +1 651-204-9102 또는 다음 주소로 nagios에 문의하십시오
zh_tw: 此msp許可證未激活。請致電+1 651-204-9102或聯繫nagios

source: This MSP License has not successfully checked in with Nagios in over 15 days. Please contact Nagios at +1 651-204-9102 or at
cs_cz: Tato licence msp nebyla úspěšně nahlášena u nagios za více než 15 dní. kontaktujte prosím nagios na čísle +1 651-204-9102 nebo na
ko_kr: 이 msp 라이센스는 15 일 이상 nagios에 성공적으로 체크인하지 않았습니다. +1 651-204-9102 또는 다음 주소로 nagios에 문의하십시오
zh_tw: 這個msp許可證在15天內沒有成功通過nagios簽到。請致電+1 651-204-9102或聯繫nagios

source: This report shows the current system's MSP license check usage by hostgroups and servicegroups. This report will only show hosts and services that are in a group.
cs_cz: Tato sestava ukazuje použití kontroly msp licence aktuálního systému hostitelskými skupinami a skupinami služeb. tento přehled zobrazí pouze hostitele a služby, které jsou ve skupině.
ko_kr: 이 보고서는 호스트 그룹 및 서비스 그룹 별 현재 시스템의 msp 라이센스 확인 사용량을 보여줍니다. 이 보고서에는 그룹에있는 호스트 및 서비스 만 표시됩니다.
zh_tw: 此報告按主機組和服務組顯示當前系統的msp許可證檢查使用情況。此報告將僅顯示組中的主機和服務。

source: Host Group Name
cs_cz: název hostgroup
ko_kr: hostgroup 이름
zh_tw: 主機組名稱

source: Total Checks
cs_cz: Celkový počet kontrol:
ko_kr: 총 점검 :
zh_tw: 總檢查：

source: Host Checks
cs_cz: hostitelské kontroly
ko_kr: 호스트 체크
zh_tw: 主機檢查

source: Service Checks
cs_cz: servisní prohlídky
ko_kr: 서비스 점검
zh_tw: 服務檢查

source: No host groups defined.
cs_cz: nejsou definovány žádné skupiny hostitelů.
ko_kr: 호스트 그룹이 정의되지 않았습니다.
zh_tw: 未定義主機組。

source: Totals
cs_cz: součty
ko_kr: 합계
zh_tw: 總計

source: Service Group Name
cs_cz: název servicegroup
ko_kr: servicegroup 이름
zh_tw: 表示ServiceGroup名

source: No service groups defined.
cs_cz: nejsou definovány žádné skupiny služeb.
ko_kr: 서비스 그룹이 정의되지 않았습니다.
zh_tw: 沒有定義服務組。

source: This page displays statistics about your MSP License. The maximum amount of checks during the monthly period is shown below. This amount represents the billable checks.
cs_cz: Tato stránka zobrazuje statistiky o vaší licenci msp. maximální počet kontrol během měsíčního období je uveden níže. tato částka představuje fakturovatelné šeky.
ko_kr: 이 페이지에는 msp 라이센스에 대한 통계가 표시됩니다. 월간 최대 점검 금액은 다음과 같습니다. 이 금액은 청구 가능 수표를 나타냅니다.
zh_tw: 此頁面顯示有關msp許可證的統計信息。月度期間的最大支票金額如下所示。此金額代表可結算支票。

source: You do not currently have an MSP license activated. Please contact sales if you have questions.
cs_cz: aktuálně nemáte aktivovanou licenci msp. v případě dotazů se prosím obraťte na prodej.
ko_kr: 현재 msp 라이센스가 활성화되어 있지 않습니다. 궁금한 점이 있으면 영업부에 문의하십시오.
zh_tw: 您當前沒有激活MSP許可證。如有疑問，請與銷售人員聯繫。

source: Force Update
cs_cz: vynutit aktualizaci
ko_kr: 강제 업데이트
zh_tw: 強制性升級

source: Billing Details
cs_cz: fakturační údaje
ko_kr: 결제 세부 정보
zh_tw: 結算明細

source: Every system that is activated using your MSP license is listed below indicating the amount of checks on each system. You can edit the system names to make it easier to distinguish different systems using your MSP license.
cs_cz: každý systém, který je aktivován pomocí vaší licence msp, je uveden níže a uvádí množství kontrol v každém systému. můžete upravit názvy systémů tak, aby usnadňovali rozlišení různých systémů pomocí vaší licence msp.
ko_kr: 귀하의 msp 라이센스를 사용하여 활성화 된 모든 시스템이 아래에 나열되어 있으며 각 시스템의 검사 량을 나타냅니다. 시스템 이름을 편집하여 msp 라이센스를 사용하여 다른 시스템을보다 쉽게 구별 할 수 있습니다.
zh_tw: 下面列出了使用msp許可證激活的每個系統，指示每個系統上的檢查數量。您可以編輯系統名稱，以便更輕鬆地使用msp許可證區分不同的系統。

source: System Name
cs_cz: název systému
ko_kr: 시스템 이름
zh_tw: 系統名稱

source: You can set the system name that will appear on the billing details below. This name should be used to identify this system from others that are also using your MSP license key. <b>This name will appear in place of the activation key on this page in all your MSP licensed systems after it has synced.</b>
cs_cz: můžete nastavit název systému, který se zobrazí v fakturačních údajích níže. toto jméno by mělo být použito k identifikaci tohoto systému od ostatních, kteří také používají váš licenční klíč msp. <b>toto jméno se objeví po aktivačním klíči na této stránce ve všech vašich licencovaných systémech msp po jeho synchronizaci.</b>
ko_kr: 아래의 청구 내역에 표시 될 시스템 이름을 설정할 수 있습니다. 이 이름은 귀하의 msp 라이센스 키를 사용하는 다른 시스템에서이 시스템을 식별하는 데 사용해야합니다. <b>이 이름은 동기화 된 모든 msp 라이센스 시스템에서이 페이지의 활성화 키 대신 나타납니다.</b>
zh_tw: 您可以設置系統名稱，該名稱將顯示在下面的帳單詳細信息中。此名稱應用於從使用MSP許可證密鑰的其他用戶中識別該系統。 <b>同步後，此名稱將顯示在所有msp許可系統中此頁面上的激活密鑰處。</b>

source: All systems (all combined activations)
cs_cz: všechny systémy (všechny kombinované aktivace)
ko_kr: 모든 시스템 (모든 결합 활성화)
zh_tw: 所有系統（所有組合激活）

source: Current System
cs_cz: současný stav
ko_kr: 현재 상태
zh_tw: 當前狀態

source: Max Checks
cs_cz: maximální počet kontrol
ko_kr: 최대 점검
zh_tw: 最大支票

source: Billing Status
cs_cz: fakturační stav
ko_kr: 청구 상태
zh_tw: 結算狀態
