Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Availability data is not available when monitoring engine is not running
cs_cz: dostupnost dat není k dispozici při sledování motor neběží
ko_kr: 모니터링 엔진이 실행되지 않을 때 가용성 데이터는 사용할 수 없습니다
zh_tw: 當監控引擎未運作時，可用性資料不可用

source: Service Data
cs_cz: datových služeb
ko_kr: 서비스 데이터

source: Average Service Availability
cs_cz: Průměrná dostupnost služeb
ko_kr: 평균 서비스 가용성

source: : All Services
cs_cz: : všechny služby
ko_kr: 모든 서비스

source: Host Data
cs_cz: hostitelské údaje
ko_kr: 호스트 데이터

source: Average Host Availability
cs_cz: Průměrná obsazenost hostitel
ko_kr: 평균 호스트 가용성

source: : All Hosts
cs_cz: : všichni hostitelé
ko_kr: 모든 호스트

source: Availability data is not available when monitoring engine is not running.
cs_cz: dostupnost dat není k dispozici při sledování motor neběží
ko_kr: 모니터링 엔진이 실행되지 않을 때 가용성 데이터는 사용할 수 없습니다
zh_tw: 當監控引擎未運作時，可用性資料不可用。

source: You are not authorized to view the event log
cs_cz: nejste oprávněni k zobrazení protokolu událostí
ko_kr: 당신은 이벤트 로그를 볼 수있는 권한이 없습니다

source: Runtime Error
cs_cz: chyba runtime
ko_kr: 런타임 오류

source: Runtime Warning
cs_cz: výstraha runtime
ko_kr: 런타임 경고

source: Verification Error
cs_cz: chyba ověření
ko_kr: 인증 오류

source: Verification Warning
cs_cz: výstražné ověřovací
ko_kr: 인증 경고

source: Configuration Warning
cs_cz: varování konfigurace
ko_kr: 구성 경고

source: Process Information
cs_cz: informace o procesu
ko_kr: 프로세스 정보

source: Program Start
cs_cz: start programu
ko_kr: 프로그램 시작

source: Program Stop
cs_cz: Program zastávka
ko_kr: 프로그램 정지

source: Program Halt
ko_kr: 프로그램 정지

source: Program Restart
cs_cz: restart programu
ko_kr: 프로그램 다시 시작

source: Service Event Handler
cs_cz: Ovladač události servis
ko_kr: 서비스 이벤트 처리기

source: Host Event Handler
cs_cz: hostit rutinu události
ko_kr: 호스트 이벤트 처리기

source: Flapping Start
cs_cz: mávání začátek
ko_kr: 시작을 펄럭

source: Flapping Stop
cs_cz: mávání zastávka
ko_kr: 중지 펄럭

source: Scheduled Downtime Start
cs_cz: naplánováno zahájení odstávky
ko_kr: 예약 중단 시작

source: Scheduled Downtime Cancelled
cs_cz: plánované odstávky zrušen
ko_kr: 예약 중단 취소

source: Scheduled Downtime Stop
cs_cz: plánované odstávky zastávka
ko_kr: 예약 중단 정지

source: Host Notification
cs_cz: oznámení hostitel
ko_kr: 호스트 알림

source: Service Notification
cs_cz: oznámení služby
ko_kr: 서비스 알림

source: This will count any state during scheduled downtime as OK for the Executive Summary report
cs_cz: to bude počítat jakýkoliv stav během plánované odstávky jako ok pro výkonné souhrnné zprávy
ko_kr: 이 SLA 보고서도 OK 예정된 가동 정지 시간 동안 상태를 계산합니다
zh_tw: 這會將計劃停機期間的任何狀態計為“執行摘要”報告的“正常”

source: This will count any WARNING state as OK for the Executive Summary report
cs_cz: to bude počítat jakýkoliv varovný stav jako ok pro výkonné souhrnné zprávy
ko_kr: 이 가용성 보고서로 확인 경고 상태를 계산합니다
zh_tw: 這會將執行摘要報告中的任何“警告”狀態視為“正常”

source: This will count any UNKNOWN state as OK for the Executive Summary report
cs_cz: to bude počítat žádnou neznámou stát jako ok pro výkonné souhrnné zprávy
ko_kr: 이 가용성 보고서 등의 확인을 알 수없는 상태를 계산합니다
zh_tw: 這會將執行摘要報告中的任何“未知”狀態視為“正常”

source: Host Executive Summary
cs_cz: hostit shrnutí
ko_kr: 개요

source: Service Executive Summary
cs_cz: Služba shrnutí výkonný
ko_kr: 서비스 요약

source: Hostgroup Executive Summary
cs_cz: hostgroup shrnutí
ko_kr: hostgroup 요약

source: Servicegroup Executive Summary
cs_cz: servicegroup shrnutí
ko_kr: servicegroup 요약

source: Group By
cs_cz: skupina vytvořená
ko_kr: 별 그룹

source: Hour of Day
cs_cz: hodina den
ko_kr: 날 시간
zh_tw: 一天中的某個時刻

source: Day of Week
cs_cz: den v týdnu
ko_kr: 주의 날

source: Top Alert Histogram
cs_cz: Horní výstraha histogram
ko_kr: 히스토그램을 경고

source: Service Alert Histogram
cs_cz: Služba alert histogram
ko_kr: 서비스 경고 히스토그램보기

source: Host Alert Histogram
cs_cz: hostit upozornění histogram
ko_kr: 호스트 경고 히스토그램보기

source: Hostgroup Alert Histogram
ko_kr: hostgroup 경고 히스토그램

source: Servicegroup Alert Histogram
ko_kr: servicegroup 경고 히스토그램

source: Alerts by %s
cs_cz: Výstrahy% s
ko_kr: 에 의해 경고

source: Day of the Month
cs_cz: den v měsíci
ko_kr: 이 달의 일

source: Day of the Week
cs_cz: den v týdnu
ko_kr: 요일

source: Hour of the Day
cs_cz: hodina dne
ko_kr: 오늘의 시간
zh_tw: 一天中的某個時刻

source: 12am
ko_kr: 자정
zh_tw: 上午 12 點

source: 1am
ko_kr: 오전 1시
zh_tw: 凌晨 1 點

source: 2am
cs_cz: 2 hodiny ráno
ko_kr: 오전 2시
zh_tw: 凌晨 2 點

source: 3am
ko_kr: 오전 3시
zh_tw: 凌晨3點

source: 4am
ko_kr: 오전 4시
zh_tw: 凌晨 4 點

source: 5am
ko_kr: 오전 5시
zh_tw: 上午05時

source: 6am
cs_cz: 6 hodin ráno
ko_kr: 오전 6시
zh_tw: 早上 6 點

source: 7am
ko_kr: 오전 7시
zh_tw: 早上7點

source: 8am
ko_kr: 오전 8시
zh_tw: 上午 8 點

source: 9am
cs_cz: 9 hodin
ko_kr: 오전 9시
zh_tw: 早上9點

source: 10am
cs_cz: 10 hodin
ko_kr: 오전 10시
zh_tw: 上午 10 點

source: 11am
cs_cz: 11h
ko_kr: 오전 11시
zh_tw: 上午11點

source: Noon
cs_cz: poledne
ko_kr: 정오
zh_tw: 中午

source: 1pm
cs_cz: třináct hodin
ko_kr: 오후 1시
zh_tw: 下午 1 點

source: 2pm
cs_cz: čtrnáct hodin
ko_kr: 오후 2시
zh_tw: 下午2點

source: 3pm
cs_cz: patnáct hodin
ko_kr: 오후 3시
zh_tw: 下午3點

source: 4pm
cs_cz: šestnáct hodin
ko_kr: 오후 4시
zh_tw: 下午4點

source: 5pm
cs_cz: sedmnáct hodin
ko_kr: 오후 5시
zh_tw: 下午5點

source: 6pm
cs_cz: osmnáct hodin
ko_kr: 오후 6시
zh_tw: 下午6點

source: 7pm
cs_cz: devatenáct hodin
ko_kr: 오후 7시
zh_tw: 晚上7點

source: 8pm
cs_cz: dvacet hodin
ko_kr: 오후 8시
zh_tw: 晚上8點

source: 9pm
cs_cz: dvacet jedna hodin
ko_kr: 오후 9시
zh_tw: 晚上9點

source: 10pm
cs_cz: dvacet dva hodin
ko_kr: 오후 10시
zh_tw: 下午10點

source: 11pm
cs_cz: dvacet tři hodin
ko_kr: 오후 11시
zh_tw: 晚上11點

source: Reason
cs_cz: důvod
ko_kr: 이유
zh_tw: 原因

source: Escalated
cs_cz: vystupňoval
ko_kr: 전달

source: Dispatcher
cs_cz: odesílatel
ko_kr: 배 차원
zh_tw: 調度員

source: Service Notifications
cs_cz: oznámení služby
ko_kr: 서비스 알림

source: Host Notifications
cs_cz: hostitelské oznámení
ko_kr: 호스트 알림

source: Hostgroup Notifications
cs_cz: oznámení hostgroup
ko_kr: hostgroup 알림

source: Servicegroup Notifications
cs_cz: oznámení servicegroup
ko_kr: 서비스 알림

source: Service SLA Report
cs_cz: Zpráva sla služba
ko_kr: 서비스 SLA 보고서

source: Host SLA Report
cs_cz: hostit Sla zprávu
ko_kr: SLA 보고서를 호스팅

source: Hostgroup SLA Report
cs_cz: Zpráva hostgroup sla
ko_kr: hostgroup의 SLA 보고서

source: Servicegroup SLA Report
cs_cz: Zpráva servicegroup sla
ko_kr: servicegroup SLA 보고서

source: SLA Target
cs_cz: sla cíl
ko_kr: SLA 대상

source: This will count any state during scheduled downtime as OK for the SLA report
cs_cz: to bude počítat jakýkoliv stav během plánované odstávky jako ok pro SLA zprávy
ko_kr: 이 SLA 보고서도 OK 예정된 가동 정지 시간 동안 상태를 계산합니다
zh_tw: 這會將計劃停機期間的任何狀態計為 SLA 報告的“正常”

source: This will count any WARNING state as OK for the SLA report
cs_cz: to bude počítat jakýkoliv varovný stav jako ok pro SLA zprávy
ko_kr: 이 가용성 보고서로 확인 경고 상태를 계산합니다
zh_tw: 這會將 SLA 報告中的任何警告狀態視為正常

source: This will count any UNKNOWN state as OK for the SLA report
cs_cz: to bude počítat žádnou neznámou stát jako ok pro SLA zprávy
ko_kr: 이 가용성 보고서 등의 확인을 알 수없는 상태를 계산합니다
zh_tw: 這會將 SLA 報告中的任何 UNKNOWN 狀態視為 OK

source: Service Data - SLA Target:
cs_cz: datová služba - sla cíl:
ko_kr: 서비스 데이터 - SLA 대상 :

source: SLA Status
cs_cz: stav sla
ko_kr: SLA 상태

source: Host Data - SLA Target:
cs_cz: hostit dat - Sla cíl:
ko_kr: 데이터를 호스트 - SLA 목표를 :

source: Host Data - SLA Target:
cs_cz: hostit dat - Sla cíl:
ko_kr: 데이터를 호스트 - SLA 목표를 :
zh_tw: 主機資料 - SLA 目標：

source: All hosts averaged.
cs_cz: všichni hostitelé v průměru.
ko_kr: 모든 호스트는 평균.

source: Service Data - SLA Target:
cs_cz: datová služba - sla cíl:
ko_kr: 서비스 데이터 - SLA 대상 :

source: All services averaged.
cs_cz: všechny služby v průměru.
ko_kr: 모든 서비스는 평균.

source: Rapid response URLs have been secured, you must login and view object details. This link is no longer valid.
cs_cz: adresy URL rychlé odpovědi byly zajištěny, musíte se přihlásit a zobrazit podrobnosti o objektu. tento odkaz již není platný.
ko_kr: 빠른 응답 URL이 확보 된 경우 로그인하여 개체 세부 정보를 확인해야합니다. 이 링크는 더 이상 유효하지 않습니다.
zh_tw: 快速回應 URL 已受到保護，您必須登入並查看物件詳細資訊。此連結不再有效。

source: Error: This rapid response URL has alread been used.
cs_cz: chyba: tato adresa rychlé odpovědi byla již používána.
ko_kr: 오류 :이 빠른 응답 URL은 이미 사용되었습니다.

source: Error: This rapid response URL has expired and can no longer be used.
cs_cz: chyba: adresa URL rychlé odpovědi vypršela a již ji nelze použít.
ko_kr: 오류 :이 빠른 응답 URL이 만료되어 더 이상 사용할 수 없습니다.

source: You must
cs_cz: musíš
ko_kr: 너는해야한다.
zh_tw: 你必須

source: login
cs_cz: přihlásit se
ko_kr: 로그인

source: to view this object.
cs_cz: pro zobrazení tohoto objektu.
ko_kr: 이 객체를 봅니다.
zh_tw: 查看該對象。

source: You are currently logged in as
cs_cz: momentálně jste přihlášeni jako
ko_kr: 현재 현재 로그인되어 있습니다.

source: you can view this object in the status detail page by click the object name.
cs_cz: můžete tento objekt zobrazit na stránce s podrobnostmi o stavu kliknutím na název objektu.
ko_kr: 개체 이름을 클릭하여 상태 정보 페이지에서이 개체를 볼 수 있습니다.
zh_tw: 您可以透過點選物件名稱在狀態詳細資料頁面中查看該物件。

source: User authenticated via Rapid Response
cs_cz: ověření uživatele pomocí rychlé reakce
ko_kr: 사용자는 신속한 응답을 통해 인증

source: Access denied. You do not have access to this object.
cs_cz: přístup odepřen. k tomuto objektu nemáte přístup.
ko_kr: 접근 불가. 이 객체에 대한 액세스 권한이 없습니다.

source: You must enter a comment to submit.
cs_cz: musíte zadat komentář, který chcete odeslat.
ko_kr: 제출할 댓글을 입력해야합니다.

source: User added a comment on
cs_cz: uživatel přidal komentář
ko_kr: 사용자가에 대한 의견을 추가 함

source: Comment has been submitted.
cs_cz: komentář byl odeslán.
ko_kr: 댓글이 제출되었습니다.

source: User disabled notifications for
cs_cz: uživatelských zakázána oznámení pro
ko_kr: 사용자에 대한 알림을 비활성화

source: Notifications have been disabled.
cs_cz: Oznámení jsou vypnuta
ko_kr: 알림이 사용 중지되었습니다

source: User acknowledged problem state for
cs_cz: Uživatel uznal problém stát pro
ko_kr: 사용자에 대한 문제 상태를 인정

source: Acknowledged problem state.
cs_cz: uznávaný stav problému.
ko_kr: 문제 상태를 인정했다.

source: User scheduled downtime for
cs_cz: Uživatel plánované prostoje
ko_kr: 사용자에 대한 다운 타임을 예정

source: Downtime has been scheduled.
cs_cz: byly naplánovány prostoje.
ko_kr: 가동 중지 시간이 예정되어 있습니다.

source: Failed action
cs_cz: neúspěšná akce
ko_kr: 실패한 행동

source: via Rapid Response
cs_cz: přes rychlou reakci
ko_kr: 신속한 응답을 통해

source: Rapid Response
cs_cz: rychlá odpověď
ko_kr: 신속한 대응

source: Error: Unauthorized access. You cannot view this object.
cs_cz: chyba: neoprávněný přístup. tento objekt nemůžete zobrazit.
ko_kr: 오류 : 무단 액세스. 이 개체를 볼 수 없습니다.

source: Why am I getting this error?
cs_cz: proč jsem dostal tuto chybu?
ko_kr: 왜이 오류가 발생합니까?
zh_tw: 為什麼我會收到此錯誤？

source: Verify the rapid response URL is the exact same as in the notifiction. Possible reasons for error include
cs_cz: ověřte, zda adresa URL rychlé odpovědi je stejná jako v oznámení. možné důvody chyby zahrnují
ko_kr: 신속한 응답 url이 notifiction에서와 정확히 동일한 지 확인하십시오. 가능한 오류 원인은 다음과 같습니다.
zh_tw: 驗證快速回應 URL 與通知中的完全相同。錯誤的可能原因包括

source: The single use URL has already been used
cs_cz: adresa URL pro jedno použití již byla použita
ko_kr: 일회용 URL이 이미 사용되었습니다.

source: The URL has expired
cs_cz: adresa URL vypršela
ko_kr: URL이 만료되었습니다.

source: Invalid or no auth token given in URL
cs_cz: neplatný nebo žádný autorský token uvedený v url
ko_kr: URL에 유효하지 않거나 인증 토큰이 없습니다.
zh_tw: URL 中提供的身份驗證令牌無效或沒有提供身份驗證令牌

source: Could not load object. The object is not a host or service.
cs_cz: nelze načíst objekt. objekt není hostitelem nebo službou.
ko_kr: 개체를로드 할 수 없습니다. 객체가 호스트 또는 서비스가 아닙니다.
zh_tw: 無法載入物件。該物件不是主機或服務。

source: Perform Action
cs_cz: provádět akce
ko_kr: 행동을 취하다.

source: Common tools that you have defined are available to all users on the system.
cs_cz: běžné nástroje, které jste definovali jsou k dispozici všem uživatelům v systému k dispozici.
ko_kr: 당신이 정의한 일반적인 도구는 시스템의 모든 사용자가 사용할 수 있습니다.
zh_tw: 您定義的通用工具可供系統上的所有使用者使用。

source: Add a Tool
cs_cz: Přidání nástroje
ko_kr: 도구를 추가
zh_tw: 新增工具

source: Access common tools that have been defined by the administrator.
cs_cz: Přístup společných nástrojů, které byly definovány správcem.
ko_kr: 관리자에 의해 정의 된 일반적인 도구에 액세스 할 수 있습니다.
zh_tw: 存取管理員定義的常用工具。

source: Tool Name
cs_cz: název nástroje
ko_kr: 도구 이름

source: You haven't defined any tools yet.
cs_cz: jste nedefinovali dosud žádné nástroje.
ko_kr: 당신은 아직 도구를 정의하지 않았습니다.

source: No common tools have been defined yet.
cs_cz: žádné společné nástroje byly dosud definovány.
ko_kr: 더 일반적인 도구가 아직 정의되지 않았습니다.

source: Invalid tool. Please select a tool from the list below.
cs_cz: neplatný nástroj. vyberte nástroj z níže uvedeného seznamu.
ko_kr: 도구가 잘못되었습니다. 아래 목록에서 도구를 선택하십시오.

source: New Tool
cs_cz: nový nástroj
ko_kr: 새로운 도구

source: Add Common Tool
cs_cz: přidat společný nástroj
ko_kr: 일반적인 도구를 추가

source: Edit Common Tool
cs_cz: editovat společný nástroj
ko_kr: 일반적인 도구를 편집
zh_tw: 編輯常用工具

source: Use this form to define a new tool that can be quickly accessed from Nagios.
cs_cz: Prostřednictvím tohoto formuláře definovat nový nástroj, který může být rychle přístupná z Nagios.
ko_kr: 빨리 Nagios에서 액세스 할 수있는 새로운 도구를 정의하기 위해이 양식을 사용하십시오.
zh_tw: 使用此表單定義可以從 Nagios 快速存取的新工具。

source: The name you want to use for this tool.
cs_cz: jméno, které chcete použít pro tento nástroj.
ko_kr: 이 도구에 사용하려는 이름입니다.

source: The URL used to access this tool.
cs_cz: url používá pro přístup k tento nástroj.
ko_kr: URL이 도구에 액세스하는 데 사용.

source: Invalid tool.
cs_cz: neplatný nástroj.
ko_kr: 도구가 잘못되었습니다.

source: Tool deleted.
cs_cz: Nástroj smazán.
ko_kr: 도구는 삭제되었습니다.

source: Invalid tool URL.
cs_cz: neplatný nástroj url.
ko_kr: 잘못된 도구 URL.

source: No tool name specified.
cs_cz: no name nástroj určen.
ko_kr: 어떤 도구 이름이 지정되지 않았습니다.

source: Tool saved.
cs_cz: Nástroj uložen.
ko_kr: 도구는 저장되었습니다.

source: Tools are utilities that you can quickly access from Nagios using your web browser.
cs_cz: nástroje jsou nástroje, které umožňují rychlý přístup z Nagios pomocí svého webového prohlížeče.
ko_kr: 도구는 신속하게 웹 브라우저를 사용하여 Nagios에서 액세스 할 수 있습니다 유틸리티입니다.
zh_tw: 工具是您可以使用 Web 瀏覽器從 Nagios 快速存取的實用程式。

source: Manage your own personal tools
cs_cz: spravovat své osobní nářadí
ko_kr: 나만의 도구를 관리합니다
zh_tw: 管理您自己的個人工具

source: Access tools pre-defined by the administrator
cs_cz: přístup nástroje předem definované správcem
ko_kr: 액세스 툴을 관리자가 미리 정의
zh_tw: 存取管理員預定義的工具

source: Your personal tools that you have defined are available only to you.
cs_cz: Vaše osobní nástroje, které jste definovali jsou k dispozici jen pro vás.
ko_kr: 당신이 정의한 개인 도구 만 사용할 수 있습니다.
zh_tw: 您定義的個人工具僅供您使用。

source: Add Tool
cs_cz: přidat nástroj
ko_kr: 도구를 추가

source: Edit Tool
cs_cz: editovat nástroj
ko_kr: 수정 도구

source: Use this form to define a new tool that you can quickly access from Nagios.
cs_cz: Prostřednictvím tohoto formuláře definovat nový nástroj, který můžete snadno přistupovat z Nagios.
ko_kr: 빨리 Nagios에서 액세스 할 수있는 새로운 도구를 정의하기 위해이 양식을 사용하십시오.
zh_tw: 使用此表單定義可以從 Nagios 快速存取的新工具。

source: The name you want to use for this tool
cs_cz: jméno, které chcete použít pro tento nástroj
ko_kr: 이 도구에 사용할 이름

source: The URL used to access this tool
cs_cz: url používá pro přístup k tento nástroj
ko_kr: 이 도구를 액세스하는 데 사용하는 URL

source: Increase rotation speed
cs_cz: zvýšit rychlost otáčení
ko_kr: 회전 속도를 증가

source: Decrease rotation speed
cs_cz: snížit rychlost otáčení
ko_kr: 회전 속도를 감소

source: Rotation is stopped
cs_cz: otáčení se zastaví
ko_kr: 회전 정지
zh_tw: 旋轉停止

source: Seconds until view rotation
cs_cz: sekund do otáčení pohledu
ko_kr: 뷰 회전까지 초
zh_tw: 視圖旋轉前的秒數

source: Untitled View
cs_cz: untitled pohled
ko_kr: 제목보기

source: No Views Defined
cs_cz: žádné pohledy definovány
ko_kr: 어떤 조회수 정의

source: You have no views defined.
cs_cz: nemáte žádné názory definovány.
ko_kr: 당신은 전망이 정의되어 있습니다.

source: Drag
cs_cz: Táhnout
ko_kr: 견인
zh_tw: 拖

source: Edit and remove views from your list. You can also reorder views by dragging and dropping them into a new order.
cs_cz: upravit a odstranit výhled ze svého seznamu. můžete také změnit pořadí pohledy podle přetažením do nové objednávky.
ko_kr: 편집 목록에서보기를 제거합니다. 당신은 또한 드래그하고 새로운 질서에 놓아보기를 재정렬 할 수 있습니다.
zh_tw: 編輯視圖並將其從清單中刪除。您也可以將視圖拖曳到新順序來重新排序視圖。

source: NO TITLE
cs_cz: bez názvu
ko_kr: 제목 없음
zh_tw: 無標題

source: Untitled
cs_cz: nepojmenovaná
ko_kr: 제목없는
zh_tw: 無標題

source: Nagios XI Installation
cs_cz: Nagios xi Instalační
ko_kr: Nagios XI 설치

source: Finalize your Nagios XI installation and step the initial configuration. These settings can be changed later.
cs_cz: dokončete instalaci nagios xi a proveďte počáteční konfiguraci. tato nastavení lze později změnit.
ko_kr: nagios xi 설치를 완료하고 초기 구성을 수행하십시오. 이 설정은 나중에 변경할 수 있습니다.
zh_tw: 完成 Nagios XI 安裝並執行初始配置。這些設定可以稍後更改。

source: General System Settings
cs_cz: obecná nastavení programu
ko_kr: 일반 프로그램 설정

source: The default URL that is used to access Nagios XI on this server directly from your internal network.
cs_cz: výchozí url používá pro přístup k Nagios XI přímo z vaší vnitřní sítě
ko_kr: 내부 네트워크에서 직접 Nagios XI에 액세스하는 데 사용하는 기본 URL

source: By default, a self-signed SSL certificate has been created for your Nagios XI installation.
cs_cz: ve výchozím nastavení byl pro vaši instalaci nagios xi vytvořen certifikát SSL s vlastním podpisem.
ko_kr: 기본적으로, 귀하의 nagios xi 설치를 위해 자체 서명 된 SSL 인증서가 생성되었습니다.
zh_tw: 預設情況下，已為您的 Nagios XI 安裝建立了自簽名 SSL 憑證。

source: Use HTTPS only (all HTTP requests will be redirected to HTTPS)
cs_cz: Použijte pouze https (všechny požadavky http budou přesměrovány na https)
ko_kr: https 만 사용하십시오 (모든 http 요청은 https로 리디렉션됩니다)
zh_tw: 僅使用 HTTPS（所有 HTTP 請求將重定向到 HTTPS）

source: You will need to
cs_cz: budete muset
ko_kr: 너는 ~해야한다.
zh_tw: 您將需要

source: install a valid certificate
cs_cz: nainstalujte platný certifikát
ko_kr: 유효한 인증서를 설치하십시오.

source: trust the self-signed certificate
cs_cz: důvěřovat podepsanému certifikátu
ko_kr: 자체 서명 된 인증서 신뢰

source: to remove the "insecure connection" browser message
cs_cz: odstranit zprávu prohlížeče "Nesprávné připojení"
ko_kr: "안전하지 않은 연결"브라우저 메시지를 제거하려면
zh_tw: 刪除「不安全連線」瀏覽器訊息

source: Free (Limited)
cs_cz: zdarma (omezeně)
ko_kr: 무료 (제한적)

source: Trial includes unlimited nodes + enterprise features. Includes access to trial support.
cs_cz: zkušební verze zahrnuje neomezený počet uzlů + podnikové funkce. zahrnuje přístup k zkušební podpoře.
ko_kr: 평가판에는 무제한 노드 + 엔터프라이즈 기능이 포함됩니다. 평가판 지원에 대한 액세스가 포함됩니다.
zh_tw: 試用版包含無限節點+企業功能。包括獲得試用支援。

source: Click to get a trial key
cs_cz: kliknutím získáte zkušební klíč
ko_kr: 평가판 키를 받으려면 클릭하십시오.
zh_tw: 點擊取得試用金鑰

source: Admin Account Settings
cs_cz: moje nastavení účtu
ko_kr: 내 계정 설정

source: Full Name
cs_cz: název souboru
ko_kr: 파일 이름

source: Admin Notification Settings
cs_cz: nasadit nastavení oznámení
ko_kr: 알림 설정을 잠 그려면

source: Send this account email notifications
cs_cz: pošlete tuto e-mailovou zprávu
ko_kr: 이 계정으로 이메일 알림 보내기

source: Advanced email notification settings
cs_cz: pokročilé nastavení e-mailových upozornění
ko_kr: 고급 전자 메일 알림 설정

source: Finish Install
cs_cz: dokončit instalaci
ko_kr: 설치 완료

source: Unable to get user id for admin account.
cs_cz: Nelze získat ID uživatele pro účet správce.
ko_kr: 관리자 계정의 사용자 ID를 가져올 수 없습니다.

source: Invalid trial key provided or trial key is already expired.
cs_cz: poskytnut neplatný zkušební klíč nebo zkušební klíč již vypršel.
ko_kr: 잘못된 평가판 키가 제공되었거나 평가판 키가 이미 만료되었습니다.
zh_tw: 提供的試用金鑰無效或試用金鑰已過期。

source: Invalid license key or client ID/token entered.
cs_cz: byl zadán neplatný licenční klíč nebo ID klienta / token.
ko_kr: 잘못된 라이센스 키 또는 클라이언트 ID / 토큰이 입력되었습니다.
zh_tw: 輸入的許可證金鑰或客戶端 ID/令牌無效。

source: Product installation error (NEC000NPID) please contact Nagios Support
cs_cz: chyba instalace produktu (nec000npid) kontaktujte podporu nagios
ko_kr: 제품 설치 오류 (nec000npid) nagios 지원 센터에 문의하십시오
zh_tw: 產品安裝錯誤 (NEC000NPID) 請聯絡 Nagios 支持

source: Installation Complete
cs_cz: instalace dokončena
ko_kr: 설치 완료

source: Finishing Install
cs_cz: dokončení instalace
ko_kr: 설치 마무리
zh_tw: 完成安裝

source: Congratulations! You have successfully installed Nagios XI. You may now login to Nagios XI using the following credentials.
cs_cz: gratulace! jste úspěšně nainstalovali nagios xi. můžete se nyní přihlásit k nagios xi pomocí následujících pověření.
ko_kr: 치하! nagios xi가 성공적으로 설치되었습니다. 이제 다음 자격 증명을 사용하여 nagios xi에 로그인 할 수 있습니다.
zh_tw: 恭喜！您已成功安裝 Nagios XI。您現在可以使用以下憑證登入 Nagios XI。

source: Login to Nagios XI
cs_cz: přihlašte se k nagios xi
ko_kr: nagios xi에 로그인하십시오.

source: Redirected to
cs_cz: přesměrovány na
ko_kr: 로 이동

source: Session timed out.
cs_cz: relace vypršel.
ko_kr: 세션 시간이 초과되었습니다.

source: Login token was expired, please try again.
cs_cz: platnost přihlašovacího tokenu vypršela, zkuste to prosím znovu.
ko_kr: 로그인 토큰이 만료되었습니다. 다시 시도하십시오.

source: Forum
cs_cz: Fórum
ko_kr: 법정
zh_tw: 論壇

source: Forgot your password?
cs_cz: Zapomněli jste heslo?
ko_kr: 비밀번호를 잊으셨습니까?
zh_tw: 忘記密碼了嗎？

source: The specified user account has not been setup in this application - contact your
cs_cz: zadaný uživatelský účet nebyl nastavení v této aplikaci - obraťte se na správce Nagios XI.
ko_kr: 지정된 사용자 계정이 응용 프로그램의 설치 않았다 - 귀하의 Nagios XI 관리자에게 문의하십시오.
zh_tw: 指定的用戶帳戶尚未在此應用程式中設定 - 請聯絡您的

source: An error was encountered when looking up the user in the
cs_cz: došlo k chybě při vyhledávání uživatele v databázi Nagios XI.
ko_kr: Nagios XI 데이터베이스에서 사용자를 검색 할 때 오류가 발생했습니다.

source: Login failure - Username
cs_cz: přihlásit selhání - uživatelské jméno:
ko_kr: 실패 로그인 - 사용자 이름 :

source: An email has been sent with a 5 digit verifcation token. Enter it below:
cs_cz: byl odeslán e-mail s 5 číslicovým ověřovacím tokenem. zadejte jej níže:
ko_kr: 5 자리 확인 토큰과 함께 이메일이 발송되었습니다. 아래에 그것을 입력하십시오 :
zh_tw: 已發送一封帶有 5 位數驗證令牌的電子郵件。在下面輸入：

source: Error: You cannot logout when using HTTP Basic Authentication.
cs_cz: Chyba: nelze odhlásit, pokud používáte základní ověřování http.
ko_kr: 오류 : HTTP 기본 인증을 사용하면 당신은 로그 아웃 할 수 없습니다.
zh_tw: 錯誤：使用 HTTP 基本驗證時無法登出。

source: Reset Password
cs_cz: obnovit heslo
ko_kr: 비밀번호를 재설정

source: Enter your username to have an email sent with directions on how to reset your password.
cs_cz: zadejte své uživatelské jméno mít e-mail pošle s pokyny, jak obnovit své heslo.
ko_kr: 비밀번호를 다시 설정하는 방법에 대한 지침과 함께 보낸 이메일을 가지고 사용자 이름을 입력합니다.
zh_tw: 輸入您的用戶名，我們將發送一封電子郵件，其中包含有關如何重置密碼的說明。

source: This user is an AD or LDAP user and can not log in using local methods. Talk to your administrator to learn how to change your password.
cs_cz: tento uživatel je reklama nebo LDAP uživatel a nelze přihlásit pomocí místních metod. poraďte se se svým správcem se naučit, jak změnit heslo.
ko_kr: 이 사용자는 광고 또는 LDAP 사용자이며, 지역의 방법을 사용하여 로그인 할 수 없습니다. 암호를 변경하는 방법은 관리자에게 문의하십시오.
zh_tw: 該用戶是AD或LDAP用戶，無法使用本機方式登入。與您的管理員聯繫以了解如何更改您的密碼。

source: You cannot reset your password while your account is locked. Please contact your administrator.
cs_cz: můžete toto heslo neobnoví, zatímco váš účet je uzamčen. obraťte se na správce.
ko_kr: 계정이 잠겨있는 동안 당신은 당신의 암호를 재설정 할 수 없습니다. 관리자에게 문의하시기 바랍니다.
zh_tw: 當您的帳戶被鎖定時，您無法重設密碼。請聯絡您的管理員。

source: Password change attempt requested for
cs_cz: Byl požadován pokus o změnu hesla
ko_kr: 요청 된 비밀번호 변경 시도

source: requested by
cs_cz: Požadované
ko_kr: 에 의해 요청

source: Password Reset Request
cs_cz: Žádost o resetování hesla odesláno
ko_kr: 전송 암호 재설정 요청

source: User requested a password change via email
cs_cz: Uživatel požádal o změnu hesla e-mailem
ko_kr: 사용자가 이메일을 통해 비밀번호 변경을 요청

source: Password Sent
cs_cz: heslo odesláno
ko_kr: 비밀번호 보낸

source: Password Reset Request Sent
cs_cz: Žádost o resetování hesla odesláno
ko_kr: 전송 암호 재설정 요청

source: We have sent a password reset link and token to your email address on file.<br>Please check your email to continue.
cs_cz: jsme na soubor poslal odkaz pro vytvoření nového hesla a žeton na vaši emailovou adresu. <br> zkontrolujte svůj e-mail pokračovat.
ko_kr: 우리는 비밀번호 재설정 링크를 보내 파일에 당신의 이메일 주소로 토큰있다. 계속 귀하의 이메일을 확인하시기 바랍니다.
zh_tw: 我們已將密碼重設連結和令牌傳送到您存檔的電子郵件地址。<br>請檢查您的電子郵件以繼續。

source: Back to Login
cs_cz: Zpět na přihlašovací formulář
ko_kr: 다시 로그인
