Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Respond above this line
cs_cz: reagovat nad tímto řádkem
ko_kr: 이 줄 위 응답
zh_tw: 回應這條線

source: User has email notifications disabled.
cs_cz: Uživatel má e-mailová oznámení zakázán ...
ko_kr: 이메일 알림은 사용자를 중지 시켰습니다 ...
zh_tw: 用戶已禁用電子郵件通知...

source: ERROR: User has enabled SMS notifications but phone has not been verified.
cs_cz: chyba: uživatel povolil sms oznámení, ale telefon nebyl ověřen.
ko_kr: 오류 : 사용자가 SMS 알림을 사용 설정했지만 휴대 전화가 확인되지 않았습니다.
zh_tw: 錯誤：用戶已啟用短信通知但未驗證電話。

source: A mobile text notification will be sent...
cs_cz: Oznámení mobilní Znění bude zasláno ...
ko_kr: 모바일 문자 알림이 전송됩니다 ...
zh_tw: 將發送手機短信通知...

source: Nagios XI - Response Error
cs_cz: nagios xi - chyba odezvy
ko_kr: nagios xi - 응답 오류
zh_tw: nagios xi - 響應錯誤

source: Could not submit command due to missing hash data. Did you reply with the full email?
cs_cz: nemohl odeslat příkaz kvůli chybějícím datům hash. odpověděli jste s plným e-mailem?
ko_kr: 해시 데이터 누락으로 인해 명령을 제출할 수 없습니다. 전체 이메일을 회신하셨습니까?
zh_tw: 由於缺少哈希數據，無法提交命令。你回復了完整的電子郵件嗎？

source: Nagios XI - Command Error
cs_cz: nagios xi - chyba příkazu
ko_kr: nagios xi - 명령 오류
zh_tw: nagios xi - 命令錯誤

source: Missing response command. Did you send a valid command?
cs_cz: chybí příkaz odezvy. poslali jste platný příkaz?
ko_kr: 누락 된 응답 명령. 유효한 명령을 보냈습니까?
zh_tw: 缺少響應命令。你發送了有效的命令嗎？

source: Valid commands:
cs_cz: platné příkazy:
ko_kr: 유효한 명령 :
zh_tw: 有效命令：

source: Problem was acknowledged by email response
cs_cz: problém byl potvrzen e-mailovou odpovědí
ko_kr: 문제는 이메일 응답으로 인정되었습니다.
zh_tw: 問題得到了電子郵件回复的承認

source: Downtime scheduled by email response
cs_cz: prostoje naplánované e-mailovou odpovědí
ko_kr: 이메일 응답으로 예정된 중단 시간
zh_tw: 電子郵件回復計劃的停機時間

source: Monitoring engine may be stopped.
cs_cz: monitoring motor může být zastaven.
ko_kr: 모니터링 엔진은 중단 될 수 있습니다.
zh_tw: 監測發動機可能會停止。

source: Check engine
cs_cz: kontrola motoru
ko_kr: 엔진을 확인
zh_tw: 檢查發動機

source: Error: Unable to parse XML output!
cs_cz: Chyba: nelze zpracovat xml výstup!
ko_kr: 오류 : XML 출력을 구문 분석 할 수 없습니다!
zh_tw: 錯誤：無法解析XML輸出！

source: Outages
cs_cz: výpadky
ko_kr: 중단
zh_tw: 中斷

source: No Blocking Outages
cs_cz: žádné blokování výpadky
ko_kr: 더 차단 중단하지
zh_tw: 沒有阻擋中斷

source: Blocking Outages
cs_cz: blokování výpadků
ko_kr: 차단 중단
zh_tw: 阻塞中斷

source: Unhandled Problems
cs_cz: neošetřené problémy
ko_kr: 처리되지 않은 문제
zh_tw: 未處理的問題

source: Acknowledged
cs_cz: uznal
ko_kr: 인정
zh_tw: 承認

source: Scheduled
cs_cz: naplánovaný
ko_kr: 예약
zh_tw: 預定

source: Passive
cs_cz: pasivní
ko_kr: 수동태
zh_tw: 被動

source: Soft Problems
cs_cz: měkké problémy
ko_kr: 소프트 문제
zh_tw: 軟的問題

source: On Problem Hosts
cs_cz: na problémové hostitelů
ko_kr: 문제 호스트에
zh_tw: 問題主機

source: Last Updated:
cs_cz: naposledy aktualizováno:
ko_kr: 최근 업데이트 :
zh_tw: 最後更新：

source: Flap Detection
cs_cz: detekce klapka
ko_kr: 플랩 감지
zh_tw: 瓣檢測

source: Event Handlers
cs_cz: zpracování událostí
ko_kr: 이벤트 핸들러
zh_tw: 事件處理程序

source: Active Checks
cs_cz: účinné kontroly
ko_kr: 활성 점검
zh_tw: 主動檢查

source: Passive Checks
cs_cz: pasivní kontroly
ko_kr: 수동 점검
zh_tw: 被動檢查

source: Services Disabled
cs_cz: služby zakázán
ko_kr: 사용 안 함 서비스
zh_tw: 服務禁用

source: All Services Enabled
cs_cz: povoleny všechny služby
ko_kr: 모든 서비스는 사용
zh_tw: 啟用所有服務

source: Services Flapping
cs_cz: služby házení
ko_kr: 펄럭 서비스
zh_tw: 服務撲

source: Hosts Disabled
cs_cz: hostitelé zakázán
ko_kr: 호스트 비활성화
zh_tw: 主機禁用

source: All Hosts Enabled
cs_cz: povolen všichni hostitelé
ko_kr: 모든 호스트는 사용
zh_tw: 所有主機啟用

source: Hosts Flapping
cs_cz: hostitelé házení
ko_kr: 호스트 펄럭
zh_tw: 主機撲

source: Task
cs_cz: úkol
ko_kr: 태스크
zh_tw: 任務

source: Fix permissions problems
cs_cz: Problémy s fix oprávnění
ko_kr: 권한 문제를 해결
zh_tw: 解決權限問題

source: One or more configuration files or scripts has incorrect settings, which will cause configuration changes to fail.
cs_cz: jeden nebo více konfiguračních souborů či skriptů má nesprávné nastavení, které způsobí změny konfigurace se nezdaří.
ko_kr: 하나 이상의 구성 파일 또는 스크립트 구성 변경에 실패하게됩니다 잘못된 설정을 가지고 있습니다.
zh_tw: 一個或多個配置文件或腳本的設置不正確，這將導致配置更改失敗。

source: Problems Needing Attention:
cs_cz: problémy vyžadující pozornost:
ko_kr: 문제는주의가 필요 :
zh_tw: 需要注意的問題：

source: Configure system settings
cs_cz: konfiguraci nastavení systému
ko_kr: 시스템 설정을 구성
zh_tw: 配置系統設置

source: Configure basic settings for your system.
cs_cz: nakonfigurovat základní nastavení pro xi systému.
ko_kr: 당신의 XI 시스템 기본 설정을 구성합니다.
zh_tw: 您的XI系統配置基本設置。

source: Configure mail settings
cs_cz: konfigurovat nastavení e-mailu
ko_kr: 메일 설정을 구성
zh_tw: 配置郵件設置

source: Initial Setup Tasks
cs_cz: Původní úkoly nastavení
ko_kr: 초기 설정 작업
zh_tw: 初始設置任務

source: The last
cs_cz: poslední
ko_kr: 마지막으로
zh_tw: 在過去

source: update check failed
cs_cz: Aktualizace kontrola selhala
ko_kr: 실패 확인 업데이트
zh_tw: 更新檢查失敗

source: A new Nagios XI
cs_cz: nová nagios xi
ko_kr: Nagios XI 란?
zh_tw: 一個新的Nagios的喜

source: update is available
cs_cz: Aktualizace je k dispozici
ko_kr: 업데이트를 사용할 수 있습니다
zh_tw: 更新可用

source: Important Tasks
cs_cz: důležité úkoly
ko_kr: 중요 작업
zh_tw: 重要的任務

source: Ongoing Tasks
cs_cz: rozpracované úkoly
ko_kr: 지속적인 작업
zh_tw: 進行中的任務

source: Add or modify items to be monitored
cs_cz: přidat nebo upravit položky, které mají být sledovány
ko_kr: 모니터링 할 항목을 추가하거나 수정
zh_tw: 添加或修改項以進行監測

source: Configure your monitoring setup
cs_cz: konfigurovat nastavení monitorovací
ko_kr: 귀하의 모니터링 설정을 구성
zh_tw: 配置您的監控設置

source: Add new user accounts
cs_cz: přidání nových uživatelských účtů
ko_kr: 새 사용자 계정을 추가
zh_tw: 添加新的用戶帳戶

source: Common Tasks
cs_cz: běžné úkoly
ko_kr: 일반적인 작업
zh_tw: 常見的任務

source: Change your account password and general preferences
cs_cz: Změna hesla k účtu a obecné předvolby
ko_kr: 귀하의 계정 비밀번호 및 일반 환경 설정을 변경합니다
zh_tw: 更改您的帳戶密碼和一般偏好

source: Change your account settings
cs_cz: Změna nastavení účtu
ko_kr: 계정 설정을 변경
zh_tw: 更改您的帳戶設置

source: Change how and when you receive alert notifications
cs_cz: měnit, jak a kdy budete dostávat výstrahy
ko_kr: 당신은 알림을받을 때하는 방법과 변경을
zh_tw: 改變，當你收到警報通知

source: Change your notifications settings
cs_cz: Změna nastavení oznámení
ko_kr: 알림 설정 변경
zh_tw: 更改您的通知設置

source: Add or modify items to be monitored with easy-to-use wizards
cs_cz: přidat nebo upravit položky, které mají být sledovány pomocí snadno použitelných průvodců
ko_kr: 마법사에게 사용하기 쉬운과 함께 모니터링 할 항목을 추가하거나 수정
zh_tw: 添加或修改項目進行監測，易於使用的嚮導

source: Learn more about XI and its capabilities
cs_cz: Více informací o xi a jejích schopnostech
ko_kr: XI와 기능에 대해 자세히 알아보기
zh_tw: 了解更多關於xi和能力

source: Scheduled Events Over Time
cs_cz: naplánované události v průběhu času
ko_kr: 시간 초과 예약 이벤트
zh_tw: 隨著時間的推移預定的事件

source: Status Summary For All Host Groups
cs_cz: Souhrn stav pro všechny skupiny hostitelských
ko_kr: 모든 호스트 그룹에 대한 상태 요약
zh_tw: 所有主機組的狀態摘要

source: Status Summary For All Service Groups
cs_cz: shrnutí stavu pro všechny skupiny služeb
ko_kr: 모든 서비스 그룹에 대한 상태 요약
zh_tw: 所有服務組的狀態摘要

source: System Component Status
cs_cz: xi stav systému komponent
ko_kr: XI 시스템 구성 요소 상태
zh_tw: XI系統組件的狀態

source: Service Status Detail
cs_cz: Služba detail status
ko_kr: 서비스 상태 세부 정보
zh_tw: 服務狀態的詳細信息

source: Overview
cs_cz: Přehled
ko_kr: 개요
zh_tw: 概觀

source: Please fill out all required fields.
cs_cz: vyplňte všechny požadované pole.
ko_kr: 모든 필수 필드를 작성하십시오.
zh_tw: 請填寫所有必填字段。

source: Acknowledge Problem
cs_cz: uznat problém
ko_kr: 문제 인정
zh_tw: 承認問題

source: This command is used to acknowledge a service problem. When a service problem is acknowledged, future notifications about problems are temporarily disabled until the service changes from its current state. If you want acknowledgement to disable notifications until the service recovers, check the Sticky Acknowledgement checkbox. Contacts for this service will receive a notification about the acknowledgement, so they are aware that someone is working on the problem. Additionally, a comment will also be added to the service. Make sure to enter your name and fill in a brief description of what you are doing in the comment field. If you would like the service comment to remain once the acknowledgement is removed, check the Persistent Comment checkbox. If you do not want an acknowledgement notification sent out to the appropriate contacts, uncheck the Send Notification checkbox.
cs_cz: Tento příkaz se používá pro potvrzení problém služeb. když je problém služba připustila, budoucí oznámení o problémech se dočasně zakázáno, až se změní služeb z jeho současném stavu. Chcete-li potvrzení o vypnout oznámení, dokud služba zotaví, zaškrtněte políčko lepkavé potvrzení. kontakty pro tuto službu obdrží oznámení o potvrzení, takže jsou si vědomi, že někdo pracuje na problému. Navíc odkaz bude také přidána do služby. ujistěte se, zadat své jméno a vyplnit stručný popis toho, co děláte pro poznámku. pokud byste chtěli servisní poznámku zůstat po potvrzení je odstraněn, zaškrtněte políčko přetrvávající komentáře. pokud nechcete oznámení potvrzení rozeslaný do příslušných kontaktů, odškrtněte políčko odeslat upozornění.
ko_kr: 이 명령은 서비스 문제를 확인하도록 사용된다. 서비스 문제가 확인 될 때​​, 문제에 대한 미래의 통지는 일시적으로 현재 상태에서 서비스 변경 될 때까지 비활성화됩니다. 서비스가 복구 될 때까지 알림을 사용하지 않도록 확인 응답하려는 경우, 끈적 확인 확인란을 선택합니다. 이 서비스에 대한 연락처가 확인에 대한 알림을 받게됩니다, 그래서 그들은 사람이 문제에 작동하는지 알고 있습니다. 또한, 코멘트도 서비스에 추가됩니다. 당신이 주석 필드에서 무엇을하고 있는지에 대한 간략한 설명에 이름을 입력하고 작성해야합니다. 당신은 확인이 제거되면 남아있는 서비스 주석을 좋아하면, 영구 주석 확인란을 선택합니다. 적절한 연락처로 보내 수신 확인 통지를하지 않을 경우, 전송 알림 확인란을 선택 취소합니다.
zh_tw: 這個命令是用來確認一個服務的問題。當服務問題被確認，關於未來的問題通知被暫時停用，直到從當前狀態的服務變更。如果您想確認停用通知，直到服務恢復，檢查粘確認複選框。此服務的聯繫人會收到一條確認通知，讓他們知道有人正在研究的問題。另外，註釋也將被添加到服務。請確保輸入你的名稱，並填寫你正在做的註釋字段什麼的簡要說明。如果您想服務註釋保持，一旦確認被刪除，請檢查持久註釋複選框。如果你不想發送給相應的聯繫人的確認通知，取消發送通知複選框。

source: If you want acknowledgement to disable notifications until the service recovers, check the Sticky Acknowledgement checkbox.
cs_cz: Chcete-li potvrzení o vypnout oznámení, dokud služba zotaví, zaškrtněte políčko lepkavé potvrzení.
ko_kr: 서비스가 복구 될 때까지 알림을 사용하지 않도록 확인 응답하려는 경우, 끈적 확인 확인란을 선택합니다.
zh_tw: 如果您想確認停用通知，直到服務恢復，檢查粘確認複選框。

source: If you do not want an acknowledgement notification sent out to the appropriate contacts, uncheck the Send Notification checkbox.
cs_cz: pokud nechcete oznámení potvrzení rozeslaný do příslušných kontaktů, odškrtněte políčko odeslat upozornění.
ko_kr: 적절한 연락처로 보내 수신 확인 통지를하지 않을 경우, 전송 알림 확인란을 선택 취소합니다.
zh_tw: 如果你不想發送給相應的聯繫人的確認通知，取消發送通知複選框。

source: Make sure to enter your name and fill in a brief description of what you are doing in the comment field. If you would like the service comment to remain once the acknowledgement is removed, check the Persistent Comment checkbox.
cs_cz: ujistěte se, zadat své jméno a vyplnit stručný popis toho, co děláte pro poznámku. pokud byste chtěli servisní poznámku zůstat po potvrzení je odstraněn, zaškrtněte políčko přetrvávající komentáře.
ko_kr: 당신이 주석 필드에서 무엇을하고 있는지에 대한 간략한 설명에 이름을 입력하고 작성해야합니다. 당신은 확인이 제거되면 남아있는 서비스 주석을 좋아하면, 영구 주석 확인란을 선택합니다.
zh_tw: 請確保輸入你的名稱，並填寫你正在做的註釋字段什麼的簡要說明。如果您想服務註釋保持，一旦確認被刪除，請檢查持久註釋複選框。

source: Problem has been acknowledged
cs_cz: Problém byl potvrzen
ko_kr: 호스트 문제는 인정되었습니다
zh_tw: 主機問題已被確認

source: Quick Actions
cs_cz: rychlá opatření
ko_kr: 빠른 작업
zh_tw: 迅速採取行動

source: Misc
ko_kr: 기타
zh_tw: 雜項

source: Your comment
cs_cz: Tvůj komentář
ko_kr: 귀하의 코멘트
zh_tw: 您的評論

source: Graph Timeframe
cs_cz: graf časový rámec
ko_kr: 그래프 기간
zh_tw: 圖時間表

source: Loading performance graphs...
cs_cz: loading výkonnostní grafy ...
ko_kr: 성능 그래프를로드하는 중 ...
zh_tw: 加載性能圖...

source: Remove acknowledgement
cs_cz: odebrat uznání
ko_kr: 승인을 제거
zh_tw: 刪除確認

source: Add comment
cs_cz: přidat komentář
ko_kr: 코멘트를 추가
zh_tw: 新增評論

source: Submit passive check result
cs_cz: předloží pasivní kontrolní výsledek
ko_kr: 수동 검사 결과를 제출
zh_tw: 提交被動的檢查結果

source: Send custom notification
cs_cz: poslat vlastní oznámení
ko_kr: 사용자 정의 알림 보내기
zh_tw: 發送自定義通知

source: Delay next notification
cs_cz: Zpoždění další oznámení
ko_kr: 다음 통지를 지연
zh_tw: 延遲一個通知

source: Remove Acknowledgement
cs_cz: odebrat uznání
ko_kr: 승인을 제거
zh_tw: 刪除確認

source: This command is used to remove an acknowledgement for a particular service problem. Once the acknowledgement is removed, notifications may start being sent out about the service problem.
cs_cz: Tento příkaz se používá k odstranění potvrzení pro určitou službu problém. po potvrzení je odstraněn, oznámení mohou začnou být rozeslány o problému služby.
ko_kr: 이 명령은 특정 서비스를 위해 승인 문제를 제거하기 위해 사용된다. 확인 응답이 제거되면, 알림 서비스 문제에 대해 송출되는 시작할 수있다.
zh_tw: 這個命令是用來刪除確認特定服務的問題。一旦確認被刪除，通知可能開始被發送出去有關服務問題。

source: Submit Passive Check Result
cs_cz: předloží pasivní kontrolní výsledek
ko_kr: 수동 검사 결과를 제출
zh_tw: 提交被動的檢查結果

source: This command is used to submit a passive check result for a particular service. It can be useful for resetting security-related services to OK states once they have been dealt with.
cs_cz: Tento příkaz se používá k předložení pasivní kontrolní výsledek je pro určitou službu. to může být užitečné pro resetování služby související s bezpečností na ok států poté, co byly řešeny.
ko_kr: 이 명령은 특정 서비스에 대한 수동 검사 결과를 전송하기 위해 사용된다. 그것은 그들이이 처리 된 이후에 확인 상태로 보안 관련 서비스를 재설정하는 데 유용 할 수 있습니다.
zh_tw: 這個命令是用來提交一個被動的檢查結果為特定的服務。它可以用於復位安全相關的服務就OK了狀態，一旦他們得到處理非常有用。

source: Check Result
cs_cz: zkontrolovat výsledek
ko_kr: 결과를 확인
zh_tw: 檢查結果

source: Check Output
cs_cz: zkontrolovat výstup
ko_kr: 출력을 확인
zh_tw: 檢查輸出

source: Performance Data
cs_cz: údaje o výkonu
ko_kr: 성능 데이터
zh_tw: 性能數據

source: Add Comment
cs_cz: přidat komentář
ko_kr: 코멘트를 추가
zh_tw: 新增評論

source: This command is used to add a comment for the specified service. If you work with other administrators, you may find it useful to share information about a host or service that is having problems if more than one of you may be working on it. If you do not check the <strong>persistent</strong> option, the comment will automatically be deleted the next time Nagios is restarted.
cs_cz: Tento příkaz se používá k přidat komentář pro zadanou službu. Pokud pracujete s jinými správci, může být užitečné sdílet informace o hostiteli nebo službu, která má potíže, pokud více než jeden z vás může být pracujeme na tom. pokud nechcete kontrolovat <strong>přetrvávající</strong> možnost, komentář bude automaticky smazány při příštím nagios není restartován.
ko_kr: 이 명령은 지정된 서비스에 대한 소감을 추가하는 데 사용됩니다. 다른 관리자와 작업하는 경우, 당신은 도움이 당신의 개 이상이 작업을 할 수있는 경우에 문제가 호스트 또는 서비스에 대한 정보를 공유 할 찾을 수 있습니다. 당신이 <strong>영구</strong> 옵션을 선택하지 않는 경우, 주석이 자동으로 Nagios를 다시 시작할 때 다음 번에 삭제됩니다.
zh_tw: 這個命令是用來添加註釋指定服務。如果你的工作與其他管理員，你可能會發現，分享關於主機或服務時，如果有一個以上的，你可以在其上工作問題的信息。如果你不檢查<strong>持久</strong>選項，註釋將自動在下一次Nagios是重新開始刪除。

source: If you do not check the <strong>persistent</strong> option, the comment will automatically be deleted the next time Nagios is restarted.
cs_cz: pokud nechcete kontrolovat <strong>přetrvávající</strong> možnost, komentář bude automaticky smazány při příštím nagios není restartován.
ko_kr: 당신이 <strong>영구</strong> 옵션을 선택하지 않는 경우, 주석이 자동으로 Nagios를 다시 시작할 때 다음 번에 삭제됩니다.
zh_tw: 如果你不檢查<strong>持久</strong>選項，註釋將自動在下一次Nagios是重新開始刪除。

source: This command is used to schedule downtime for a particular service. During the specified downtime, Nagios will not send notifications out about the service. When the scheduled downtime expires, Nagios will send out notifications for this service as it normally would. Scheduled downtimes are preserved across program shutdowns and restarts. Both the start and end times should be specified in the following format:
cs_cz: Tento příkaz se používá pro plánování prostoje pro konkrétní službu. během určité prostoje, bude nagios neodesílá oznámení se o službě. kdy vyprší plánované odstávky, bude nagios vyslat oznámení pro tuto službu, protože by za normálních okolností. plánované odstávky jsou zachovány přes programových odstávek a restartuje. jak počáteční a koncové časy by měly být uvedeny v následujícím formátu:
ko_kr: 이 명령은 특정 서비스 중단 시간을 예약하는 데 사용됩니다. 지정된 가동 중지 기간에도, Nagios는이 서비스에 대해 알림을 전송하지 않습니다. 예약 된 다운 타임이 만료 될 때 평소처럼, Nagios는이 서비스에 대한 알림을 보내드립니다. 예정된 다운 타임은 프로그램 종료 및 다시 시작에 걸쳐 보존됩니다. 모두 시작 시간과 종료 시간은 다음과 같은 형식으로 지정해야합니다 :
zh_tw: 此命令用於調度的停機時間為特定的服務。指定的停機期間，Nagios將不會發送通知了有關服務。當計劃的停機時間到期，Nagios將發出通知該服務，因為它通常會。計劃停機時間跨越計劃關閉和重新啟動保留。同時開始和結束時間應以下列格式來指定：

source: Triggered By
cs_cz: spouštěn
ko_kr: 트리거
zh_tw: 根據觸發

source: Host Downtimes
cs_cz: hostitelské prostoje
ko_kr: 호스트 중단
zh_tw: 主機停機

source: Service Downtimes
cs_cz: servisní prostoje
ko_kr: 서비스 중단 시간
zh_tw: 服務的停機時間

source: Flexible
cs_cz: ohebný
ko_kr: 융통성있는
zh_tw: 靈活

source: Start Time
cs_cz: Doba spuštění
ko_kr: 시작 시간
zh_tw: 開始時間

source: End Time
cs_cz: čas ukončení
ko_kr: 종료 시간
zh_tw: 結束時間

source: Send Custom Notification
cs_cz: poslat vlastní oznámení
ko_kr: 사용자 정의 알림 보내기
zh_tw: 發送自定義通知

source: This command is used to send a custom notification about the specified service. Useful in emergencies when you need to notify admins of an issue regarding a monitored system or service. Custom notifications normally follow the regular notification logic in Nagios. Selecting the Forced option will force the notification to be sent out, regardless of the time restrictions, whether or not notifications are enabled, etc. Selecting the Broadcast option causes the notification to be sent out to all normal (non-escalated) and escalated contacts. These options allow you to override the normal notification logic if you need to get an important message out.
cs_cz: Tento příkaz slouží k odesílání vlastní oznámení o zadané službě. užitečné v krizových situacích, kdy je třeba upozornit administrátory na nějaké záležitosti týkající se sledovaného systému nebo služby. Vlastní oznámení normálně následovat pravidelné oznamovací logiku Nagios. výběrem nucené volby přinutí oznámení být rozeslány, bez ohledu na časové omezení, ať už jsou nebo nejsou povoleny oznámení, atd výběrem volby vysílání způsobí, že oznámení být rozeslány do všech normálních (non-vyvrcholil) a vyvrcholil kontaktů , Tyto možnosti umožňují přepsat normální oznamovací logiku, pokud potřebujete získat důležitou zprávu ven.
ko_kr: 이 명령은 지정된 서비스에 대해 사용자 정의 알림을 보내는 데 사용됩니다. 응급 상황에서 유용 당신은 모니터링 시스템 또는 서비스에 대한 문제의 관리자에게 통지해야 할 때. 사용자 정의 알림은 보통의 Nagios에서 정규 알림 논리를 따르십시오. 통지를 강제로 강제 옵션을 선택하면 알림이 모든 일반 (비 에스컬레이션) 및 에스컬레이션 연락처로 발송되는 알림을 브로드 캐스트 옵션을 야기 선택 등의 기능을 사용할 수 있는지 여부, 시간 제한에 관계없이 발송합니다 . 이 옵션을 사용하면 중요한 메시지를받을 필요가있는 경우는 정상적인 알림 논리를 오버라이드 (override) 할 수 있습니다.
zh_tw: 這個命令被用來發送一個自定義通知有關指定的服務。在緊急情況下非常有用，當您需要通知就被監視系統或服務問題的管理員。自定義通知通常按照Nagios的常規通知邏輯。選擇強制選項將強制通知發送的時間限制了，不管了，通知是否被啟用，等選擇廣播選項時，通知發送到所有正常（非升級），並上報接觸。這些選項允許你，如果你需要得到一個重要消息出來覆蓋正常的通知邏輯。

source: Forced
cs_cz: vynucený
ko_kr: 강요된
zh_tw: 被迫

source: Selecting the Forced option will force the notification to be sent out, regardless of the time restrictions, whether or not notifications are enabled, etc.
cs_cz: výběrem nucené volby přinutí oznámení být rozeslány, bez ohledu na časové omezení, ať už jsou nebo nejsou povoleny oznámení, atd.
ko_kr: 통지를 강제로 강제 옵션을 선택하면 알림 등을 사용할 수 있는지 여부, 시간 제한에 관계없이 발송합니다
zh_tw: 選擇強制選項將強制通知發送的時間限制了，不管了，通知是否被啟用，等等。

source: Broadcast
cs_cz: přenos
ko_kr: 방송
zh_tw: 廣播

source: Selecting the Broadcast option causes the notification to be sent out to all normal (non-escalated) and escalated contacts.
cs_cz: zvolením volby vysílání způsobí, že oznámení být rozeslány do všech normálních (non-vyvrcholil) a vyvrcholil kontaktů.
ko_kr: 알림이 브로드 캐스트 옵션을 야기 선택하면 모든 일반 (비 에스컬레이션) 및 에스컬레이션 연락처로 발송합니다.
zh_tw: 選擇廣播選項時，通知發送到所有正常（非升級）和升級的接觸。

source: Delay Next Notification
cs_cz: Zpoždění další oznámení
ko_kr: 다음 통지를 지연
zh_tw: 延遲一個通知

source: This command is used to delay the next problem notification that is sent out for the specified service. The notification delay will be disregarded if the service changes state before the next notification is scheduled to be sent out. This command has no effect if the service is currently in an OK state.
cs_cz: Tento příkaz se používá ke zpoždění při příštím oznámení o problém, který je odeslán pozor na zadanou službu. zpoždění oznámení nebude brán zřetel, pokud služba změní svůj stav před dalším oznámení je naplánován být rozeslány. Tento příkaz nemá žádný vliv v případě, že služba je v současné době v ok stavu.
ko_kr: 이 명령은 지정된 서비스 송출 다음 문제 통지를 지연시키기 위해 사용된다. 통지 지연은 다음 통지가 송출되도록 스케줄링되기 전에 서비스 상태가 변경 될 경우에 무시 될 것이다. 서비스가 확인 된 상태에서 현재의 경우이 명령은 효과가 없습니다.
zh_tw: 這個命令被用來延遲則發送用於指定服務的下一個問題的通知。如果下一個通知，安排好發送之前該服務狀態改變的通知延時將被忽略。該命令沒有影響，如果目前的業務處於正常狀態。

source: Notification Delay
cs_cz: zpoždění oznámení
ko_kr: 통지 대기
zh_tw: 通知延遲

source: minutes from now
cs_cz: minut od této chvíle
ko_kr: 분 지금부터
zh_tw: 從現在分鐘

source: View in Nagios Core
cs_cz: Pohled na Nagios jádru
ko_kr: Nagios는 코어에서보기
zh_tw: 鑑於Nagios的核心

source: Re-configure this service
cs_cz: přenastavit tuto službu
ko_kr: 이 서비스에게 다시 구성
zh_tw: 重新配置該服務

source: Delete this service
cs_cz: smazat tuto službu
ko_kr: 이 서비스를 삭제
zh_tw: 刪除此服務

source: Schedule Downtime for All Services on Host
cs_cz: harmonogram odstávky pro všechny služby na hostiteli
ko_kr: 이 호스트의 모든 서비스에 대한 중단을 예약
zh_tw: 在該主機上的所有服務時間排定

source: This command is used to acknowledge a host problem. When a host problem is acknowledged, future notifications about problems are temporarily disabled until the host changes from its current state. If you want acknowledgement to disable notifications until the host recovers, check the Sticky Acknowledgement checkbox. Contacts for this host will receive a notification about the acknowledgement, so they are aware that someone is working on the problem. Additionally, a comment will also be added to the host. Make sure to enter your name and fill in a brief description of what you are doing in the comment field. If you would like the host comment to remain once the acknowledgement is removed, check the Persistent Comment checkbox. If you do not want an acknowledgement notification sent out to the appropriate contacts, uncheck the Send Notification checkbox.
cs_cz: Tento příkaz se používá pro potvrzení hostitelské problém. je-li hostitel problém uznal, budoucí oznámení o problémech se dočasně zakázáno, dokud hostitelských změní z jeho současném stavu. Chcete-li potvrzení o vypnout oznámení dokud hostitelský zotaví, zaškrtněte políčko lepkavé potvrzení. kontakty pro tento hostitel obdrží oznámení o potvrzení, takže jsou si vědomi, že někdo pracuje na problému. Navíc odkaz bude přidáno do hostitele. ujistěte se, zadat své jméno a vyplnit stručný popis toho, co děláte pro poznámku. pokud byste chtěli hostitele komentář k zůstat po potvrzení je odstraněn, zaškrtněte políčko přetrvávající komentáře. pokud nechcete oznámení potvrzení rozeslaný do příslušných kontaktů, odškrtněte políčko odeslat upozornění.
ko_kr: 이 명령은 호스트 문제를 확인하도록 사용된다. 호스트 문제가 확인 될 때​​, 문제에 대한 미래 알림이 일시적으로 현재 상태에서 호스트 변경 될 때까지 비활성화됩니다. 호스트가 회복 될 때까지 알림을 사용하지 않도록 확인 응답하려는 경우, 끈적 확인 확인란을 선택합니다. 이 호스트에 대한 연락처가 확인에 대한 알림을 받게됩니다, 그래서 그들은 사람이 문제에 작동하는지 알고 있습니다. 또한, 코멘트는 호스트에 추가됩니다. 당신이 주석 필드에서 무엇을하고 있는지에 대한 간략한 설명에 이름을 입력하고 작성해야합니다. 당신은 확인이 제거되면 남아있는 호스트 코멘트를 좋아하면, 영구 주석 확인란을 선택합니다. 적절한 연락처로 보내 수신 확인 통지를하지 않을 경우, 전송 알림 확인란을 선택 취소합니다.
zh_tw: 這個命令是用來確認一個主機的問題。當主機問題被確認，關於未來的問題通知被暫時停用，直到從當前狀態主機的變化。如果您想確認停用通知，直到主機恢復，檢查粘確認複選框。此主機聯繫人將收到一條確認通知，讓他們知道有人正在研究的問題。另外，註釋也將被添加到主機。請確保輸入你的名稱，並填寫你正在做的註釋字段什麼的簡要說明。如果您想在主機的評論保持，一旦確認被刪除，請檢查持久註釋複選框。如果你不想發送給相應的聯繫人的確認通知，取消發送通知複選框。

source: If you want acknowledgement to disable notifications until the host recovers, check the Sticky Acknowledgement checkbox.
cs_cz: Chcete-li potvrzení o vypnout oznámení dokud hostitelský zotaví, zaškrtněte políčko lepkavé potvrzení.
ko_kr: 호스트가 회복 될 때까지 알림을 사용하지 않도록 확인 응답하려는 경우, 끈적 확인 확인란을 선택합니다.
zh_tw: 如果您想確認停用通知，直到主機恢復，檢查粘確認複選框。
