Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Make sure to enter your name and fill in a brief description of what you are doing in the comment field. If you would like the host comment to remain once the acknowledgement is removed, check the Persistent Comment checkbox.
cs_cz: ujistěte se, zadat své jméno a vyplnit stručný popis toho, co děláte pro poznámku. pokud byste chtěli hostitele komentář k zůstat po potvrzení je odstraněn, zaškrtněte políčko přetrvávající komentáře.
ko_kr: 당신이 주석 필드에서 무엇을하고 있는지에 대한 간략한 설명에 이름을 입력하고 작성해야합니다. 당신은 확인이 제거되면 남아있는 호스트 코멘트를 좋아하면, 영구 주석 확인란을 선택합니다.
zh_tw: 請確保輸入你的名稱，並填寫你正在做的註釋字段什麼的簡要說明。如果您想在主機的評論保持，一旦確認被刪除，請檢查持久註釋複選框。

source: Service Status for this Host
cs_cz: stav služby pro tohoto hostitele
ko_kr: 이 호스트의 서비스 상태
zh_tw: 該主機的服務狀態

source: Attempt
cs_cz: pokus
ko_kr: 시도
zh_tw: 嘗試

source: Schedule downtime for all services on this host
cs_cz: harmonogram odstávky pro všechny služby týkající tímto hostitelem
ko_kr: 이 호스트의 모든 서비스에 대한 중단을 예약
zh_tw: 在該主機上的所有服務時間排定

source: Forced immediate check for host and all services
cs_cz: nucený okamžitá kontrola pro hostitele a všechny služby
ko_kr: 호스트와 모든 서비스에 대한 강제 즉시 확인
zh_tw: 強制立即檢查主機和所有服務

source: This command is used to remove an acknowledgement for a particular host problem. Once the acknowledgement is removed, notifications may start being sent out about the host problem.
cs_cz: Tento příkaz se používá k odstranění potvrzení pro konkrétní hostitelskou problém. po potvrzení je odstraněn, oznámení mohou začnou být rozeslány o hostiteli problému.
ko_kr: 이 명령은 특정 호스트 문제에 대한 확인 응답을 제거하기 위해 사용된다. 확인 응답이 제거되면, 통지는 호스트 문제에 대해 송출되는 시작할 수있다.
zh_tw: 這個命令是用來刪除確認特定主機的問題。一旦確認被刪除，通知可能開始被發送了關於主機的問題。

source: This command is used to schedule downtime for a particular host. During the specified downtime, Nagios will not send notifications out about the host. When the scheduled downtime expires, Nagios will send out notifications for this host as it normally would. Scheduled downtimes are preserved across program shutdowns and restarts. Both the start and end times should be specified in the following format:
cs_cz: Tento příkaz se používá k naplánování prostojů u určitého hostitele. během určité prostoje, bude nagios neodesílá oznámení se o hostitele. kdy vyprší plánované odstávky, bude nagios vyslat upozornění na tento počítač jako to obvykle. plánované odstávky jsou zachovány přes programových odstávek a restartuje. jak počáteční a koncové časy by měly být uvedeny v následujícím formátu:
ko_kr: 이 명령은 특정 호스트에 대한 가동 중지 시간을 예약하는 데 사용됩니다. 지정된 중단 시간 동안, Nagios는 호스트에 대한 알림을 전송하지 않습니다. 예약 된 중단 시간이 만료되면, Nagios는 그것이 평소처럼이 호스트에 대한 알림을 보내드립니다. 예정된 다운 타임은 프로그램 종료 및 다시 시작에 걸쳐 보존됩니다. 모두 시작 시간과 종료 시간은 다음과 같은 형식으로 지정해야합니다 :
zh_tw: 此命令用於調度的停機時間為特定的主機。指定的停機期間，Nagios將不會發送通知了關於主機。當計劃的停機時間到期，Nagios將發送通知給主機，因為它通常會。計劃停機時間跨越計劃關閉和重新啟動保留。同時開始和結束時間應以下列格式來指定：

source: If you select the fixed option, the downtime will be in effect between the start and end times you specify. If you do not select the fixed option, Nagios will treat this as flexible downtime. Flexible downtime starts when the host goes down or becomes unreachable (sometime between the start and end times you specified) and lasts as long as the duration of time you enter. The duration fields do not apply for fixed downtime.
cs_cz: Pokud vyberete pevné volby, bude prostoje platit mezi počáteční a koncové časy určíte. pokud si nevyberete pevné volby, bude nagios považovat tuto jako flexibilní prostoje. flexibilní prostojů začíná, když hostitel jde dolů, nebo se stane nedostupný (někdy mezi začátkem a koncem, který jste určili) a trvá tak dlouho, dokud trvání času zadáte. Doba trvání pole neplatí pro pevné prostoje.
ko_kr: 당신이 고정 옵션을 선택하면 다운 타임은 사용자가 지정한 시작 시간과 종료 시간 사이에 유효합니다. 당신이 고정 옵션을 선택하지 않는 경우, Nagios는이 유연 다운 타임을 처리합니다. 호스트가 다운되거나 (언젠가 당신이 지정된 시작 및 종료 시간 사이)에 도달 할 수 없을 및 입력 시간의 지속 시간만큼 지속 할 때 유연한 다운 타임이 시작됩니다. 지속 시간 필드는 고정 된 다운 타임에 대한 적용되지 않습니다.
zh_tw: 如果您選擇了固定選項，宕機時間將在您指定的開始和結束時間的效果。如果你不選擇固定選項，Nagios將其視為靈活的停機時間。靈活的停機時間啟動時，主機發生故障或無法訪問（有時你指定的開始和結束時間之間），而且只要持續的時間輸入的時間。持續時間字段不辦理固定停機時間。

source: This command is used to schedule downtime for all services on a particular host. During the specified downtime, Nagios will not send notifications out about the host. Normally, a host in downtime will not send alerts about any services in a failed state. This option will explicitly set downtime for all services for this host. When the scheduled downtime expires, Nagios will send out notifications for this host as it normally would. Scheduled downtimes are preserved across program shutdowns and restarts. Both the start and end times should be specified in the following format:
cs_cz: Tento příkaz se používá pro plánování prostoje pro všechny služby na konkrétním hostiteli. během určité prostoje, bude nagios neodesílá oznámení se o hostitele. normálně, hostitel výpadek nebude posílat upozornění o veškerých služeb ve stavu neúspěšný. tato volba explicitně nastavit prostoje pro všechny služby na tomto hostiteli. kdy vyprší plánované odstávky, bude nagios vyslat upozornění na tento počítač jako to obvykle. plánované odstávky jsou zachovány přes programových odstávek a restartuje. jak počáteční a koncové časy by měly být uvedeny v následujícím formátu:
ko_kr: 이 명령은 특정 호스트의 모든 서비스 중단 시간을 예약하는 데 사용됩니다. 지정된 중단 시간 동안, Nagios는 호스트에 대한 알림을 전송하지 않습니다. 일반적으로, 다운 타임의 호스트가 실패 상태에있는 서비스에 대한 경고를 전송하지 않습니다. 이 옵션은 명시 적으로이 호스트에 대한 모든 서비스 중단 시간을 설정합니다. 예약 된 중단 시간이 만료되면, Nagios는 그것이 평소처럼이 호스트에 대한 알림을 보내드립니다. 예정된 다운 타임은 프로그램 종료 및 다시 시작에 걸쳐 보존됩니다. 모두 시작 시간과 종료 시간은 다음과 같은 형식으로 지정해야합니다 :
zh_tw: 這個命令是用來調度特定主機上的停機時間為大家服務。指定的停機期間，Nagios將不會發送通知了關於主機。通常，在停機一台主機將不會發送有關故障狀態的​​任何服務警報。此選項將明確設置的停機時間為大家服務的這台主機。當計劃的停機時間到期，Nagios將發送通知給主機，因為它通常會。計劃停機時間跨越計劃關閉和重新啟動保留。同時開始和結束時間應以下列格式來指定：

source: Child Hosts
cs_cz: dítě hostitelé
ko_kr: 아이 호스트
zh_tw: 孩子主機

source: Do nothing with child hosts
cs_cz: dělat nic s dítětem hostitelů
ko_kr: 아이 호스트와 아무것도하지 않는
zh_tw: 什麼都不做與孩子主機

source: Schedule triggered downtime for all child hosts
cs_cz: Plán vyvolal prostoje pro všechny podřízené hostitelů
ko_kr: 일정은 모든 자식 호스트 다운 타임을 유발
zh_tw: 計劃引發的停機時間所有子主機

source: Schedule non-triggered downtime for all child hosts
cs_cz: naplánovat non-spuštěného prostoje pro všechny podřízené hostitelů
ko_kr: 모든 하위 호스트에 대한 비 트리거 가동 중지 시간을 예약
zh_tw: 安排非觸發停機所有子主機

source: This command is used to submit a passive check result for a particular host.
cs_cz: Tento příkaz se používá k předložení pasivní kontrolní výsledek je pro určitého hostitele.
ko_kr: 이 명령은 특정 호스트에 대한 수동 검사 결과를 전송하기 위해 사용된다.
zh_tw: 這個命令是用來提交一個被動的檢查結果為特定的主機。

source: This command is used to send a custom notification about the specified host. Useful in emergencies when you need to notify admins of an issue regarding a monitored system or service. Custom notifications normally follow the regular notification logic in Nagios. Selecting the Forced option will force the notification to be sent out, regardless of the time restrictions, whether or not notifications are enabled, etc. Selecting the Broadcast option causes the notification to be sent out to all normal (non-escalated) and escalated contacts. These options allow you to override the normal notification logic if you need to get an important message out.
cs_cz: Tento příkaz slouží k odesílání vlastní oznámení o zadaném hostiteli. užitečné v krizových situacích, kdy je třeba upozornit administrátory na nějaké záležitosti týkající se sledovaného systému nebo služby. Vlastní oznámení normálně následovat pravidelné oznamovací logiku Nagios. výběrem nucené volby přinutí oznámení být rozeslány, bez ohledu na časové omezení, ať už jsou nebo nejsou povoleny oznámení, atd výběrem volby vysílání způsobí, že oznámení být rozeslány do všech normálních (non-vyvrcholil) a vyvrcholil kontaktů , Tyto možnosti umožňují přepsat normální oznamovací logiku, pokud potřebujete získat důležitou zprávu ven.
ko_kr: 이 명령은 지정된 호스트에 대한 사용자 정의 알림을 보내는 데 사용됩니다. 응급 상황에서 유용 당신은 모니터링 시스템 또는 서비스에 대한 문제의 관리자에게 통지해야 할 때. 사용자 정의 알림은 보통의 Nagios에서 정규 알림 논리를 따르십시오. 통지를 강제로 강제 옵션을 선택하면 알림이 모든 일반 (비 에스컬레이션) 및 에스컬레이션 연락처로 발송되는 알림을 브로드 캐스트 옵션을 야기 선택 등의 기능을 사용할 수 있는지 여부, 시간 제한에 관계없이 발송합니다 . 이 옵션을 사용하면 중요한 메시지를받을 필요가있는 경우는 정상적인 알림 논리를 오버라이드 (override) 할 수 있습니다.
zh_tw: 這個命令是用來發送自定義通知有關指定的主機。在緊急情況下非常有用，當您需要通知就被監視系統或服務問題的管理員。自定義通知通常按照Nagios的常規通知邏輯。選擇強制選項將強制通知發送的時間限制了，不管了，通知是否被啟用，等選擇廣播選項時，通知發送到所有正常（非升級），並上報接觸。這些選項允許你，如果你需要得到一個重要消息出來覆蓋正常的通知邏輯。

source: This command is used to delay the next problem notification that is sent out for the specified host. The notification delay will be disregarded if the host changes state before the next notification is scheduled to be sent out. This command has no effect if the host is currently UP.
cs_cz: Tento příkaz se používá ke zpoždění při příštím oznámení o problém, který je odeslán pozor na určenému hostiteli. zpoždění oznámení nebude brán zřetel, pokud hostitel změní svůj stav před dalším oznámení je naplánován být rozeslány. Tento příkaz nemá žádný vliv v případě, že hostitel je v současné době nahoru.
ko_kr: 이 명령은 특정 호스트에 대해 송출 다음 문제 통지를 지연시키기 위해 사용된다. 통지 지연은 다음 통지가 송출되도록 스케줄링되기 전에 호스트가 상태를 변경하는 경우 무시 될 것이다. 호스트는 현재까지의 경우,이 명령은 효과가 없다.
zh_tw: 這個命令被用來延遲則發送用於指定主機的下一個問題的通知。如果下一個通知，安排好發送之前主機狀態發生變化的通知延時將被忽略。該命令沒有效果，如果主機當前起來。

source: Re-configure this host
cs_cz: re-konfiguraci tohoto hostitele
ko_kr: 이 호스트에게 다시 구성
zh_tw: 重新配置該主機

source: Delete this host
cs_cz: smazat tento hostitele
ko_kr: 이 호스트 삭제
zh_tw: 刪除這台主機

source: Add This Performance Graph To A Dashboard
cs_cz: přidat tento výkon graf na palubní desku
ko_kr: 대시 보드에이 성능 그래프를 추가합니다
zh_tw: 添加到儀表板這樣的表現圖

source: Host Performance Graph
cs_cz: hostit výkon graf
ko_kr: 호스트 성능 그래프
zh_tw: 主機性能曲線圖

source: Gauge
cs_cz: rozchod
ko_kr: 게이지
zh_tw: 計

source: No performance graphs were found for this host.
cs_cz: žádné grafy výkonu byly za tímto hostitelem nalezen.
ko_kr: 성능 그래프는이 호스트를 찾을 수 없습니다.
zh_tw: 沒有性能曲線圖​​，發現該主機。

source: More Performance Graphs
cs_cz: Více grafů výkonnosti
ko_kr: 성능 모니터
zh_tw: 更多的性能曲線圖

source: Add This Gauge To A Dashboard
cs_cz: přidat tento měřidlo na palubní desku
ko_kr: 대시 보드에이 게이지를 추가
zh_tw: 此計添加到儀表板

source: No performance graphs were found for this service. If you have just started monitoring this object then it may take up to 15 minutes for the performance graphs to appear.
cs_cz: žádné grafy výkonu byly pro tuto službu nalezen. Pokud jste právě začali sledování tohoto objektu pak to může trvat až 15 minut, grafy výkonu se objevit.
ko_kr: 더 성능 그래프는이 서비스를 찾을 수 없습니다. 당신이이 개체를 모니터링 시작하면 성능 그래프가 표시 될 때까지 다음 15 분까지 걸릴 수 있습니다.
zh_tw: 發現這個服務沒有性能圖表。如果你剛開始監控這個對象，那麼它可能需要長達15分鐘的性能圖表出現。

source: View Service Notifications
cs_cz: Oznámení pohled servis
ko_kr: 서비스 알림보기
zh_tw: 查看服務的通知

source: View Service History
cs_cz: Zobrazit historii služba
ko_kr: 서비스 내역보기
zh_tw: 查看服務歷史

source: View Service Availability
cs_cz: Dostupnost pohled servis
ko_kr: 서비스 가용성보기
zh_tw: 查看服務的可用性

source: View Current Status of Host Services
cs_cz: zobrazit aktuální stav hostitelských služeb
ko_kr: 호스트 서비스의 현재 상태보기
zh_tw: 查看當前狀態的主機服務

source: View Host Notifications
cs_cz: Pohled hostitelské oznámení
ko_kr: 호스트 알림보기
zh_tw: 查看主機的通知

source: View Host History
cs_cz: Zobrazit historii hostitelská
ko_kr: 호스트 내역보기
zh_tw: 查看主機歷史

source: View Host Availability
cs_cz: Dostupnost pohled hostitel
ko_kr: 호스트 가용성보기
zh_tw: 查看主機的可用性

source: View Current Status For Host Services
cs_cz: zobrazit aktuální stav hostitelské služby
ko_kr: 호스트 서비스에 대한 현재 상태보기
zh_tw: 查看當前狀態為主機服務

source: View Hostgroup Summary
cs_cz: Pohled shrnutí hostgroup
ko_kr: Hostgroup 요약보기
zh_tw: 查看主機組的總結

source: View Hostgroup Overview
cs_cz: Pohled přehled hostgroup
ko_kr: Hostgroup 개요보기
zh_tw: 查看主機組的概述

source: View Hostgroup Grid
cs_cz: Pohled hostgroup mřížka
ko_kr: Hostgroup 그리드보기
zh_tw: 查看主機組的網格

source: View Hostgroup Service Details
cs_cz: zobrazit podrobnosti hostgroup služby
ko_kr: Hostgroup 서비스 세부 정보보기
zh_tw: 查看主機組的服務細節

source: View Servicegroup Summary
cs_cz: Pohled shrnutí servicegroup
ko_kr: Servicegroup 요약보기
zh_tw: 查看服務組總結

source: View Servicegroup Overview
cs_cz: Pohled přehled servicegroup
ko_kr: Servicegroup 개요보기
zh_tw: 查看服務組概述

source: View Servicegroup Grid
cs_cz: Pohled servicegroup mřížka
ko_kr: 보기 Servicegroup 그리드
zh_tw: 鑑於服務組網格

source: View Servicegroup Service Details
cs_cz: zobrazit podrobnosti servicegroup služby
ko_kr: Servicegroup 서비스 세부 정보보기
zh_tw: 查看服務組服務的詳細信息

source: Filters
cs_cz: filtry
ko_kr: 필터
zh_tw: 過濾器

source: Not Acknowledged
cs_cz: nepotvrzen
ko_kr: 시인하지
zh_tw: 不承認

source: In Downtime
cs_cz: prostojů
ko_kr: 중단 시간에
zh_tw: 在停機

source: Not In Downtime
cs_cz: Není prostojů
ko_kr: 안 중단에
zh_tw: 沒有停機時間

source: Not Flapping
cs_cz: není mávání
ko_kr: 펄럭하지
zh_tw: 不撲

source: Checks Enabled
cs_cz: povolen kontroly
ko_kr: 수표는 사용
zh_tw: 檢查啟用

source: Checks Disabled
cs_cz: kontroly zakázán
ko_kr: 수표는 사용 중지
zh_tw: 檢查禁用

source: Notifications Disabled
cs_cz: oznámení zakázán
ko_kr: 알림 사용 안 함
zh_tw: 通知被禁用

source: Hard State
cs_cz: hard stav
ko_kr: 하드 상태
zh_tw: 硬態

source: Soft State
cs_cz: měkký stav
ko_kr: 소프트 주
zh_tw: 軟狀態

source: Event Handler Disabled
cs_cz: Ovladač události zakázán
ko_kr: 이벤트 핸들러는 사용 중지
zh_tw: 禁用事件處理程序

source: Event Handler Enabled
cs_cz: Ovladač události povoleny
ko_kr: 이벤트 처리기 사용
zh_tw: 事件處理程序啟用

source: Flap Detection Disabled
cs_cz: Detekce klapka zakázán
ko_kr: 플랩 감지가 비활성화
zh_tw: 瓣檢測無效

source: Flap Detection Enabled
cs_cz: klapka detekce povolen
ko_kr: 플랩 감지가 활성화
zh_tw: 瓣檢測功能

source: Passive Checks Disabled
cs_cz: pasivní kontroly zakázán
ko_kr: 수동 수표 사용 안 함
zh_tw: 被動檢查禁用

source: Passive Checks Enabled
cs_cz: pasivní kontroly povolen
ko_kr: 수동 수표 사용
zh_tw: 啟用被動檢查

source: Passive Check
cs_cz: pasivní kontrola
ko_kr: 수동 확인
zh_tw: 被動檢查

source: Active Check
cs_cz: aktivní kontrola
ko_kr: 활성 확인
zh_tw: 主動檢查

source: Clear Filter
ko_kr: 필터 지우기
zh_tw: 清除過濾器

source: View Balloon Map
cs_cz: Pohled balón mapa
ko_kr: 풍선지도보기
zh_tw: 查看氣球地圖

source: View Tree Map
cs_cz: view strom mapa
ko_kr: 보기 트리지도
zh_tw: 視圖樹圖

source: All services
cs_cz: všechny služby
ko_kr: 모든 서비스
zh_tw: 所有服務

source: Hide status summary dashlets
cs_cz: skrýt dashlety souhrnu stavu
ko_kr: 상태 요약 대시 릿 숨기기
zh_tw: 隱藏狀態摘要小表

source: No matching services found - showing matching hosts instead.
cs_cz: Nebyly nalezeny žádné odpovídající služby - ukazuje odpovídající hostitelů místo.
ko_kr: 일치하는 서비스를 찾을 수 없습니다 - 대신 일치 호스트를 보여주고 있습니다.
zh_tw: 沒有找到匹配的服務 - 而不是匹配主機。

source: All hosts
cs_cz: všichni hostitelé
ko_kr: 모든 호스트
zh_tw: 所有主機

source: Host Group Status
cs_cz: Stav hostitelská skupina
ko_kr: 호스트 그룹 상태
zh_tw: 主機組狀態

source: Summary View
cs_cz: Souhrn pohled
ko_kr: 요약보기
zh_tw: 摘要視圖

source: Grid View
cs_cz: pohled mřížky
ko_kr: 시스템 상황
zh_tw: 網格視圖

source: Command submitted successfully.
cs_cz: příkaz byl úspěšně odeslán.
ko_kr: 명령이 성공적으로 처리되었습니다.
zh_tw: 命令成功處理。

source: Hostgroup Commands
cs_cz: Příkazy pohled hostgroup
ko_kr: Hostgroup 명령보기
zh_tw: 查看主機組的命令

source: Submit a bulk command for all the hosts or services in the selected hostgroup.
cs_cz: odeslat hromadný příkaz pro všechny hostitele nebo služby ve vybrané skupině hostitelů.
ko_kr: 선택한 호스트 그룹의 모든 호스트 또는 서비스에 대한 대량 명령을 제출하십시오.
zh_tw: 為所選主機組中的所有主機或服務提交批量命令。

source: Schedule downtime for all hosts
cs_cz: Plán vyvolal prostoje pro všechny podřízené hostitelů
ko_kr: 일정은 모든 자식 호스트 다운 타임을 유발
zh_tw: 計劃引發的停機時間所有子主機

source: Schedule downtime for all services
cs_cz: harmonogram odstávky pro všechny služeb s ním spojených
ko_kr: 모든 관련 서비스에 대한 일정 중단
zh_tw: 安排停機時間對所有相關服務

source: Enable notifications for all hosts
cs_cz: povolit oznámení pro všechny hostitele
ko_kr: 모든 호스트에 알림 활성화
zh_tw: 啟用所有主機的通知

source: Disable notifications for all hosts
cs_cz: deaktivovat oznámení pro všechny hostitele
ko_kr: 모든 호스트에 대해 알림 비활성화
zh_tw: 禁用所有主機的通知

source: Enable notifications for all services
cs_cz: povolit oznámení pro všechny služby
ko_kr: 모든 서비스에 대한 알림 활성화
zh_tw: 啟用所有服務的通知

source: Disable notifications for all services
cs_cz: deaktivovat oznámení pro všechny služby
ko_kr: 모든 서비스에 대한 알림 비활성화
zh_tw: 禁用所有服務的通知

source: Enable active checks of all services
cs_cz: povolit aktivní kontroly všech služeb
ko_kr: 모든 서비스를 능동적으로 확인
zh_tw: 啟用對所有服務的主動檢查

source: Disable active checks of all services
cs_cz: deaktivovat aktivní kontroly všech služeb
ko_kr: 모든 서비스의 능동 검사 비활성화
zh_tw: 禁用所有服務的主動檢查

source: This command is used to schedule downtime for objects. During the specified downtime, Nagios will not send notifications out about the object. When the scheduled downtime expires, Nagios will send out notifications for this object as it normally would. Scheduled downtimes are preserved across program shutdowns and restarts. Both the start and end times should be specified in the following format:
cs_cz: Tento příkaz se používá k naplánování prostojů u určitého hostitele. během určité prostoje, bude nagios neodesílá oznámení se o hostitele. kdy vyprší plánované odstávky, bude nagios vyslat upozornění na tento počítač jako to obvykle. plánované odstávky jsou zachovány přes programových odstávek a restartuje. jak počáteční a koncové časy by měly být uvedeny v následujícím formátu:
ko_kr: 이 명령은 특정 호스트에 대한 가동 중지 시간을 예약하는 데 사용됩니다. 지정된 중단 시간 동안, Nagios는 호스트에 대한 알림을 전송하지 않습니다. 예약 된 중단 시간이 만료되면, Nagios는 그것이 평소처럼이 호스트에 대한 알림을 보내드립니다. 예정된 다운 타임은 프로그램 종료 및 다시 시작에 걸쳐 보존됩니다. 모두 시작 시간과 종료 시간은 다음과 같은 형식으로 지정해야합니다 :
zh_tw: 此命令用於調度的停機時間為特定的主機。指定的停機期間，Nagios將不會發送通知了關於主機。當計劃的停機時間到期，Nagios將發送通知給主機，因為它通常會。計劃停機時間跨越計劃關閉和重新啟動保留。同時開始和結束時間應以下列格式來指定：

source: If you select the fixed option, the downtime will be in effect between the start and end times you specify. If you do not select the fixed option, Nagios will treat this as flexible downtime. Flexible downtime starts when the object goes into a non-OK/UP state (sometime between the start and end times you specified) and lasts as long as the duration of time you enter. The duration fields do not apply for fixed downtime.
cs_cz: Pokud vyberete pevné volby, bude prostoje platit mezi počáteční a koncové časy určíte. pokud si nevyberete pevné volby, bude nagios považovat to za "flexibilní" prostojů. flexibilní prostojů začíná, když služba zadá non-ok stavu (někdy mezi začátkem a koncem, který jste určili) a trvá tak dlouho, dokud trvání času zadáte. Doba trvání pole neplatí pro pevné prostoje.
ko_kr: 당신이 고정 옵션을 선택하면 다운 타임은 사용자가 지정한 시작 시간과 종료 시간 사이에 유효합니다. 당신이 고정 옵션을 선택하지 않는 경우, Nagios의는 "유연성"가동 중단으로 이것을 처리합니다. 서비스 (언젠가 당신이 지정된 시작 및 종료 시간 사이에) 비 확인 상태를 입력하고 사용자가 입력 한 시간에 해당하는 기간만큼 지속 할 때 유연한 다운 타임이 시작됩니다. 지속 시간 필드는 고정 된 다운 타임에 대한 적용되지 않습니다.
zh_tw: 如果您選擇了固定選項，宕機時間將在您指定的開始和結束時間的效果。如果你不選擇固定選項，Nagios將其視為“靈活”的停機時間。靈活的停機時間啟動時，該服務將進入非正常狀態下（有時你指定的開始和結束時間之間），而且只要持續的時間輸入的時間。持續時間字段不辦理固定停機時間。

source: Schedule downtime for all hosts in the selected hostgroup.
cs_cz: naplánovat prostoje pro všechny hostitele ve vybrané skupině hostitelů.
ko_kr: 선택한 호스트 그룹의 모든 호스트에 대한 가동 중지 시간.
zh_tw: 安排所選主機組中所有主機的停機時間。

source: Schedule downtime for all services in the selected hostgroup.
cs_cz: naplánovat prostoje pro všechny služby ve vybrané hostitelské skupině.
ko_kr: 선택한 호스트 그룹의 모든 서비스에 대한 가동 중지 시간.
zh_tw: 安排所選主機組中所有服務的停機時間。

source: Hostgroup Name
cs_cz: název hostgroup
ko_kr: hostgroup 이름
zh_tw: 主機組名稱

source: Schedule downtime for all hosts too
cs_cz: Plán vyvolal prostoje pro všechny podřízené hostitelů
ko_kr: 일정은 모든 자식 호스트 다운 타임을 유발
zh_tw: 計劃引發的停機時間所有子主機

source: Set Notificaitons
cs_cz: nastavit oznámení
ko_kr: 알리미를 설정하다
zh_tw: 設置通知

source: Disable or enable notifications on all services (and hosts if selected) in the hostgroup.
cs_cz: zakázat nebo povolit upozornění na všechny služby (a hostitele, pokud jsou vybrány) v hostitelské skupině.
ko_kr: 호스트 그룹의 모든 서비스 (및 선택한 경우 호스트)에 대한 알림을 비활성화하거나 활성화합니다.
zh_tw: 禁用或啟用主機組中所有服務（和主機（如果已選擇））的通知。

source: Disable or enable notifications on all hosts (and hosts if selected) in the hostgroup.
cs_cz: zakázat nebo povolit oznámení na všech hostitelích (a hostitelích, pokud jsou vybráni) v hostitelské skupině.
ko_kr: 호스트 그룹의 모든 호스트 (및 선택된 경우 호스트)에서 알림을 비활성화하거나 활성화합니다.
zh_tw: 在主機組中的所有主機（和主機，如果已選擇）上禁用或啟用通知。

source: Set for all hosts too
cs_cz: nastavit také pro všechny hostitele
ko_kr: 모든 호스트에도 설정
zh_tw: 也為所有主機設置

source: Set Active Checks
cs_cz: účinné kontroly
ko_kr: 활성 점검
zh_tw: 主動檢查

source: Disable or enable active checks on all services (and hosts if selected) in the hostgroup.
cs_cz: zakázat nebo povolit aktivní kontroly všech služeb (a hostitelů, pokud jsou vybrány) v hostitelské skupině.
ko_kr: 호스트 그룹의 모든 서비스 (및 선택한 경우 호스트)에 대해 능동 검사를 비활성화하거나 활성화합니다.
zh_tw: 禁用或啟用對主機組中所有服務（和主機（如果已選擇））的主動檢查。

source: Service Group Status
cs_cz: Stav servis group
ko_kr: 서비스 그룹 상태
zh_tw: 服務組的狀態

source: Servicegroup Commands
cs_cz: Příkazy pohled servicegroup
ko_kr: Servicegroup 명령보기
zh_tw: 查看服務組命令

source: Submit a bulk command for all the hosts or services in the selected servicegroup.
cs_cz: odeslat hromadný příkaz pro všechny hostitele nebo služby ve vybrané servisní skupině.
ko_kr: 선택한 서비스 그룹의 모든 호스트 또는 서비스에 대해 대량 명령을 제출하십시오.
zh_tw: 為所選服務組中的所有主機或服務提交批量命令。

source: Disable notifications for all services
cs_cz: deaktivovat oznámení pro všechny služby
ko_kr: 모든 서비스에 대한 알림 비활성화
zh_tw: 禁用所有服務的通知

source: Schedule downtime for all hosts in the selected servicegroup.
cs_cz: naplánovat prostoje pro všechny hostitele ve vybrané servisní skupině.
ko_kr: 선택한 서비스 그룹의 모든 호스트에 대한 가동 중지 시간.
zh_tw: 安排所選服務組中所有主機的停機時間。

source: Schedule downtime for all services in the selected servicegroup.
cs_cz: naplánovat prostoje pro všechny služby ve vybrané servisní skupině.
ko_kr: 선택한 서비스 그룹의 모든 서비스에 대한 가동 중지 시간.
zh_tw: 安排所選服務組中所有服務的停機時間。

source: Servicegroup Name
cs_cz: název servicegroup
ko_kr: servicegroup 이름
zh_tw: 表示ServiceGroup名

source: Disable or enable notifications on all services (and hosts if selected) in the servicegroup.
cs_cz: zakázat nebo povolit upozornění na všechny služby (a hostitele, pokud jsou vybrány) ve skupině služeb.
ko_kr: 서비스 그룹의 모든 서비스 (및 선택한 경우 호스트)에서 알림을 비활성화하거나 활성화합니다.
zh_tw: 禁用或啟用服務組中所有服務（和主機（如果已選擇））上的通知。

source: Disable or enable notifications on all hosts (and hosts if selected) in the servicegroup.
cs_cz: zakázat nebo povolit oznámení na všech hostitelích (a hostitelích, pokud jsou vybráni) v servisní skupině.
ko_kr: 서비스 그룹의 모든 호스트 (및 선택된 경우 호스트)에서 알림을 비활성화하거나 활성화합니다.
zh_tw: 禁用或啟用服務組中所有主機（和主機（如果已選擇））上的通知。

source: Disable or enable active checks on all services (and hosts if selected) in the servicegroup.
cs_cz: zakázat nebo povolit aktivní kontroly všech služeb (a hostitelů, pokud jsou vybrány) ve skupině služeb.
ko_kr: 서비스 그룹의 모든 서비스 (및 선택된 경우 호스트)에 대해 능동 검사를 비활성화하거나 활성화합니다.
zh_tw: 禁用或啟用服務組中所有服務（和主機（如果已選擇））的活動檢查。

source: Object Does Not Exist
cs_cz: objekt neexistuje
ko_kr: 개체가 존재하지 않습니다.
zh_tw: 對像不存在

source: Not Authorized
cs_cz: není povoleno
ko_kr: 권한이 없습니다
zh_tw: 未授權

source: You are not authorized to view the requested object, or the object does not exist.
cs_cz: nejste oprávněni zobrazit požadovaný objekt, nebo objekt neexistuje.
ko_kr: 당신은 요청 객체를 볼 수있는 권한이 없습니다, 또는 개체가 존재하지 않습니다.
zh_tw: 您未被授權查看所請求的對象，或對象不存在。

source: Monitoring Process
cs_cz: monitorovací proces
ko_kr: 프로세스 모니터
zh_tw: 監測過程

source: Monitoring Performance
cs_cz: výkon monitoring
ko_kr: 실적 모니터링
zh_tw: 監控性能

source: No comments or acknowledgements.
cs_cz: vzneseny žádné připomínky nebo poděkování.
ko_kr: 코멘트 또는 응답.
zh_tw: 任何意見或確認。

source: Error: Unable to parse XML output
cs_cz: Chyba: nelze zpracovat xml výstup
ko_kr: 오류 : XML 출력을 구문 분석 할 수 없습니다
zh_tw: 錯誤：無法解析XML輸出

source: Hosts Affected
cs_cz: ovlivněn hostitelé
ko_kr: 호스트 영향
zh_tw: 主機的影響

source: Services Affected
cs_cz: ovlivněn služby
ko_kr: 영향을받는 서비스
zh_tw: 受影響的服務

source: There are no blocking outages at this time.
cs_cz: neexistují žádné blokující výpadky v tomto okamžiku.
ko_kr: 현재도 차단 중단이 없습니다.
zh_tw: 在這個時候有沒有阻塞中斷。

source: Unhandled
cs_cz: neošetřené
ko_kr: 처리되지 않은
zh_tw: 未處理

source: Problems
cs_cz: problémy
ko_kr: 문제
zh_tw: 問題
