Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Performance settings updated.
cs_cz: Nastavení výkonu aktualizováno
ko_kr: 성능 설정이 업데이트되었습니다
zh_tw: 性能設置更新

source: Failed to send email. No subject or message was given.
cs_cz: nepodařilo odeslat e-mail. byl dán žádný subjekt nebo zpráva.
ko_kr: 전자 메일을 보내지 못했습니다. 제목 없음 또는 메시지를주지 않았다.
zh_tw: 無法發送電子郵件。沒有主題或消息被發出。

source: Failed to send email. No users selected to send to.
cs_cz: nepodařilo odeslat e-mail. Vybrané žádní uživatelé odeslat.
ko_kr: 전자 메일을 보내지 못했습니다. 어떤 사용자에게 보낼 선택하지.
zh_tw: 無法發送電子郵件。任何用戶選擇的發送到。

source: Sent email to users from user page
cs_cz: odeslaný e-mail uživatelům ze stránky uživatele
ko_kr: 사용자 페이지에서 사용자에게 전자 메일을 보냈습니다.
zh_tw: 從用戶頁面向用戶發送電子郵件

source: User Added.
cs_cz: uživatel přidán.
ko_kr: 사용자가 추가되었습니다.
zh_tw: 用戶添加的。

source: User Updated.
cs_cz: uživatele aktualizován.
ko_kr: 사용자가 업데이트됩니다.
zh_tw: 用戶更新。

source: User cloned.
cs_cz: Uživatel klonovaný.
ko_kr: 사용자가 복제.
zh_tw: 用戶克隆。

source: Search...
cs_cz: vyhledávání...
ko_kr: 검색 ...
zh_tw: 搜索...

source: Manage Users
cs_cz: správa uživatelů
ko_kr: 사용자 관리
zh_tw: 用戶管理

source: Add New User
cs_cz: přidání nového uživatele
ko_kr: 새 사용자 추가
zh_tw: 添加新用戶

source: Add users from LDAP/AD
cs_cz: přidání uživatelů z LDAP / reklamy
ko_kr: LDAP / 광고에서 사용자를 추가
zh_tw: 從LDAP / AD添加用戶

source: Send Email to All Users
cs_cz: odeslat e-mail všem uživatelům
ko_kr: 모든 사용자에게 이메일을 보내
zh_tw: 發送電子郵件給所有用戶

source: Email All Users
cs_cz: e-mail všem uživatelům
ko_kr: 모든 사용자가 이메일을 보내
zh_tw: 發送電子郵件的所有用戶

source: Phone Number
cs_cz: telefonní číslo
ko_kr: 전화 번호
zh_tw: 電話號碼

source: Auth Level
cs_cz: úroveň auth
ko_kr: 인증 수준
zh_tw: 身份驗證級別

source: Auth Type
cs_cz: Typ auth
ko_kr: 인증 유형
zh_tw: 認證類型

source: Last Login
cs_cz: poslední přihlášení
ko_kr: 마지막 로그인
zh_tw: 上次登錄

source: Active Directory
cs_cz: aktivní adresář
ko_kr: 활성 디렉토리
zh_tw: 活動目錄

source: Local
cs_cz: místní
ko_kr: 지방의
zh_tw: 當地

source: No records found
cs_cz: Nenalezeny žádné záznamy
ko_kr: 레코드를 찾을 수 없습니다
zh_tw: 發現沒有記錄

source: Enabled
cs_cz: povolen
ko_kr: 사용
zh_tw: 啟用

source: Account is enabled
cs_cz: Účet je zakázán
ko_kr: 계정을 사용할 수 없습니다
zh_tw: 帳戶已停用

source: Account is disabled
cs_cz: Účet je zakázán
ko_kr: 계정을 사용할 수 없습니다
zh_tw: 帳戶已停用

source: Edit
cs_cz: editovat
ko_kr: 수정
zh_tw: 編輯

source: Clone
cs_cz: klon
ko_kr: 복제
zh_tw: 克隆

source: Masquerade As
cs_cz: vydávat za
ko_kr: 으로 가장 무도회
zh_tw: 偽裝成

source: Disable
cs_cz: zakázat
ko_kr: 사용 안 함
zh_tw: 禁用

source: Enable
cs_cz: umožnit
ko_kr: 사용
zh_tw: 啟用

source: Unlock Account
cs_cz: odemknout účet
ko_kr: 계정 잠금을 해제
zh_tw: 解鎖帳號

source: With Selected:
cs_cz: s vybranými:
ko_kr: : 선택한 상태로
zh_tw: 與選擇：

source: Send Email
cs_cz: poslat e-mailem
ko_kr: 이메일을 보낼
zh_tw: 發送電子郵件

source: Unlock
cs_cz: odemknout
ko_kr: 잠금 해제
zh_tw: 開鎖

source: Send Email to Selected Users
cs_cz: odesílat e-maily vybraným uživatelům
ko_kr: 선택된 사용자에게 이메일을 보내
zh_tw: 發送電子郵件給選定的用戶

source: Email Subject
cs_cz: předmět emailu
ko_kr: 이메일 제목
zh_tw: 電子郵件主題

source: Email Body
cs_cz: email tělo
ko_kr: 이메일 본문
zh_tw: 電子郵件正文

source: Must have a subject and message to send email.
cs_cz: musí mít předmět a zprávu k odeslání e-mailu.
ko_kr: 이메일을 보낼 제목과 메시지가 있어야합니다.
zh_tw: 必須有一個主題和郵件來發送電子郵件。

source: You need to select users to send this email to.
cs_cz: budete muset vybrat uživatelům odeslat e-mail.
ko_kr: 당신이 이메일을 보내 사용자가 선택해야합니다.
zh_tw: 您需要選擇用戶發送這封電子郵件至。

source: %s API Key hasn't been updated in a while! You should generate a new key for %s.
cs_cz: % s klíč API nebyl aktualizován na chvíli! byste měli vytvořit nový klíč pro% s.
ko_kr: %의 API 키는 한 동안 업데이트되지 않았습니다! 당신은 % s의 새 키를 생성해야합니다.
zh_tw: ％S API密鑰一段時間沒有更新了！您應該生成％s的一個新的密鑰。

source: User account was not found.
cs_cz: Uživatelský účet nebyl nalezen.
ko_kr: 사용자 계정을 찾을 수 없습니다.
zh_tw: 用戶帳戶沒有被發現。

source: Must have a valid user ID to be edited.
cs_cz: musí mít platné ID uživatele k úpravám.
ko_kr: 편집 할 유효한 사용자 ID가 있어야합니다.
zh_tw: 必須有一個有效的用戶ID進行編輯。

source: Repeat New Password
cs_cz: repeat nové heslo
ko_kr: 새 암호를 반복
zh_tw: 重複新密碼

source: Email User New Password
cs_cz: email uživatel nové heslo
ko_kr: 이메일 사용자 새 암호
zh_tw: 電子郵件用戶的新密碼

source: Edit User
cs_cz: editovat uživatel
ko_kr: 사용자 수정
zh_tw: 編輯用戶

source: Update User
cs_cz: uživatel aktualizace
ko_kr: 사용자 업데이트
zh_tw: 更新用戶

source: Repeat Password
cs_cz: zopakujte heslo
ko_kr: 비밀번호를 반복
zh_tw: 重複密碼

source: Email User Account Information
cs_cz: Informace o uživatelský účet e-mail
ko_kr: 이메일 사용자 계정 정보
zh_tw: 電子郵件用戶帳戶信息

source: Add User
cs_cz: přidání uživatele
ko_kr: 사용자 추가
zh_tw: 添加用戶

source: Changing your username is not recommended. But if you wish to proceed, you should be warned that it may take a while to take effect depending on your configuration. Do you wish to proceed?
cs_cz: změnou svého uživatelského jména se nedoporučuje. ale chcete-li pokračovat, měli byste být upozorněni, že to může chvíli trvat, než se projeví v závislosti na konfiguraci. si přejete pokračovat?
ko_kr: 사용자 이름을 변경하지 않는 것이 좋습니다. 계속 진행하려면하지만, 당신은 구성에 따라 적용하려면 시간이 걸릴 수 있음을 경고해야한다. 당신은 계속 하시겠습니까?
zh_tw: 不建議更改用戶名。但如果你想繼續，你應該警告說，它可能需要一段時間取決於您的配置才能生效。你要繼續嗎？

source: Account Settings
cs_cz: moje nastavení účtu
ko_kr: 내 계정 설정
zh_tw: 我的帳戶設置

source: You must fill out a new password or click set to a random secure password before setting this option.
cs_cz: před nastavením této možnosti musíte vyplnit nové heslo nebo kliknout na nastavit na náhodné zabezpečené heslo.
ko_kr: 이 옵션을 설정하기 전에 새 암호를 입력하거나 임의의 보안 암호 설정을 클릭해야합니다.
zh_tw: 您必須先填寫新密碼或單擊“設置為隨機安全密碼”，然後才能設置此選項。

source: Set to a random secure password
cs_cz: nastaveno na náhodné zabezpečené heslo
ko_kr: 임의의 보안 암호로 설정
zh_tw: 設置為隨機的安全密碼

source: Force Password Change at Next Login
cs_cz: Změna síly hesla při příštím přihlášení
ko_kr: 다음 로그인에서 비밀번호 강제 변경
zh_tw: 力在下次登錄時的密碼更改

source: Force password change at next login
cs_cz: Změna síly hesla při příštím přihlášení
ko_kr: 다음 로그인에서 비밀번호 강제 변경
zh_tw: 力在下次登錄時的密碼更改

source: Create as Monitoring Contact
cs_cz: vytvořit co monitorovací kontakt
ko_kr: 모니터링 연락처로 만들기
zh_tw: 建立監控接觸

source: Enable Notifications
cs_cz: -li být upozorňováni
ko_kr: 알림 사용
zh_tw: 啟用通知

source: Account Enabled
cs_cz: účet povolen
ko_kr: 계정 활성화
zh_tw: 啟用帳戶

source: Preferences
cs_cz: preference
ko_kr: 환경 설정
zh_tw: 喜好

source: Authentication Settings
cs_cz: nastavení ověřování
ko_kr: 인증 설정
zh_tw: 身份驗證設置

source: User accounts can be authenticated in many different ways either from your local database or external programs such as Active Directory or LDAP. You can set up external authentication servers in the
cs_cz: uživatelské účty mohou být ověřen v mnoha různými způsoby, a to buď z místní databáze nebo externích programů, jako je Active Directory nebo LDAP. můžete nastavit externích ověřovacích serverů v
ko_kr: 사용자 계정이 여러 가지 방법 중 하나를 로컬 데이터베이스 또는 Active Directory 또는 LDAP와 같은 외부 프로그램에서 인증 할 수 있습니다. 당신은 외부 인증 서버를 설정할 수 있습니다
zh_tw: 用戶帳戶可以在許多不同的方式或者從本地數據庫或外部程序諸如Active Directory或LDAP進行認證。您可以設置在外部認證服務器

source: LDAP/AD Integration
cs_cz: / Integrace ad LDAP
ko_kr: LDAP / 광고 통합
zh_tw: LDAP / AD集成

source: settings
cs_cz: nastavení
ko_kr: 설정
zh_tw: 設置

source: Local (Default)
cs_cz: místní (výchozí)
ko_kr: 로컬 (기본)
zh_tw: 本地（默認）

source: AD Server
cs_cz: reklamní server
ko_kr: 광고 서버
zh_tw: 廣告服務器

source: (Disabled)
cs_cz: (Zakázáno)
ko_kr: 사용 안 함
zh_tw: 禁用

source: AD Username
cs_cz: ad uživatelské jméno
ko_kr: FTP 사용자 이름
zh_tw: FTP用戶名

source: LDAP Server
ko_kr: LDAP 서버
zh_tw: LDAP服務器

source: User's Full DN
cs_cz: plná dn o autorovi
ko_kr: 사용자의 전체 DN
zh_tw: 用戶的完整DN

source: Allow local login if auth server login fails
cs_cz: nepovolovat místní přihlášení v případě přihlášení auth server selže
ko_kr: 인증 서버 로그인에 실패 할 경우 로컬 로그인을 허용
zh_tw: 如果身份驗證服務器登錄失敗，允許本地登錄

source: By checking this box you will allow the user to use the local password created for this user (if the password is not blank) when the auth server cannot be connected to, times out, or the password provided is incorrect. This allows a secondary means of authentication in case the auth server is unreachable.
cs_cz: zaškrtnutím tohoto políčka umožní uživateli používat lokální heslo vytvořené pro tohoto uživatele (v případě, že heslo není prázdné), když auth server nemůže být připojen k, časový limit, nebo heslo je nesprávné. To umožňuje sekundární způsob autentizace v případě, že auth server nedostupný.
ko_kr: 이 상자를 선택하여 당신은 (암호가 비어 있지 않은 경우) 인증 서버가 밖으로, 배를 연결하거나 제공 한 암호가 잘못 할 수없는 경우 사용자가이 사용자에 대해 만든 로컬 암호를 사용 할 수 있습니다. 이 인증 서버에 접근 할 수없는 경우에는 인증의 보조 수단을 할 수 있습니다.
zh_tw: 通過檢查此框，你將允許用戶使用此用戶創建的本地密碼（如果密碼不能為空），當auth服務器無法連接到，超時，或提供的密碼不正確。這使得認證的輔助手段，以防auth服務器無法訪問。

source: Security Settings
cs_cz: bezpečnostní nastavení
ko_kr: 보안 설정
zh_tw: 安全設置

source: Authorization Level
cs_cz: úroveň autorizace
ko_kr: 인증 수준
zh_tw: 授權級別

source: User
cs_cz: uživatel
ko_kr: 사용자
zh_tw: 用戶

source: Can only see hosts and services they are a contact of by default. View only, no configuration access by defualt.
cs_cz: mohou zobrazit pouze hostitele a služby, které jsou ve výchozím styku. zobrazení pouze, žádný přístup k konfiguraci podle defualt.
ko_kr: 기본적으로 연락처에있는 호스트와 서비스 만 볼 수 있습니다. 보기 전용, 기본 구성 액세스 없음.
zh_tw: 只能看到默認情況下他們是聯繫人的主機和服務。僅查看，沒有配置訪問的defualt。

source: Access to all objects by default and can control, access, and configure the entire %s system and has access to the admin section.
cs_cz: přístup ke všem objektům ve výchozím nastavení a ovládání, přístup a konfiguraci celého systému nagios xi a přístup do administrátorské sekce.
ko_kr: 모든 개체에 기본적으로 액세스 할 수 있으며 전체 nagios xi 시스템을 제어, 액세스 및 구성 할 수 있으며 관리 섹션에 액세스 할 수 있습니다.
zh_tw: 默認訪問所有對象，並且可以控制，訪問和配置整個nagios xi系統並訪問管理部分。

source: Can see all hosts and services
cs_cz: můžete vidět všechny hostitele a služby
ko_kr: 모든 호스트 및 서비스를 볼 수
zh_tw: 可以看到所有的主機和服務

source: Allows a user to view all host and services that are applied in the system.
cs_cz: umožňuje uživateli zobrazit všechny objekty, které jsou aplikovány v systému.
ko_kr: 사용자가 시스템에 적용된 모든 개체를 볼 수 있습니다.
zh_tw: 允許用戶查看在系統中應用的所有對象。

source: Note: User does not need to be a contact of an object to see it with this enabled.
cs_cz: poznámka: Uživatel nemusí být kontaktním objektem, aby se s ním aktivoval.
ko_kr: 참고 :이 옵션을 사용하면 사용자가 개체의 연락처가 아니어도 볼 수 있습니다.
zh_tw: 注意：用戶不需要成為對象的聯繫人以在啟用時看到它。

source: Can control all hosts and services
cs_cz: může ovládat všechny počítače a služby
ko_kr: 모든 호스트 및 서비스를 제어 할 수 있습니다
zh_tw: 可以控制所有的主機和服務

source: Allows the user run commands on all hosts and services. These are commands that can be ran on the Nagios command file.
cs_cz: umožňuje uživatelům spouštět příkazy na všech hostitelích a službách. jsou to příkazy, které lze spustit na příkazovém souboru nagios.
ko_kr: 사용자가 모든 호스트 및 서비스에서 명령을 실행할 수 있습니다. 이것들은 nagios 명령 파일에서 실행할 수있는 명령입니다.
zh_tw: 允許用戶在所有主機和服務上運行命令。這些是可以在nagios命令文件上運行的命令。

source: Note: Without this option users are still allowed to run commands on hosts and services they are contacts of. This is normally used if you have selected the
cs_cz: poznámka: bez této volby je uživatelům povoleno spouštět příkazy na počítačích a serverech, na které jsou kontakty. to je obvykle používáno, pokud jste vybrali
ko_kr: 참고 :이 옵션이 없으면 사용자는 연락처 인 호스트 및 서비스에 대한 명령을 계속 실행할 수 있습니다. 이 옵션은 일반적으로
zh_tw: 注意：如果沒有此選項，仍允許用戶在與其聯繫的主機和服務上運行命令。如果您選擇了此選項，通常會使用此選項

source: above
cs_cz: výše
ko_kr: 위
zh_tw: 以上

source: Can configure hosts and services
cs_cz: může být (re) konfigurovat hostitelů a služeb
ko_kr: (재)는 호스트와 서비스를 구성 할 수 있습니다
zh_tw: 可以（重新）配置的主機和服務

source: Allows a user to be able to access the following for hosts and services:
cs_cz: umožňuje uživateli přístup k následujícím položkám pro hostitele a služby:
ko_kr: 사용자는 호스트 및 서비스에 대해 다음을 액세스 할 수 있습니다.
zh_tw: 允許用戶能夠訪問以下主機和服務：

source: Run Configuration Wizards
cs_cz: průvodců konfigurací
ko_kr: 구성 마법사
zh_tw: 配置嚮導

source: Delete from detail page
cs_cz: odstranit ze stránky s podrobnostmi
ko_kr: 세부 정보 페이지에서 삭제
zh_tw: 從詳細頁面刪除

source: Re-configure from detail page
cs_cz: znovu nakonfigurovat ze stránky podrobností
ko_kr: 세부 정보 페이지에서 다시 구성
zh_tw: 從詳細頁面重新配置

source: Can access advanced features
cs_cz: přístup k pokročilé funkce
ko_kr: 고급 기능에 액세스 할 수 있습니다
zh_tw: 可以訪問高級功能

source: Allows the editing of check command in the re-configure host/service page.<br><br>Shows advanced tab and commands in host/service detail pages.<br><br>Allows setting host parents during wizards and re-configure on host detail page.
cs_cz: umožňuje úpravu kontrolního příkazu v konfigurační stránce hostitele / služby. <br><br> zobrazuje rozšířenou kartu a příkazy na stránkách s podrobnostmi o hostiteli / službě. <br><br> umožňuje nastavit hostitelské rodiče během průvodců a znovu nakonfigurovat na stránce podrobností hostitele.
ko_kr: 재구성 호스트 / 서비스 페이지에서 check 명령을 편집 할 수 있습니다. <br><br> 고급 탭과 호스트 / 서비스 세부 정보 페이지의 명령을 보여줍니다. <br><br> 마법사 중에 호스트 부모를 설정하고 호스트 세부 정보 페이지에서 다시 구성 할 수 있습니다.
zh_tw: 允許在重新配置主機/服務頁面中編輯檢查命令。 <br><br>顯示主機/服務詳細信息頁面中的高級選項卡和命令。 <br><br>允許在嚮導期間設置主機父母並在主機詳細信息頁面上重新配置。

source: Can access monitoring engine
cs_cz: přístup k monitorovacímu motoru
ko_kr: 모니터링 엔진에 액세스 할 수 있습니다.
zh_tw: 可以訪問監控引擎

source: Allows access to the Monitoring Process section in the main page.
cs_cz: umožňuje přístup k části monitorovacího procesu na hlavní stránce.
ko_kr: 메인 페이지의 모니터링 프로세스 섹션에 액세스 할 수 있습니다.
zh_tw: 允許訪問主頁面中的監控進程部分。

source: Allows managing Nagios Core process such as starting, stopping, restarting, and changing process settings.
cs_cz: umožňuje spravovat klíčový proces nagios, jako je spuštění, zastavení, restartování a změna nastavení procesu.
ko_kr: 프로세스 시작, 중지, 재시작 및 변경과 같은 nagios 핵심 프로세스를 관리 할 수 ​​있습니다.
zh_tw: 允許管理nagios核心進程，如啟動，停止，重新啟動和更改進程設置。

source: Allows access to the Event Log.
cs_cz: umožňuje přístup k protokolu událostí.
ko_kr: 이벤트 로그에 대한 액세스를 허용합니다.
zh_tw: 允許訪問事件日誌。

source: Read-only access
cs_cz: Přístup je jen pro čtení
ko_kr: 읽기 전용 액세스 할 수 있습니다
zh_tw: 具有只讀訪問權限

source: Restrict the user to have read-only access.
cs_cz: omezit přístup uživatele pouze ke čtení.
ko_kr: 사용자에게 읽기 전용 액세스 권한을 부여하십시오.
zh_tw: 限制用戶擁有隻讀權限。

source: Note: This overwrites the following
cs_cz: poznámka: přepsá následující
ko_kr: note : 다음은 다음을 덮어 씁니다.
zh_tw: 注意：這將覆蓋以下內容

source: Can control hosts and services
cs_cz: může ovládat všechny počítače a služby
ko_kr: 모든 호스트 및 서비스를 제어 할 수 있습니다
zh_tw: 可以控制所有的主機和服務

source: API access
cs_cz: rest. api přístup
ko_kr: 나머지 API 액세스
zh_tw: 休息api訪問

source: Allow access to use the API and integrated help documentation.
cs_cz: povolit přístup k použití zbývající části api a integrované dokumentace nápovědy.
ko_kr: 나머지 API 및 통합 된 도움말 설명서를 사용할 수 있습니다.
zh_tw: 允許訪問使用其餘的API和集成的幫助文檔。

source: Note: Users can only access the objects API endpoint.
cs_cz: poznámka: uživatelé mohou přistupovat pouze k objektem api koncového bodu.
ko_kr: 참고 : 사용자는 API 개체 끝점에만 액세스 할 수 있습니다.
zh_tw: 注意：用戶只能訪問api端點的對象。

source: Auto deploy access
cs_cz: automatické nasazení přístupu
ko_kr: 자동 배포 액세스
zh_tw: 自動部署訪問

source: Allow access to use the Auto Deployment component.
cs_cz: povolit přístup k použití komponenty automatického nasazení.
ko_kr: 자동 배포 구성 요소를 사용하기위한 액세스를 허용합니다.
zh_tw: 允許訪問以使用自動部署組件。

source: Core Config Manager access:
cs_cz: hlavní přístup správce config:
ko_kr: 핵심 구성 관리자 액세스 :
zh_tw: 核心配置管理器訪問：

source: Allow user to view and access the CCM.
cs_cz: umožnit uživateli prohlížet a přistupovat k ccm.
ko_kr: 사용자가 ccm을보고 액세스 할 수있게합니다.
zh_tw: 允許用戶查看和訪問ccm。

source: Cannot use or view the CCM.
cs_cz: nemůže používat nebo zobrazit ccm.
ko_kr: ccm을 사용하거나 볼 수 없습니다.
zh_tw: 無法使用或查看ccm。

source: Login
cs_cz: přihlásit se
ko_kr: 로그인
zh_tw: 註冊

source: Can view CCM links and must log in with a CCM user account.
cs_cz: mohou zobrazit ccm odkazy a musí se přihlásit pomocí uživatelského účtu ccm.
ko_kr: ccm 링크를 볼 수 있으며 ccm 사용자 계정으로 로그인해야합니다.
zh_tw: 可以查看ccm鏈接並且必須使用ccm用戶帳戶登錄。

source: Limited
cs_cz: omezovače
ko_kr: 리미터
zh_tw: 限制器

source: Integrated CCM access. User can only access the objects they can view in the interface normally. Allows for setting specific permissions for the user.
cs_cz: integrovaný přístup k ccm. uživatel má přístup pouze k objektům, které mohou zobrazit v rozhraní normálně. umožňuje nastavit specifická oprávnění pro uživatele.
ko_kr: 통합 ccm 액세스. 사용자는 인터페이스에서 정상적으로 볼 수있는 객체에만 액세스 할 수 있습니다. 사용자에 대한 특정 권한을 설정할 수 있습니다.
zh_tw: 集成ccm訪問。用戶只能正常訪問他們可以在界面中查看的對象。允許為用戶設置特定的權限。

source: Full
cs_cz: nula
ko_kr: null로
zh_tw: 空

source: Integrated CCM access. Can access all objects with no admin features.
cs_cz: integrovaný přístup k ccm. veškerý přístup bez administrátorských funkcí.
ko_kr: 통합 ccm 액세스. 모든 관리 기능이없는 액세스.
zh_tw: 集成ccm訪問。所有訪問都沒有管理功能。

source: Limited Access CCM Permissions
cs_cz: omezené přístupové oprávnění ccm
ko_kr: 제한된 액세스 ccm 사용 권한
zh_tw: 有限訪問ccm權限

source: Toggle
cs_cz: přepínat
ko_kr: 비녀장
zh_tw: 切換

source: All
cs_cz: všechno
ko_kr: 모든
zh_tw: 所有

source: Users can only VIEW the below object types.
cs_cz: uživatelé mohou zobrazit pouze níže uvedené typy objektů.
ko_kr: 사용자는 아래의 개체 유형 만 볼 수 있습니다.
zh_tw: 用戶只能查看下面的對像類型。

source: Select the object types to give them access to ADD, REMOVE, and EDIT.
cs_cz: vyberte typy objektů, které jim umožní přidávat, odstraňovat a upravovat.
ko_kr: 오브젝트 유형을 선택하여 추가, 제거 및 편집 할 수있는 액세스 권한을 부여하십시오.
zh_tw: 選擇對像類型以使其可以添加，刪除和編輯。

source: Group Permissions
cs_cz: zkušební oprávnění
ko_kr: 권한을 테스트
zh_tw: 測試權限

source: Host Groups
cs_cz: hostitelská skupina
ko_kr: 호스트 그룹
zh_tw: 主機組

source: Service Groups
cs_cz: servisní skupiny
ko_kr: 서비스 그룹
zh_tw: 服務組

source: Alerting Permissions
cs_cz: upozornění oprávnění
ko_kr: 권한 경고
zh_tw: 提醒權限

source: Contacts
cs_cz: kontakty
ko_kr: 연락처
zh_tw: 往來

source: Contact Groups
cs_cz: skupiny kontaktů
ko_kr: 그룹에 문의
zh_tw: 聯絡組

source: Host Escalations
cs_cz: hostitelské stupňování
ko_kr: 호스트 Escalations
zh_tw: 主機升級

source: Service Escalations
cs_cz: servisní stupňování
ko_kr: 서비스 Escalations
zh_tw: 服務升級

source: Template Permissions
cs_cz: oprávnění aktualizace
ko_kr: 권한을 업데이트
zh_tw: 更新權限

source: Host Templates
cs_cz: hostitelské šablony
ko_kr: 호스트 템플릿
zh_tw: 主機模板

source: Service Templates
cs_cz: šablony služby
ko_kr: 서비스 템플릿
zh_tw: 服務模板

source: Contact Templates
cs_cz: kontaktní šablony
ko_kr: 템플릿 연락처
zh_tw: 聯繫模板

source: Command Permissions
cs_cz: oprávnění příkazu
ko_kr: 명령 권한
zh_tw: 命令權限

source: Commands
cs_cz: příkazy
ko_kr: 명령
zh_tw: 命令

source: Advanced Permissions
cs_cz: rozšířená oprávnění
ko_kr: 고급 권한
zh_tw: 高級權限

source: Host Dependencies
cs_cz: hostitelské závislostí
ko_kr: 호스트 종속성
zh_tw: 主機的依賴

source: Service Dependencies
cs_cz: závislostí služby
ko_kr: 서비스 종속성
zh_tw: 服務間的依賴關係

source: Tools are only available if assigned below.
cs_cz: nástroje jsou k dispozici pouze pokud jsou přiřazeny níže.
ko_kr: 도구는 아래에 지정된 경우에만 사용할 수 있습니다.
zh_tw: 工具只有在下面分配時才可用。

source: Tool Permissions
cs_cz: zkušební oprávnění
ko_kr: 권한을 테스트
zh_tw: 測試權限

source: Static Config Editor
ko_kr: 정적 구성 편집기
zh_tw: 靜態配置編輯器

source: User Macros
cs_cz: uživatelská makra
ko_kr: 사용자 매크로
zh_tw: 用戶宏

source: Import Config Files
cs_cz: import konfigurační soubory
ko_kr: 구성 파일 가져 오기
zh_tw: 導入配置文件

source: Config File Management
cs_cz: Vedení konfigurační soubor
ko_kr: 설정 파일 관리
zh_tw: 配置文件管理

source: API Settings
cs_cz: nastavení API
ko_kr: LDAP 설정
zh_tw: LDAP設置

source: Allow the user to pass the URL parameters username and ticket to automatically log into the interface. This is insecure, and should be done through authentication tokens. This should only be used for backwards compatibility.
cs_cz: umožnit uživateli předat uživatelské jméno a vstupenku parametrů url pro automatické přihlášení do rozhraní. toto je nejistá a měla by být provedena autentizačními žetony. toto by mělo být použito pouze pro zpětnou kompatibilitu.
ko_kr: 사용자가 url 매개 변수 username과 ticket을 전달하여 인터페이스에 자동으로 로그인 할 수있게합니다. 이것은 안전하지 않으며 인증 토큰을 통해 수행해야합니다. 이것은 이전 버전과의 호환성을 위해서만 사용해야합니다.
zh_tw: 允許用戶通過URL參數用戶名和票據自動登錄界面。這是不安全的，應該通過認證令牌來完成。這應該只用於向後兼容。

source: Enable insecure login for this user
cs_cz: umožnit neomezené přihlášení pro tohoto uživatele
ko_kr: 이 사용자에 대해 안전하지 않은 로그인 사용
zh_tw: 為該用戶啟用不安全的登錄

source: Ticket
cs_cz: lístek
ko_kr: 티켓
zh_tw: 票

source: Username is blank.
cs_cz: uživatelské jméno je prázdné.
ko_kr: 사용자 이름이 비어 있습니다.
zh_tw: 用戶名是空白的。

source: Cannot use reserved username.
cs_cz: nelze použít vyhrazené uživatelské jméno.
ko_kr: 예약 된 사용자 이름을 사용할 수 없습니다.
zh_tw: 不能使用保留的用戶名。

source: Blank authorization level.
cs_cz: prázdné úrovně oprávnění.
ko_kr: 빈 인증 수준입니다.
zh_tw: 空白的授權級別。

source: Invalid authorization level.
cs_cz: neplatná úroveň autorizace.
ko_kr: 잘못된 인증 수준입니다.
zh_tw: 無效的授權級別。

source: Password cannot be blank.
cs_cz: IMAP heslo nemůže být prázdné.
ko_kr: IMAP 암호는 비워 둘 수 없습니다.
zh_tw: IMAP密碼不能為空。

source: Authorization level demotion error.
cs_cz: Povolení k chybě úroveň degradace.
ko_kr: 권한 레벨 강등 오류가 발생했습니다.
zh_tw: 授權級別降級錯誤。

source: Cannot edit this user.
cs_cz: nemůže tento uživatel upravit.
ko_kr: 이 사용자를 편집 할 수 없습니다.
zh_tw: 無法編輯此用戶。

source: %product% Account Created
cs_cz: % produkt% účet vytvořen
ko_kr: % product % 계정 생성됨
zh_tw: 已創建％product％帳戶

source: An account has been created for you to access %product%. You can login using the following information: Username: %username% Password: %password% URL: %url%
cs_cz: účet byl vytvořen pro přístup k Nagios XI. můžete se přihlásit pomocí následujících informací: Username: %s Password: %s URL: %s
ko_kr: 당신은 Nagios XI에 액세스하려면 계정이 만들어졌습니다. 의 암호 다음 정보를 사용하여 사용자 이름 : %s 로그인 할 수 %s 을: %s 의 URL :
zh_tw: 已創建帳戶，您可以訪問nagios的十一。您可以登錄以下信息： 用戶名：％s 密碼：％s 的網址：％s

source: Your %s account password has been changed by an administrator. You can login using the following information: Username: %s Password: %s URL: %s
cs_cz: heslo účtu nagios xi byl změněn správcem. můžete se přihlásit pomocí následujících informací: Username: %s Password: %s URL: %s
ko_kr: 귀하의 Nagios XI 계정 암호는 관리자가 변경되었습니다. 사용자 이름 : %s 의 암호 :로그인 할 수 %s 을%s의 URL : 다음 정보를 사용하여
zh_tw: 您的Nagios的十一帳戶的密碼已更改管理員。您可以登錄以下信息： 用戶名：％s 密碼：％s 的網址：％s

source: %s Password Changed
cs_cz: Změněno heslo% s
ko_kr: % s 암호가 변경되었습니다.
zh_tw: ％s密碼已更改

source: updated.
cs_cz: aktualizovány.
ko_kr: 업데이트.
zh_tw: 更新。

source: Invalid user id.
cs_cz: neplatné ID uživatele.
ko_kr: 잘못된 사용자 ID입니다.
zh_tw: 無效的用戶ID。

source: No account selected.
cs_cz: žádný účet vybrána.
ko_kr: 어떤 계정이 선택되지 않았습니다.
zh_tw: 沒有選擇帳戶。

source: You cannot disable your own account.
cs_cz: nelze zakázat svůj vlastní účet.
ko_kr: 당신은 당신 자신의 계정을 삭제할 수 없습니다.
zh_tw: 你不能刪除自己的帳戶。

source: User account disabled.
cs_cz: Uživatelský účet zakázán.
ko_kr: 사용자 계정을 사용할 수 없습니다.
zh_tw: 用戶帳戶被禁用。

source: User account enabled.
cs_cz: uživatelský účet povoleno.
ko_kr: 사용자 계정을 사용할.
zh_tw: 用戶帳戶啟用。

source: Unable to disable account.
cs_cz: nelze zakázat účet.
ko_kr: 계정을 비활성화 할 수 없습니다.
zh_tw: 無法禁用帳戶。

source: Unable to enable account.
cs_cz: neschopný aktivovat účet.
ko_kr: 계정을 활성화 할 수 없습니다.
zh_tw: 無法啟用帳戶。

source: You cannot delete your own account.
cs_cz: nelze odstranit svůj vlastní účet.
ko_kr: 당신은 당신 자신의 계정을 삭제할 수 없습니다.
zh_tw: 你不能刪除自己的帳戶。

source: You cannot delete the nagiosadmin user.
cs_cz: nemůžete smazat uživatele nagiosadmin.
ko_kr: nagiosadmin 사용자는 삭제할 수 없습니다.
zh_tw: 你不能刪除nagiosadmin用戶。

source: users deleted.
cs_cz: Uživatelé smazán.
ko_kr: 사용자가 삭제되었습니다.
zh_tw: 用戶刪除。

source: Unable to unlock account.
cs_cz: neschopný k odemknutí účtu.
ko_kr: 계정 잠금을 해제 할 수 없습니다.
zh_tw: 無法解鎖帳戶。

source: User Accounts Unlocked.
cs_cz: uživatelské účty odemknou.
ko_kr: 사용자가 잠금 해제를 차지한다.
zh_tw: 用戶帳戶解鎖。

source: Clone User
cs_cz: uživatel klon
ko_kr: 복제 사용자
zh_tw: 克隆用戶

source: Email user new password
cs_cz: email uživatel nové heslo
ko_kr: 이메일 사용자 새 암호
zh_tw: 電子郵件用戶的新密碼

source: Create as monitoring contact
cs_cz: vytvořit co monitorovací kontakt
ko_kr: 모니터링 연락처로 만들기
zh_tw: 建立監控接觸

source: Could not clone this user.
cs_cz: nemohl klonovat tohoto uživatele.
ko_kr: 이 사용자를 복제 할 수 없습니다.
zh_tw: 無法克隆此用戶。
