Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: The remote system does not have the python binary located at %s or a symlink to the proper location does not exist. If this is a CentOS/RHEL 8 system, you may need to run %s before running the migration.
cs_cz: vzdálený systém nemá binární soubor pythonu umístěný na% s nebo symbolický odkaz na správné umístění neexistuje. pokud se jedná o systém centos / rhel 8, možná budete muset před spuštěním migrace spustit% s.
ko_kr: 원격 시스템에 % s에 Python 바이너리가 없거나 적절한 위치에 대한 심볼릭 링크가 없습니다. centos / rhel 8 시스템 인 경우 마이그레이션을 실행하기 전에 % s를 실행해야 할 수 있습니다.
zh_tw: 遠程系統在％s處沒有python二進製文件，或者不存在指向正確位置的符號鏈接。如果這是centos / rhel 8系統，則可能需要在運行遷移之前運行％s。

source: Check the %s to see the imported config. You can edit the configuration and re-apply or you can revert to the snapshot form before the migration in the %s page.
cs_cz: zkontrolujte% s, abyste viděli importovanou konfiguraci. před migrací na stránce% s můžete upravit konfiguraci a znovu použít, nebo se můžete vrátit do formy snímku.
ko_kr: 가져온 구성을 보려면 % s을 (를) 확인하십시오. 구성을 편집하고 다시 적용하거나 % s 페이지에서 마이그레이션하기 전에 스냅 샷 양식으로 되돌릴 수 있습니다.
zh_tw: 檢查％s以查看導入的配置。您可以在％s頁面中進行遷移之前編輯配置並重新應用，或者可以還原到快照表單。

source: Core Config Manager
cs_cz: Jádro config manažer
ko_kr: 핵심 구성 관리자
zh_tw: 核心配置管理

source: Configuration Snapshots
cs_cz: konfigurační snímky
ko_kr: 구성 스냅 샷
zh_tw: 配置快照

source: Available Updates
cs_cz: dostupné aktualizace
ko_kr: 사용 가능한 업데이트
zh_tw: 可用的更新

source: Monitoring Engine Event Queue Chart
cs_cz: Monitorování motoru fronty událostí graf
ko_kr: 모니터링 엔진 이벤트 대기열
zh_tw: 監視引擎事件隊列的

source: Monitoring Engine Check Statistics
cs_cz: monitorování kontrola motoru statistik
ko_kr: 모니터링 엔진 체크 통계
zh_tw: 監控引擎查詢統計

source: Monitoring Engine Performance
cs_cz: sledování výkonu motoru
ko_kr: 모니터링 엔진 성능
zh_tw: 發動機性能監控

source: Monitoring Engine Process
cs_cz: Proces engine monitoring
ko_kr: 모니터링 엔진 프로세스
zh_tw: 監控引擎進程

source: Performance Graphs
cs_cz: grafy výkonu
ko_kr: 성능 모니터
zh_tw: 性能曲線圖

source: Network Outages
cs_cz: výpadky sítě
ko_kr: 네트워크 중단
zh_tw: 網絡中斷

source: Host Status Summary
cs_cz: shrnutí stavu hostitel
ko_kr: 호스트 상태 요약
zh_tw: 主機的狀態摘要

source: Service Status Summary
cs_cz: Shrnutí stav služby
ko_kr: 서비스 상태 요약
zh_tw: 服務狀態摘要

source: Hostgroup Status Overview
cs_cz: Přehled stav hostgroup
ko_kr: Hostgroup 상태 개요
zh_tw: 主機組的狀態概覽

source: Hostgroup Status Grid
cs_cz: hostgroup stavu sítě
ko_kr: Hostgroup 상태 그리드
zh_tw: 主機組的狀態網格

source: Servicegroup Status Overview
cs_cz: Přehled stav servicegroup
ko_kr: Servicegroup 상태 개요
zh_tw: 服務組狀態概覽

source: Servicegroup Status Grid
cs_cz: servicegroup stavu sítě
ko_kr: Servicegroup 상태 그리드
zh_tw: 服務組的狀態電網

source: Hostgroup Status Summary
cs_cz: hostgroup shrnutí status
ko_kr: Hostgroup 상태 요약
zh_tw: 主機組的狀態摘要

source: Servicegroup Status Summary
cs_cz: servicegroup shrnutí status
ko_kr: Servicegroup 상태 요약
zh_tw: 服務組的狀態摘要

source: Component Status
cs_cz: stav komponent
ko_kr: 핵심 구성 요소 상태
zh_tw: 核心組件的狀態

source: Server Statistics
cs_cz: statistiky serveru
ko_kr: 서버 통계
zh_tw: 服務器統計信息

source: Network Outages Summary
cs_cz: Shrnutí výpadky sítě
ko_kr: 네트워크 중단 요약
zh_tw: 網絡中斷摘要

source: Network Health
cs_cz: zdravotní sítě
ko_kr: 네트워크 건강
zh_tw: 網絡健康

source: Host Status TAC Summary
cs_cz: hostit stavu shrnutí tac
ko_kr: 호스트 상태 TAC 요약
zh_tw: 主機狀態TAC總結

source: Service Status TAC Summary
cs_cz: Služba shrnutí stavu tac
ko_kr: 서비스 상태 TAC 요약
zh_tw: 服務狀態TAC總結

source: Feature Status Tac Summary
cs_cz: Funkce shrnutí stavu tac
ko_kr: 기능 상태 TAC 요약
zh_tw: 功能狀態TAC總結

source: Administrative Tasks
cs_cz: administrativní úkoly
ko_kr: 관리 작업
zh_tw: 管理任務

source: Getting Started
cs_cz: začínáme
ko_kr: 시작하기
zh_tw: 開始

source: Page Top Alert Content
cs_cz: Začátek stránky obsah alert
ko_kr: 페이지 톱에 경고 내용
zh_tw: 頁面頂部警報內容

source: Tray Alert Content
cs_cz: výstraha na hlavním panelu obsahu
ko_kr: 트레이 알림 내용
zh_tw: 托盤警報內容

source: Legacy Network Status Map
cs_cz: dědictví stav sítě mapa
ko_kr: 레거시 네트워크 상태 맵
zh_tw: 傳統的網絡狀態圖

source: Host Status Table
cs_cz: Tabulka stavu hostitele
ko_kr: 호스트 상태 테이블
zh_tw: 主機狀態表

source: Host Status State Summary
cs_cz: hostit stavu shrnutí tac
ko_kr: 호스트 상태 TAC 요약
zh_tw: 主機狀態TAC總結

source: Host State Info
cs_cz: Informace hostitelského státu
ko_kr: 호스트 상태 정보
zh_tw: 主機狀態信息

source: Host State Quick Actions
cs_cz: Rychlé akce hostitelského státu
ko_kr: 호스트 상태 빠른 동작
zh_tw: 主機狀態快速動作

source: Host Comments
cs_cz: Komentáře hostitele
ko_kr: 댓글 호스트하기
zh_tw: 主持人評論

source: Host Service Statuses
cs_cz: stavy hostitelské služby
ko_kr: 호스트 서비스 상태
zh_tw: 主機服務狀態

source: Host Detailed State Info
cs_cz: Hostitelské podrobné informace o stavu
ko_kr: 호스트 세부 상태 정보
zh_tw: 主機詳細狀態信息

source: Host Advanced Status Attributes
cs_cz: Hostitelské pokročilé atributy stavu
ko_kr: 호스트 고급 상태 속성
zh_tw: 主機高級狀態屬性

source: Service Status Table
cs_cz: Služba detail status
ko_kr: 서비스 상태 세부 정보
zh_tw: 服務狀態的詳細信息

source: Service Status State Summary
cs_cz: Služba shrnutí stavu tac
ko_kr: 서비스 상태 TAC 요약
zh_tw: 服務狀態TAC總結

source: Service State Info
cs_cz: Informace o stavu služby
ko_kr: 서비스 상태 정보
zh_tw: 服務狀態信息

source: Service State Quick Actions
cs_cz: Rychlé akce služby
ko_kr: 서비스 상태 빠른 동작
zh_tw: 服務狀態快速動作

source: Service Comments
cs_cz: Příkazu služby
ko_kr: 서비스 명령
zh_tw: 服務命令

source: Service Detailed State Info
cs_cz: Podrobné informace o stavu služby
ko_kr: 서비스 상세 상태 정보
zh_tw: 服務詳細的狀態信息

source: Service Advanced Status Attributes
cs_cz: Služby pokročilé atributy stavu
ko_kr: 서비스 고급 상태 속성
zh_tw: 服務高級狀態屬性

source: Performance Settings
cs_cz: nastavení výkonu
ko_kr: 성능 설정
zh_tw: 性能設置

source: Pages
cs_cz: stránky
ko_kr: 구매문의
zh_tw: 頁

source: Dashlets
ko_kr: Dashlet
zh_tw: dashlet

source: Databases
cs_cz: databáze
ko_kr: 데이터베이스
zh_tw: 數據庫

source: Subsystem
cs_cz: subsystém
ko_kr: 서브
zh_tw: 子系統

source: Auto-Running
ko_kr: 자동 실행
zh_tw: 自動運行

source: Backend Cache
cs_cz: mezipaměť backend
ko_kr: 백엔드 캐시
zh_tw: 後台緩存

source: Snapshots
cs_cz: snímků
ko_kr: 스냅 샷
zh_tw: 快照

source: These options allow you to select which pages are used in the %s web interface.
cs_cz: Tyto volby vám umožní vybrat, které stránky jsou používány v xi webového rozhraní Nagios.
ko_kr: 이 옵션은 페이지가 Nagios XI 웹 인터페이스에서 사용되는 선택 할 수 있습니다.
zh_tw: 這些選項允許你選擇哪些頁面是用來在Nagios溪Web界面。

source: Non-unified pages provide dynamic updates via Ajax and let users add certain sections of the page to their dashboards, but incur a higher performance hit than unified pages. Unified pages offer higher performance than non-unified pages, but do not offer users the ability to add portions of the page to their dashboards.
cs_cz: non-jednotná stránky poskytují dynamické aktualizace přes Ajax a umožňují uživatelům přidávat některých částí stránky svých informačních panelů, ale vynakládat vyšší výkon než hit sjednocenou stránek. sjednocené stránky nabízejí vyšší výkon než non-sjednoceny stránek, ale neposkytují uživatelům možnost přidat části stránky svých řídicích panelů.
ko_kr: 비 통일 페이지는 아약스를 통해 동적 업데이트를 제공하고 사용자가 자신의 대시 보드에 페이지의 특정 섹션을 추가 할 수 있지만 통일 된 페이지를보다 히트 높은 성능을 부과 보자. 통합 페이지가 아닌 통일 페이지보다 높은 성능을 제공하지만, 사용자에게 대시 보드에 페이지의 일부를 추가 할 수있는 기능을 제공하지 않습니다.
zh_tw: 非統一的頁面通過AJAX提供動態更新，讓用戶添加他們的儀表板頁面的某些部分，但產生更高的性能比統一的頁面擊中。統一頁面提供更高的性能比不統一的頁面，但不提供給用戶的能力，增加他們的儀表盤部分頁面。

source: Page Settings
cs_cz: nastavení stránek
ko_kr: 페이지 설정
zh_tw: 頁面設置

source: Use Unified Tactical Overview
cs_cz: používat jednotný taktický přehled
ko_kr: 통합 전술 개요를 사용하여
zh_tw: 使用統一的戰術概述

source: Use Unified Hostgroup Screens
cs_cz: používat jednotné hostgroup obrazovek
ko_kr: 통합 Hostgroup 화면을 사용하여
zh_tw: 使用統一的hostgroup屏幕

source: Use Unified Servicegroup Screens
cs_cz: používat jednotné servicegroup obrazovek
ko_kr: 통합 Servicegroup 화면을 사용하여
zh_tw: 使用統一的服務組屏幕

source: Status Page Settings
cs_cz: nastavení stavové stránky
ko_kr: 상태 페이지 설정
zh_tw: 狀態頁面設置

source: Object status retries
cs_cz: opakuje stav stavu objektu
ko_kr: 객체 상태 재 시도
zh_tw: 對象狀態重試

source: Number of times to retry before showing object does not exist message in host/service status pages. One retry per second.
cs_cz: počet opakování před zobrazením objektu neexistuje zpráva na stránkách stavu hostitele / služby. jeden pokus za sekundu.
ko_kr: 호스트 / 서비스 상태 페이지에 개체가 존재하지 않음을 나타내는 메시지가 표시되기 전에 재 시도 할 횟수입니다. 초당 하나씩 다시 시도하십시오.
zh_tw: 在主機/服務狀態頁面中顯示對像不存在消息之前重試的次數。每秒重試一次。

source: Global Dashlet Settings
cs_cz: globální nastavení dashlet
ko_kr: 글로벌 Dashlet 설정
zh_tw: 全球dashlet設置

source: Dashlet Refresh Multiplier
cs_cz: dashlet refresh multiplikátor
ko_kr: Dashlet 새로 고침 배율
zh_tw: dashlet刷新倍增器

source: Number of milliseconds to multiply individual dashlet refresh rates by. Defaults to 1000 (1 second).
cs_cz: počet milisekund násobit individuální ceny dashlet obnovovací tím. výchozí 1000 (1 sekunda).
ko_kr: 하여 개별 dashlet 재생 빈도를 곱 할 수 밀리 초 수입니다. 1000 기본값 (1 초)
zh_tw: 數以毫秒為單位乘以個人dashlet的刷新率。默認為1000（1秒）

source: Dashlet Refresh Rates
cs_cz: dashlet obnovovací frekvence
ko_kr: Dashlet 새로 고침 요금
zh_tw: dashlet的刷新率

source: Number of time units (usually seconds) between dashlet refreshes. Lower numbers increase system load, while higher numbers decrease load. Refresh rates specified below are multiplied by the refresh multiplier specified above.
cs_cz: počet časových jednotek (obvykle sekundách) mezi dashlet osvěžuje. Nižší počty zvyšují zatížení systému, zatímco vyšší čísla pokles zatížení. obnovovací frekvence uvedené níže jsou násobeny multiplikátorem obnovovací uvedené výše.
ko_kr: dashlet 새로 고침 사이의 시간 단위의 수 (일반적으로 초). 높은 숫자가 하중을 감소하면서 낮은 숫자는, 시스템 부하를 증가시킬 수 있습니다. 아래에 지정된 새로 고침 요금은 위에서 지정한 새로 고침 배율을 곱한 수 있습니다.
zh_tw: （通常是秒）之間dashlet刷新的時間單位數。較低的數字增加系統負載，而較高的數字減少負載。下面指定的刷新率乘以由上面指定刷新乘法器。

source: These options allow you to specify data retention, and optimization intervals for the databases %s uses.
cs_cz: Tyto možnosti umožňují určit uchovávání dat a optimalizace intervaly pro databáze Nagios xi používá.
ko_kr: 이 옵션은 데이터 보존, 최적화 및 Nagios XI이 사용하는 데이터베이스에 대한 복구 간격을 지정할 수 있습니다.
zh_tw: 這些選項允許您指定數據保留，優化和修復的nagios XI使用的數據庫的時間間隔。

source: %s Database
cs_cz: % s databáze
ko_kr: % s 데이터베이스
zh_tw: ％s數據庫

source: Max Commands Age
cs_cz: max příkazy věk
ko_kr: 최대 명령 연령
zh_tw: 最大命令，年齡

source: Max time in minutes to keep commands
cs_cz: maximální doba v minutách, jak se udržet příkazů
ko_kr: 명령을 유지하는 분 최대 시간
zh_tw: 命令保存的最大時間（分鐘）

source: Max Events Age
cs_cz: max události věk
ko_kr: 최대 이벤트 연령
zh_tw: 最大的事件年齡

source: Max time in minutes to keep events
cs_cz: maximální doba v minutách, jak se udržet události
ko_kr: 이벤트를 유지하는 분 최대 시간
zh_tw: 最大的時間以分鐘為單位保留事件

source: Max SNMP Trap Age
cs_cz: max věku sběru snmp
ko_kr: 최대 SNMP 트랩 수명
zh_tw: 最大snmp陷阱年齡

source: Max time in DAYS to store SNMP trap data in the database.
cs_cz: max. čas v dnech pro uložení dat snap trap v databázi.
ko_kr: SNMP 트랩 데이터를 데이터베이스에 저장하는 최대 시간 (일).
zh_tw: 用於將snmp陷阱數據存儲在數據庫中的最長時間。

source: Max Scheduled Reports History Age
cs_cz: maximální počet plánovaných zpráv historie věk
ko_kr: 최대 예약 보고서 기록 연령
zh_tw: 計劃的最大報告歷史記錄年齡

source: Max time in DAYS to store scheduled report log data.
cs_cz: maximální doba ve dnech pro uložení naplánovaných dat protokolu.
ko_kr: 예약 된 보고서 로그 데이터를 저장할 최대 시간 (일)입니다.
zh_tw: 存儲計劃的報告日誌數據的最長時間（天）。

source: Max Expired Auth Token Age
cs_cz: maximální doba platnosti tokenu věrnosti
ko_kr: 만료 된 인증 토큰 수명
zh_tw: 最大過期身份驗證令牌年齡

source: Max time in HOURS to store expired auth tokens in the database.
cs_cz: maximální čas v hodinách pro uložení expirovaných poznámek auth v databázi.
ko_kr: 만료 된 인증 토큰을 데이터베이스에 저장하는 데 걸리는 최대 시간.
zh_tw: 以小時為單位的最長時間將過期的授權令牌存儲在數據庫中。

source: Max Expired Session Age
cs_cz: maximální doba platnosti relace vypršela
ko_kr: 세션 만료 된 최대 세션 수
zh_tw: 最大過期會議年齡

source: Max time in HOURS to store expired (no longer active) session data in the database.
cs_cz: maximální čas v hodinách pro uložení dat vypršela (již není aktivní) do databáze.
ko_kr: 데이터베이스에 만기 된 세션 데이터를 저장하는 최대 시간 (최대 시간).
zh_tw: 以小時為單位的最長時間來存儲數據庫中已過期（不再有效）的會話數據。

source: Max Audit Log Age
cs_cz: maximální věková hranice auditu
ko_kr: 최대 감사 로그 나이
zh_tw: 最大審核日誌年齡

source: Optimize Interval
cs_cz: optimalizovat interval
ko_kr: 간격을 최적화
zh_tw: 優化的時間間隔

source: Max time in minutes between optimization runs.
cs_cz: maximální doba v minutách mezi optimalizačních běhů.
ko_kr: 최적화 실행 사이의 분 최대 시간.
zh_tw: 最大優化運行之間的時間以分鐘為單位。

source: NDO Database
cs_cz: ndo databáze
ko_kr: ndo 데이터베이스
zh_tw: ndo數據庫

source: Max External Commands Age
cs_cz: max externí povel věk
ko_kr: 최대 외부 명령 연령
zh_tw: 最大的外部命令歲

source: Max time in DAYS to keep external commands.
cs_cz: maximální doba ve dnech, aby externí příkazy.
ko_kr: 외부 명령을 유지하는 일 최대 시간.
zh_tw: 最大的天數保持外部命令。

source: Max Log Entries Age
cs_cz: max položky protokolu věk
ko_kr: 최대 로그 항목 시대
zh_tw: 最大日誌條目歲的

source: Max time in DAYS to keep log entries.
cs_cz: maximální doba ve dnech, aby položky protokolu.
ko_kr: 로그 항목을 유지하는 일 최대 시간.
zh_tw: 最大的天數保留日誌條目。

source: Max Notifications Age
cs_cz: max oznámení věk
ko_kr: 최대 알림 연령
zh_tw: 最大的通知年齡

source: Max time in DAYS to keep notifications.
cs_cz: maximální doba ve dnech, aby oznámení.
ko_kr: 알림을 유지하는 일 최대 시간.
zh_tw: 最大保留天通知。

source: Max State History Age
cs_cz: max stav historie věk
ko_kr: 최대 주 역사 시대
zh_tw: 最大國家的歷史時代

source: Max time in DAYS to keep state history information.
cs_cz: maximální doba ve dnech udržovat informace o stavu historii.
ko_kr: 상태 기록 정보를 유지하는 일 최대 시간.
zh_tw: 最大的天數保持狀態的歷史信息。

source: Max Timed Events Age
cs_cz: max časované události věk
ko_kr: 최대 특정 시간 이벤트 연령
zh_tw: 最大定時事件年齡

source: Max time in minutes to keep timed events
cs_cz: maximální doba v minutách, aby časované události
ko_kr: 시간 기반 이벤트를 유지하는 분 최대 시간
zh_tw: 最大的時間以分鐘為單位保持定時事件

source: Max System Commands Age
cs_cz: max systém příkazy věku
ko_kr: 최대 시스템 명령 연령
zh_tw: 最大的系統命令歲

source: Max time in minutes to keep system commands.
cs_cz: maximální doba v minutách, aby systémových příkazů.
ko_kr: 시스템 명령을 유지하는 분 최대 시간.
zh_tw: 最大的時間以分鐘為單位，以保持系統的命令。

source: Max Service Checks Age
cs_cz: max servisní prohlídky věk
ko_kr: 최대 서비스 시대를 체크
zh_tw: 最大服務檢查年齡

source: Max time in minutes to keep service checks.
cs_cz: maximální doba v minutách, aby poukázek na služby.
ko_kr: 서비스 수표를 유지하는 분 최대 시간.
zh_tw: 最大的時間以分鐘為單位保持服務的檢查。

source: Max Host Checks Age
cs_cz: max hostitelské kontroly věku
ko_kr: 최대 호스트는 시대를 체크
zh_tw: 最大主機檢查年齡

source: Max time in minutes to keep host checks.
cs_cz: maximální doba v minutách, aby hostitelských kontrol.
ko_kr: 호스트 수표를 유지하는 분 최대 시간.
zh_tw: 最大的時間以分鐘為單位保持主機檢查。

source: Max Event Handlers Age
cs_cz: max zpracování událostí věk
ko_kr: 최대 이벤트 핸들러 시대
zh_tw: 最大的事件處理程序年齡

source: Max time in minutes to keep event handlers.
cs_cz: maximální doba v minutách, aby rutiny událostí.
ko_kr: 이벤트 처리기를 유지하는 분 최대 시간.
zh_tw: 最大的時間以分鐘為單位保持事件處理程序。

source: Max Comment History Age
cs_cz: max komentář historie věku
ko_kr: 최대 댓글 기록 기간
zh_tw: 最大評論歷史年齡

source: Max time in DAYS to keep comment history.
cs_cz: maximální doba v minutách, jak se udržet příkazů
ko_kr: 명령을 유지하는 분 최대 시간
zh_tw: 命令保存的最大時間（分鐘）

source: CCM Database
cs_cz: ccm databáze
ko_kr: ccm 데이터베이스
zh_tw: ccm數據庫

source: Max Logbook Age
cs_cz: max deník věk
ko_kr: 최대 일지 연령
zh_tw: 最大日誌年齡

source: Max time in minutes to keep logbook records.
cs_cz: maximální doba v minutách, aby v lodním deníku.
ko_kr: 일지 기록을 유지하는 분 최대 시간.
zh_tw: 保留日誌記錄的最大時間（分鐘）。

source: These options allow you to enable/disable certain ongoing subsystem processes of %s.
cs_cz: Tyto volby vám umožní zapnout / vypnout některé probíhající subsystému procesy Nagios XI.
ko_kr: 이러한 옵션은 Nagios XI의 특정 지속적으로 서브 프로세스를 활성화 / 비활성화 할 수 있습니다.
zh_tw: 這些選項將允許您啟用/禁用某些正在進行中的子系統進程的Nagios XI。

source: Disabling Outbound Data Transfers and listening for Unconfigured Objects will result in a slight decrease in CPU usage, and disabling subsystem logging will reduce disk activity for subsystem processes.
cs_cz: zakázání odchozí datové přenosy a poslouchat nezkonfigurovaná objekty budou mít za následek mírný pokles ve využití procesoru, a zakázání protokolování subsystém zmenší aktivitu disku pro procesy subsystému.
ko_kr: 아웃 바운드 데이터 전송을 중지하고 구성되지 않음 객체를 수신하면 CPU 사용량이 약간 감소 될 것이고, 서브 시스템 로깅을 중지하면 서브 시스템 프로세스에 대한 디스크 활동을 줄일 수 있습니다.
zh_tw: 禁用出站數據傳輸和監聽未配置的對象會導致在略有減少CPU的使用率，並禁用子系統記錄可以減少磁盤子系統進程的活動。

source: NOTE
cs_cz: Poznámka
ko_kr: 참고
zh_tw: 注意

source: Disabling Outbound Transfers will stop any currently defined outbound transfers. Outbound settings can be viewed
cs_cz: zakázání odchozí přenosy zastaví všechny aktuálně definované odchozí přenosy. odchozí nastavení lze zobrazit
ko_kr: 아웃 바운드 전송을 중지하면 모든 현재 정의 된 아웃 바운드 전송을 중지합니다. 아웃 바운드 설정은 볼 수 있습니다
zh_tw: 禁止對外轉讓，將停止任何當前定義的對外轉讓。出站設置可以被看作

source: here
cs_cz: zde
ko_kr: 여기에
zh_tw: 這裡

source: Subsystem Options
cs_cz: možnosti subsystému
ko_kr: 서브 옵션
zh_tw: 子系統的選項

source: Enable Outbound Data Transfers
cs_cz: povolit odchozí datové přenosy
ko_kr: 아웃 바운드 데이터 전송을 사용
zh_tw: 啟用出站數據傳輸

source: Enable Listener For Unconfigured Objects
cs_cz: povolit posluchače pro nenakonfigurovaným objekty
ko_kr: 구성되지 않음 객체에 대한 리스너를 사용
zh_tw: 啟用監聽器未配置的對象

source: Enable Subsystem Logging
cs_cz: Povolení protokolování subsystému
ko_kr: 서브 시스템 로깅을 사용하도록 설정
zh_tw: 使子系統記錄

source: Enable BPI sync on Apply Config
cs_cz: povolit synchronizaci bpi při použití config
ko_kr: apply config에서 bpi sync 사용
zh_tw: 在應用配置上啟用bpi同步

source: this option can also be changed in the
cs_cz: Tato volba může být změněna v
ko_kr: 이 옵션은
zh_tw: 此選項可以在。中更改

source: BPI settings page
cs_cz: stránka nastavení bpi
ko_kr: bpi 설정 페이지
zh_tw: bpi設置頁面

source: BPI Sync NDO Startup Timeout
cs_cz: Časový limit spuštění synchronizace bpi
ko_kr: bpi 동기화 ndo 시작 시간 초과
zh_tw: bpi sync ndo啟動超時

source: Amount of seconds to wait for NDO to startup when syncing BPI after apply config.
cs_cz: množství sekund čekat na spuštění ndo při synchronizaci bpi po použití config.
ko_kr: Apply 구성 후 bpi를 동기화 할 때 ndo가 시작될 때까지 대기하는 시간 (초)입니다.
zh_tw: 在應用配置後同步bpi時等待ndo啟動的秒數。

source: Edit performance settings for auto-running pages such as reports, metrics, etc
cs_cz: Upravit nastavení výkonu pro automatické spuštění stránek, jako jsou zprávy, metriky, atd
ko_kr: 등 등 보고서, 통계, 등의 자동 실행 페이지에 대한 편집 성능 설정
zh_tw: 為自動運行的頁面，如報告，度量等編輯性能設置

source: Auto-running Page Performance Options
cs_cz: Možnosti stránky výkonu automatické svícení
ko_kr: 자동 실행 페이지 성능 옵션
zh_tw: 自動運行頁面的性能選項

source: Disable reports from automatically running on page load
cs_cz: zakázat zprávy z automatické spouštění na načtení stránky
ko_kr: 자동으로 페이지로드에서 실행되는 보고서를 사용하지 않도록 설정
zh_tw: 禁止從頁面加載自動運行報告

source: Disable metrics from loading on page load
cs_cz: zakázat metriky načítání na načtení stránky
ko_kr: 페이지로드에로드에서 통계를 사용하지 않도록 설정
zh_tw: 從上加載頁面加載禁用指標

source: Edit settings relating to the Backend Cache. This is used to cache some of the calls to the database.
cs_cz: Upravit nastavení vztahující se k vyrovnávací paměti backend. toto je používáno do mezipaměti některé z volání do databáze.
ko_kr: 백엔드 캐시에 관련된 설정을 편집합니다. 이는 데이터베이스에 대한 호출의 일부를 캐시하는 데 사용됩니다.
zh_tw: 與後端緩存編輯設置。這是用來緩存一些調用的數據庫。

source: Enabling this feature will result in non-realtime data. If you need data displayed in realtime, then %sDO NOT%s enable this feature.
cs_cz: Povolením této funkce bude mít za následek non-Data v reálném čase. Pokud potřebujete data zobrazená v reálném čase, potom% SDO není% s tuto funkci povolit.
ko_kr: 이 기능을 사용하면 비 실시간 데이터가 발생합니다. 당신이 실시간으로 표시되는 데이터를 필요로하는 경우 다음 % SDO %의이 기능을 사용할 수 없습니다.
zh_tw: 啟用此功能會導致非實時數據。如果你需要實時顯示的數據，那麼％SDO不會％S啟用此功能。

source: This can considerably improve performance on systems that perform a lot of host and/or service checks.
cs_cz: to může výrazně zlepšit výkon na systémech, které provádějí velké množství kontrol hostitelských a / nebo služeb.
ko_kr: 이것은 상당히 호스트 및 / 또는 서비스 점검을 많이 수행하는 시스템의 성능을 향상시킬 수 있습니다.
zh_tw: 這可以顯著地改善上執行大量的主機和/或服務的檢查系統的性能。

source: Enabling this feature on systems with a lower amount of checks (%s 1,000) will be detrimental to performance and is %snot recommended%s.
cs_cz: Povolením této funkce v systémech s nižším množstvím kontrol (% s 1000) bude mít nepříznivý dopad na výkonnost a je hlen% doporučené% s.
ko_kr: % S 주 : %는 성능에 해가 될 것입니다 검사의 낮은 양 (% S 1000)와 시스템에이 기능을 senabling하지 않는 것이 좋습니다.
zh_tw: ％S注：％senabling此功能，系統的檢查量較低（％S 1000），將不利於性能，因此不推薦。

source: Enabling this feature on systems that add or remove hosts and/or services frequently is %snot recommended%s.
cs_cz: Povolením této funkce v systémech, které přidávat nebo odebírat hostitele a / nebo služby, často je hlen% doporučené% s.
ko_kr: 호스트 및 / 또는 서비스를 추가하거나 제거 시스템에서이 기능을 사용하면 자주 %의 콧물 권장 % s입니다.
zh_tw: 使上添加或刪除主機和/或服務的系統，這個功能經常是％推薦鼻涕％S。

source: Backend Cache Settings
cs_cz: Nastavení backend mezipaměti
ko_kr: 백엔드 캐시 설정
zh_tw: 後端緩存設置

source: Enable Backend Cache
cs_cz: Používat cache backend
ko_kr: 백엔드 캐시를 사용하도록 설정
zh_tw: 啟用後端緩存

source: Backend Cache Location
cs_cz: backend umístění mezipaměti
ko_kr: 백엔드 캐시 위치
zh_tw: 後端緩存位置

source: Backend Cache Expiration Time
cs_cz: backend čas vypršení platnosti mezipaměti
ko_kr: 백엔드 캐시 만료 시간
zh_tw: 後端緩存過期時間

source: Backend Cache Performance Monitoring
cs_cz: Sledování výkonu mezipaměti backend
ko_kr: 백엔드 캐시 성능 모니터링
zh_tw: 後端緩存性能監控

source: This option only shows up in Developer Mode. Enabling will output some basic microtime() timestamps to the xidebug.log file.
cs_cz: Tato možnost se zobrazí pouze v režimu pro vývojáře. umožňující vypíše nějaké základní microtime () časové údaje do souboru xidebug.log.
ko_kr: 이 옵션은 개발자 모드로 보여줍니다. 가 출력됩니다 몇 가지 기본 microtime ()를 가능하게하는 것은 xidebug.log 파일에 타임 스탬프.
zh_tw: 此選項僅在開發人員模式顯示出來。使將輸出一些基本microtime中（）時間戳到xidebug.log文件。

source: Maximum Backend Cache Performance
cs_cz: výkon maximální backend vyrovnávací paměti
ko_kr: 최대 백엔드 캐시 성능
zh_tw: 最大後端緩存性能

source: In order to take full advantage of the Backend Cache, you might want to ensure that your Backend Cache Location is writing to RAM instead of disk.
cs_cz: aby bylo možné plně využívat výhod cache backend, možná budete chtít, aby vaše backend umístění cache zápisu do ram namísto disku.
ko_kr: 백엔드 캐시을 최대한 활용하기 위해, 당신은 당신의 백엔드 캐시 위치 대신 디스크의 램에 기록되어 있는지 확인 할 수 있습니다.
zh_tw: 以便採取後端緩存的充分利用，你可能想確保你的後端緩存位置寫入內存而非磁盤。

source: To create a 512 MB RAM Disk to hold the cache data, console in to your %s server as root, and execute the following command:
cs_cz: k vytvoření 512 MB RAM disk je uchovat data mezipaměti konzoly ke svému nagios xi serveru jako root a spusťte následující příkaz:
ko_kr: 루트로 XI 서버 당신의 Nagios에있는 캐시 데이터, 콘솔을 누르고, 다음과 같은 명령을 실행하기 위해 512 메가 램 디스크를 만들 수 있습니다 :
zh_tw: 創建一個512 MB RAM磁盤保存到您的Nagios喜作為根服務器緩存中的數據，控制台，並執行以下命令：

source: Select the amount of different kinds of snapshots to keep. You must keep at least the last one good CCM and Core snapshot.
cs_cz: vyberte množství různých druhů snímků, které chcete zachovat. musíte mít alespoň poslední jeden dobrý ccm a jádrový snímek.
ko_kr: 유지할 스냅 샷의 종류를 선택하십시오. 마지막으로 좋은 ccm 및 코어 스냅 샷을 유지해야합니다.
zh_tw: 選擇不同種類的快照保留的數量。你必須至少保留最後一個好的ccm和核心快照。

source: Number of Core Snapshots
cs_cz: počet jádrových snímků
ko_kr: 코어 스냅 샷 수
zh_tw: 核心快照數量

source: Number of Error Snapshots
cs_cz: počet chybových snímků
ko_kr: 오류 스냅 샷 수
zh_tw: 錯誤快照的數量

source: Number of CCM Snapshots
cs_cz: počet ccm snímků
ko_kr: ccm 스냅 샷 수
zh_tw: ccm快照數量

source: Default Delay
cs_cz: výchozí zpoždění
ko_kr: 기본 지연
zh_tw: 默認延遲

source: Number of milliseconds
cs_cz: počet milisekund
ko_kr: 밀리 초 수
zh_tw: 毫秒數

source: Capacity Planning Delay
cs_cz: zpoždění plánování kapacity
ko_kr: 용량 계획 보고서
zh_tw: 容量規劃報告

source: The jQuery provided has been patched for CVE-2019-11358 but if you would prefer to use the latest jQuery uncheck this box.
cs_cz: poskytnutý jquery byl opraven pro cve-2019-11358, ale pokud chcete použít nejnovější jquery, zrušte zaškrtnutí tohoto políčka.
ko_kr: 제공된 jquery는 cve-2019-11358 용으로 패치되었지만 최신 jquery를 사용하려면이 상자를 선택 취소하십시오.
zh_tw: 提供的jquery已針對cve-2019-11358進行了修補，但如果您希望使用最新的jquery，請取消選中此框。

source: Updated global performance settings
cs_cz: Nastavení globální výkonnosti uživatelských aktualizováno
ko_kr: 사용자는 전역 성능 설정을 업데이트
zh_tw: 用戶更新的全球性能設置
