Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Windows WMI (Legacy)
zh_tw: Windows WMI（舊版）

source: This Config Wizard is <b>deprecated</b> because it uses <b>wmic</b> as a part of the plugin.
zh_tw: 此設定精靈已<b>棄用，</b>因為它使用<b>wmic</b>作為外掛程式的一部分。

source: Windows has deprecated wmic and it will no longer work on Windows systems.
zh_tw: Windows 已棄用 wmic，它將不再在 Windows 系統上執行。

source: We recommend using NCPA as an alternative to Windows WMI.
zh_tw: 我們建議使用 NCPA 作為 Windows WMI 的替代方案。

source: Since the XML is converted into an array, the key can be much like a PHP variable. Examples: list[5][host_status], object[health][status_code], temperature
zh_tw: 由於 XML 會轉換為數組，因此鍵可以很像 PHP 變數。範例：列表[5][主機狀態]、物件[健康狀況][狀態代碼]、溫度

source: Monitor a remote Windows Machine using WinRM.
zh_tw: 使用 WinRM 監視遠端 Windows 電腦。

source: A highchart dashlet.
zh_tw: 高圖表小面板。

source: Bar Chart
zh_tw: 長條圖

source: Stacked Bar Chart
zh_tw: 堆疊長條圖

source: Column Chart
zh_tw: 長條圖

source: Stacked Column Chart
zh_tw: 堆積長條圖

source: Pyramid Column Chart
zh_tw: 金字塔長條圖

source: Radial Bar Chart
zh_tw: 徑向長條圖

source: Spline Area Chart
zh_tw: 樣條面積圖

source: Donut Chart
zh_tw: 圓環圖

source: Sort By
zh_tw: 排序方式

source: Scrolling RSS Feed. Define your own RSS feed, with up to 5 URLs
zh_tw: 滾動 RSS 來源。定義您自己的 RSS feed，最多 5 個 URL

source: Feed
zh_tw: 餵食

source: See volume of incoming SNMP Traps.
zh_tw: 查看傳入 SNMP 陷阱的數量。

source: Scale Up
zh_tw: 放大

source: Organize by Host
zh_tw: 由主辦單位組織

source: Notice: Your Nagios XI server is configured to use PostgreSQL, which is deprecated. Please reach out to the Support Team for migration assistance.
zh_tw: 注意：您的 Nagios XI 伺服器已設定為使用 PostgreSQL，但已棄用。請聯絡支援團隊尋求遷移協助。

source: Attend a Webinar
zh_tw: 參加網路研討會

source: See the benefits of Nagios XI in real time, led by professional techinicians.
zh_tw: 在專業技術人員的指導下即時了解 Nagios XI 的優勢。

source: Request a Quickstart
zh_tw: 請求快速入門

source: Let a Nagios professional answer your questions and help customize your Nagios XI deployment.
zh_tw: 讓 Nagios 專業人員回答您的問題並協助自訂您的 Nagios XI 部署。

source: See what Nagios XI is capable of in a highly configured environment.
zh_tw: 了解 Nagios XI 在高度配置的環境中的功能。

source: First steps any user can perform. Click a card to get started.
zh_tw: 任何使用者都可以執行的第一步。點擊卡片即可開始。

source: Start monitoring quickly with easy-to-use Configuration Wizards.
zh_tw: 使用易於使用的設定精靈快速開始監控。

source: Some first steps an administrator may take. Click a card to get started.
zh_tw: 管理員可能會採取的一些初步步驟。點擊卡片即可開始。

source: Explore the CCM
zh_tw: 探索 CCM

source: Automatically discover hosts and services on your network that can be monitored.
zh_tw: 自動發現網路上可監控的主機和服務。

source: Click a card to begin using one of our most popular
zh_tw: 點擊一張卡即可開始使用我們最受歡迎的卡片之一

source: Amazon S3
zh_tw: 亞馬遜S3

source: Need Help?
zh_tw: 需要幫忙？

source: Our knowledgeable techs and community are here to help.
zh_tw: 我們知識淵博的技術人員和社區隨時為您提供協助。

source: Opening a ticket on the Nagios AnswerHub requires an active support entitlement package.
zh_tw: 在 Nagios AnswerHub 上開立票證需要有效的支援權利包。

source: Requires an additional phone support plan.
zh_tw: 需要額外的電話支援計劃。

source: Evaluating Nagios XI? Use the resources below for more information.
zh_tw: 評估 Nagios XI？使用以下資源了解更多。

source: Search for and select a configuration to view, change, or copy.
zh_tw: 搜尋並選擇要查看、變更或複製的配置。

source: Failed to load ms_graph_mailer.php
zh_tw: 無法載入 ms_graph_mailer.php

source: selected OAuth credentials are not for Azure
zh_tw: 選定的 OAuth 憑證不適用於 Azure

source: selected OAuth credentials are not for Azure!
zh_tw: 選定的 OAuth 憑證不適用於 Azure！

source: method=smtp
zh_tw: 方法=smtp

source: method=smtpOAuth
zh_tw: 方法=smtpOAuth

source: invalid SMTP Security method
zh_tw: 無效的 SMTP 安全方法

source: Edit and remove views from your list. <br/> You can also reorder views by dragging and dropping them into a new order.
zh_tw: 編輯視圖並將其從清單中刪除。<br/>您也可以將視圖拖曳到新順序來重新排序視圖。

source: The free license is limited to 7 nodes and up to a total of 100 host/service checks. This option is self-supported only.
zh_tw: 免費授權僅限 7 個節點，最多可進行 100 次主機/服務檢查。此選項僅是自支援的。

source: Notifications are enabled by default for nagiosadmin. You can disable sending notifications to nagiosadmin by unchecking the box.
zh_tw: nagiosadmin 預設啟用通知。您可以透過取消勾選該方塊來停用向 nagiosadmin 發送通知。
