Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Email address is blank.
cs_cz: e-mailová adresa je prázdné.
ko_kr: 이메일 주소가 비어 있습니다.
zh_tw: 電子郵件地址是空白的。

source: Email address is invalid.
cs_cz: e-mailová adresa je neplatná.
ko_kr: 이메일 주소가 잘못되었습니다.
zh_tw: 電子郵件地址是無效的。

source: Your account settings have been updated.
cs_cz: nastavení účtu byly aktualizovány.
ko_kr: 계정 설정이 업데이트되었습니다.
zh_tw: 您的帳戶設置已更新。

source: Notification Methods
cs_cz: metody oznámení
ko_kr: 통지 방법
zh_tw: 通知方法

source: Specify the methods by which you'd like to receive alert messages. <br><b>Note:</b>These methods are only used if you have <a href='notifyprefs.php'>enabled notifications</a> for your account.
cs_cz: specifikovat metody, kterými byste chtěli přijímat výstražné zprávy. <br> <b>Poznámka:</b> Tyto metody se používají pouze tehdy, pokud máte <a href='notifyprefs.php'>povoleno oznámení</a> pro váš účet.
ko_kr: 이 경고 메시지를 수신할지하여 방법을 지정합니다. <br> <b>참고 :</b> 경우이 방법 만 사용 <a href='notifyprefs.php'>가능 알림</a> 귀하의 계정에 대한합니다.
zh_tw: 指定您想接收警報消息的方法。 <br> <b>注意：</b>這些方法只使用，如果您有您的帳戶<a href='notifyprefs.php'>啟用的通知</a> 。

source: Receive alerts via email
cs_cz: dostávat upozornění e-mailem
ko_kr: 이메일을 통해 알림을받을 수 있습니다.
zh_tw: 通過電子郵件收到警報。

source: Receive emails in plain text only
cs_cz: přijímat emaily pouze v prostém textu
ko_kr: 평범한 텍스트로만 이메일을 받는다.
zh_tw: 只接收純文本的電子郵件

source: Receive text alerts to your cellphone
cs_cz: přijímat textové upozornění na váš mobil
ko_kr: 휴대 전화에 문자 알림을받을 수 있습니다.
zh_tw: 接收短信通知到您的手機。

source: Send Verification Key
cs_cz: odeslat ověřovací klíč
ko_kr: 확인 키를 보낸다.
zh_tw: 發送驗證碼

source: Enter the verification key
cs_cz: zadejte ověřovací klíč
ko_kr: 확인 키를 입력하십시오.
zh_tw: 輸入驗證碼

source: Verify
cs_cz: ověřit
ko_kr: 확인
zh_tw: 確認

source: Key expires in
cs_cz: klíč vyprší
ko_kr: 키가 만료 됨
zh_tw: 密鑰到期

source: Your key has expired.
cs_cz: Vaše soudní řízení vypršela.
ko_kr: 재판이 만료되었습니다.
zh_tw: 您的試用期已過。

source: Send a new validation key to verify your Phone Number.
cs_cz: pošlete nový ověřovací klíč pro ověření vašeho telefonního čísla.
ko_kr: 새 유효성 확인 키를 보내 전화 번호를 확인하십시오.
zh_tw: 發送一個新的驗證密鑰來驗證您的電話號碼。

source: Phone number must be verified after you enter it to enable text notifications.
cs_cz: telefonní číslo musí být ověřeno po jeho zadání, aby bylo možné povolit textová upozornění.
ko_kr: 문자 메시지를 사용하려면 입력 한 후에 전화 번호를 확인해야합니다.
zh_tw: 輸入電話號碼後，必須驗證電話號碼以啟用文字通知。

source: Mobile Phone Number
cs_cz: Číslo mobilního telefonu
ko_kr: 휴대 전화 번호
zh_tw: 移動電話號碼

source: Mobile Phone Carrier
cs_cz: operátora mobilní sítě
ko_kr: 휴대 전화 캐리어
zh_tw: 移動電話運營商

source: Missing mobile phone number.
cs_cz: Chybí číslo mobilního telefonu.
ko_kr: 휴대 전화 번호가 누락되었습니다.
zh_tw: 丟失的手機號碼。

source: No mobile carrier selected.
cs_cz: žádný mobilní operátor vybrána.
ko_kr: 어떤 이동 통신사를 선택하지 않았습니다.
zh_tw: 沒有選擇移動運營商。

source: Notification methods updated.
cs_cz: Metody oznámení aktualizován.
ko_kr: 통지 방법이 업데이트되었습니다.
zh_tw: 通知方法的更新。

source: User updated their notification method settings
cs_cz: Uživatel aktualizováno jejich nastavení způsob upozornění
ko_kr: 사용자는 알림 방법 설정을 업데이트
zh_tw: 用戶更新他們的通​​知方法設置

source: Notification Preferences
cs_cz: předvolby oznámení
ko_kr: 알림 환경 설정
zh_tw: 通知偏好

source: Choose whether or not you want to receive alert messages
cs_cz: zvolit, zda chcete přijímat výstražné zprávy
ko_kr: 당신이 경고 메시지를 수신 할 것인지 여부를 선택
zh_tw: 選擇您是否希望收到警報消息

source: You must specify which notification methods to use in the
cs_cz: musíte určit, jaké metody oznámení k použití v
ko_kr: 당신은에 사용할 통지 방법을 지정해야합니다
zh_tw: 您必須指定要使用的通知方式

source: notification methods
cs_cz: metody oznámení
ko_kr: 통지 방법
zh_tw: 通知方法

source: page
cs_cz: strana
ko_kr: 페이지
zh_tw: 頁

source: Enable notifications
cs_cz: -li být upozorňováni
ko_kr: 알림을 활성화
zh_tw: 啟用通知

source: Time Periods
cs_cz: časové periody
ko_kr: 기간
zh_tw: 時間段

source: Select the types of alerts you'd like to receive
cs_cz: vyberte typy výstrah byste chtěli dostávat
ko_kr: 당신이 수신을 원하는 알림의 유형을 선택합니다.
zh_tw: 選擇你想收到警報的類型。

source: Send email
cs_cz: poslat e-mailem
ko_kr: 이메일을 보낼
zh_tw: 發送電子郵件

source: Send email high priority
cs_cz: odeslat e-mailovou vysokou prioritu
ko_kr: 이메일 높은 우선 순위를 보내
zh_tw: 發送電子郵件高優先級

source: Host Acknowledgment
cs_cz: hostitel potvrzení
ko_kr: 호스트 확인
zh_tw: 主機確認

source: Service Acknowledgment
cs_cz: služba potvrzení
ko_kr: 서비스 확인
zh_tw: 服務確認

source: Host Recovery
cs_cz: zotavení hostitel
ko_kr: 호스트 복구
zh_tw: 主機恢復

source: Service Recovery
cs_cz: odtahová služba
ko_kr: 서비스 복구
zh_tw: 服務恢復

source: Host Down
cs_cz: hostit dolů
ko_kr: 아래로 호스트
zh_tw: 主辦下降

source: Service Warning
cs_cz: výstražné služby
ko_kr: 서비스 경고
zh_tw: 服務警告

source: Host Unreachable
cs_cz: hostitel nedostupný
ko_kr: 호스트에 액세스 할 수 없습니다
zh_tw: 主機不可達

source: Service Unknown
cs_cz: služba neznámý
ko_kr: 서비스 불명
zh_tw: 服務未知

source: Host Flapping
cs_cz: hostitel házení
ko_kr: 펄럭 호스트
zh_tw: 主辦撲

source: Service Critical
cs_cz: služba kritický
ko_kr: 서비스 중요
zh_tw: 服務的關鍵

source: Host Downtime
cs_cz: hostit prostoje
ko_kr: 호스트 중단
zh_tw: 主機停機

source: Service Flapping
cs_cz: služba házení
ko_kr: 펄럭 서비스
zh_tw: 服務撲

source: Service Downtime
cs_cz: prostoje služba
ko_kr: 서비스 중단 시간
zh_tw: 服務的停機時間

source: Select the types of mobile phone text (SMS) alerts you'd like to receive
cs_cz: vyberte typ textu mobilního telefonu (SMS) upozorní byste chtěli dostávat
ko_kr: 받아보고 싶은 경고를 휴대 전화 문자 (SMS)의 유형을 선택
zh_tw: 選擇手機短信（SMS）的種類提醒您希望收到

source: Specify the times of day you'd like to receive alerts.
cs_cz: specifikovat časy den byste chtěli dostávat upozornění.
ko_kr: 이 알림을 수신 할 하루의 시간을 지정합니다.
zh_tw: 指定的時間，你想收到警報。

source: From
cs_cz: od
ko_kr: 부터
zh_tw: 從

source: To
cs_cz: na
ko_kr: 에
zh_tw: 對

source: One or more time ranges is invalid.
cs_cz: jedna nebo více časových rozsahů je neplatný.
ko_kr: 하나 이상의 시간 범위가 잘못되었습니다.
zh_tw: 一個或多個時間範圍是無效的。

source: User updated their notification preferences
cs_cz: Uživatel aktualizovaly své nastavení oznámení
ko_kr: 사용자는 알림 환경 설정을 업데이트
zh_tw: 用戶更新他們的通​​知喜好

source: You are not authorized to access this feature. Contact your system administrator for more information, or to obtain access to this feature.
cs_cz: nejste oprávněni pro přístup k této funkci. obraťte se na správce Nagios XI pro více informací, nebo získat přístup k této funkci.
ko_kr: 당신은이 기능에 액세스 할 수있는 권한이 없습니다. 자세한 내용은 Nagios XI 관리자에게 문의하거나이 기능에 대한 액세스 권한을 얻을 수 있습니다.
zh_tw: 您沒有權限訪問此功能。更多信息，請聯繫您的nagios XI管理員或獲得訪問該功能。

source: Product Activation
cs_cz: aktivace produktu
ko_kr: 제품 정품 인증
zh_tw: 產品激活

source: Please contact Nagios sales at %s for help with activating this license.
cs_cz: kontaktujte prosím nagios sales at% s pro pomoc s aktivací této licence.
ko_kr: 이 라이센스 활성화에 대한 도움이 필요하면 % s의 nagios 영업팀에 문의하십시오.
zh_tw: 請聯繫％s的nagios銷售人員獲取有關激活此許可證的幫助。

source: Your %s license is currently activated (or does not require activation)
cs_cz: Váš nagios xi licence je v současné době aktivován (nebo nevyžaduje aktivaci)
ko_kr: 귀하의 Nagios XI 라이센스은 현재 활성화되어 (또는 정품 인증을 필요로하지 않습니다)
zh_tw: 您的Nagios的十一許可證當前激活的（或不需要激活）

source: Back
cs_cz: zadní
ko_kr: 뒤로
zh_tw: 背面

source: Activate your license from inside %s by entering your client ID or token here.<br>If you are offline or having trouble with automatic activation, you can manually
cs_cz: <p> aktivujte licenci zevnitř nagios xi zadáním zde vašeho ID klienta nebo tokenu. <br> pokud jste offline nebo máte potíže s automatickou aktivací, můžete ji ručně
ko_kr: <p> 클라이언트 ID 또는 토큰을 여기에 입력하여 nagios xi 내부에서 라이센스를 활성화하십시오. <br> 오프라인이거나 자동 활성화에 문제가있는 경우 수동으로 수행 할 수 있습니다.
zh_tw: <p>通過在這裡輸入您的客戶端ID或令牌，從nagios xi激活您的許可證。 <br>如果您處於離線狀態或無法自動激活，則可以手動進行

source: activate your license
cs_cz: aktivaci licence
ko_kr: 라이센스 키를 활성화
zh_tw: 激活您的許可證密鑰

source: Activation Information
cs_cz: informace o aktivaci
ko_kr: 활성화 정보
zh_tw: 激活信息

source: Client ID / Token
cs_cz: id / token klienta
ko_kr: 클라이언트 ID / 토큰
zh_tw: 客戶端ID /令牌

source: Your client ID or token should be in the license email. Contact %s if you do not know yours.
cs_cz: vaše ID klienta nebo token by měl být v licenčním e-mailu. kontaktujte sales@nagios.com, pokud neznáte vaše.
ko_kr: 클라이언트 ID 또는 토큰이 라이센스 전자 메일에 있어야합니다. 당신이 당신을 모른다면 sales@nagios.com에 연락하십시오.
zh_tw: 您的客戶端ID或令牌應該位於許可證電子郵件中。如果你不認識你，請聯繫sales@nagios.com。

source: License Key
cs_cz: licenční klíč
ko_kr: 라이센스 키
zh_tw: 許可證密鑰

source: Server IP
ko_kr: 서버 IP
zh_tw: 服務器IP

source: Directions
cs_cz: Pokyny
ko_kr: 지도
zh_tw: 方向

source: Using the server IP below, fill out the
cs_cz: pomocí serveru ip níže, vyplňte
ko_kr: 아래의 서버 IP를 사용하여
zh_tw: 使用下面的服務器IP，填寫

source: activation form
cs_cz: aktivační formulář
ko_kr: 활성화 양식
zh_tw: 激活表單

source: to get an activation key and enter it below
cs_cz: získat aktivační klíč a zadejte jej níže
ko_kr: 활성화 키를 가져 와서 아래에 입력하십시오.
zh_tw: 獲取激活碼並在下面輸入

source: Activation Key
cs_cz: Aktivační klíč
ko_kr: 활성화 키
zh_tw: 激活密鑰

source: Activate
cs_cz: aktivovat
ko_kr: 활성화
zh_tw: 激活

source: This action is not available in demo mode.
cs_cz: Tato akce není dostupná v demo režimu.
ko_kr: 이 작업이 데모 모드로 사용할 수 없습니다.
zh_tw: 這個動作是不是在演示模式。

source: Invalid activation key.
cs_cz: neplatný aktivační klíč.
ko_kr: 잘못된 정품 인증 키입니다.
zh_tw: 無效的激活密鑰。

source: Could not activate the license key. You must try activating it
cs_cz: nemohl aktivovat licenční klíč. musíte ji aktivovat
ko_kr: 라이센스 키를 활성화 할 수 없습니다. 그것을 활성화해야합니다.
zh_tw: 無法激活許可密鑰。你必須嘗試激活它

source: manually
cs_cz: ručně
ko_kr: 수동으로
zh_tw: 手動

source: Activation completed successfully.
cs_cz: aktivace úspěšně dokončena.
ko_kr: 활성화가 성공적으로 완료되었습니다.
zh_tw: 激活已成功完成。

source: Activation key accepted. Thank you!
cs_cz: Aktivační klíč přijat. Děkuji!
ko_kr: 활성화 키는 받아 들였다. 감사합니다!
zh_tw: 激活密鑰接受。謝謝！

source: Deadpool Settings
cs_cz: nastavení Deadpool
ko_kr: Deadpool 설정
zh_tw: deadpool設置

source: The deadpool processor automatically deletes hosts and services that are in problem states longer than the thresholds you specify. This is useful for automatically cleaning your monitoring system of hosts and services that no longer exist or are invalid.
cs_cz: Deadpool procesor automaticky odstraní hostitele a služby, které jsou v problému uvádí delší než prahové hodnoty určíte. Tato funkce je užitečná pro automatické čištění monitorovací systém počítačů a služeb, které již neexistují nebo jsou neplatné.
ko_kr: deadpool 프로세서는 자동으로 삭제 호스트와 더 이상 사용자가 지정한 임계 값보다 문제 상태에 서비스를 제공합니다. 이 자동으로 더 이상 존재하지 않거나 무효임을 호스트 및 서비스의 모니터링 시스템을 청소하는 데 유용합니다.
zh_tw: deadpool處理器會自動刪除主機和服務，這是問題狀態的時間比你指定的閾值。自動清洗您的監控系統已不存在的，或者是無效的主機和服務，這是非常有用的。

source: For additional information on the Deadpool Settings and exclusion filters, please see
cs_cz: Další informace o nastavení mrtvého úložiště a filtrech vyloučení naleznete v části
ko_kr: 데드 풀 설정 및 제외 필터에 대한 자세한 내용은 다음을 참조하십시오.
zh_tw: 有關死區設置和排除過濾器的其他信息，請參閱

source: this document
cs_cz: tento dokument
ko_kr: 이 문서
zh_tw: 這個文件

source: General Settings
cs_cz: Obecné nastavení
ko_kr: 일반 설정
zh_tw: 一般設置

source: Host Settings
cs_cz: nastavení hostitele
ko_kr: 호스트 설정
zh_tw: 主機設置

source: Service Settings
cs_cz: nastavení služby
ko_kr: 서비스 설정
zh_tw: 服務設置

source: Enable the deadpool processor
cs_cz: povolit Deadpool procesoru
ko_kr: Deadpool 프로세서 사용
zh_tw: 啟用deadpool處理器

source: Remove performance data files (RRDs) upon host/service deletion
cs_cz: odebrat údaje o výkonnosti soubory (RRD) na výmaz hostitelské / služby
ko_kr: 호스트 / 서비스의 삭제에 성능 데이터 파일 (RRDS)을 제거
zh_tw: 在主機/服務刪除刪除性​​能數據文件（的RRD）

source: Email Recipients
cs_cz: e-mail příjemce
ko_kr: 이메일 수신자
zh_tw: 電子郵件收件人

source: Comma-separated list of email addresses that should be notified of deadpool activity.
cs_cz: čárkami oddělený seznam e-mailových adres, které by měly být informován o Deadpool aktivity.
ko_kr: deadpool 활동에 대한 통지를해야합니다 이메일 주소를 쉼표로 구분 된 목록
zh_tw: 以逗號分隔的電子郵件地址列表應deadpool活動的通知

source: The settings below determine when hosts are moved to the deadpool and eventually deleted.
cs_cz: Níže nastavení určit, kdy jsou hostitelé přesunuty do Deadpool a nakonec odstraněny.
ko_kr: 설정은 호스트가 deadpool로 이동하는 경우 아래 결정하고 결국 삭제
zh_tw: 下面的設置決定當主機移動到deadpool，最終被刪除

source: Stage 1 Time
cs_cz: etapa 1 krát
ko_kr: 1 단계 시간
zh_tw: 第1次

source: days
cs_cz: dny
ko_kr: 일
zh_tw: 天

source: hours
cs_cz: hodiny
ko_kr: 시간
zh_tw: 小時

source: minutes
cs_cz: zápis
ko_kr: 분
zh_tw: 分鐘

source: The amount of time a host must be in a problem state before notifications for it are automatically disabled and it is added to the host deadpool.
cs_cz: Množství času hostitele, musí být ve stavu před problém oznámení o tom se automaticky vypne a je přidán do hostitelského Deadpool.
ko_kr: 이에 대한 알림이 자동으로 사용 중지하고이 호스트 deadpool에 추가되기 전에 시간의 양에 호스트 문제 상태에 있어야합니다
zh_tw: 主機必須處於故障狀態的​​時間量通知之前，將被自動禁用，它被添加到主機deadpool

source: Stage 2 Time
cs_cz: etapa 1 krát
ko_kr: 1 단계 시간
zh_tw: 第1次

source: The amount of time a host must be in a problem state before it is automatically removed from the host deadpool and deleted or deactivate from the monitoring configuration.
cs_cz: Množství času hostitele, musí být ve stavu problému před tím, než se automaticky odstraněny z hostitelského Deadpool a odstraní z konfigurace sledování.
ko_kr: 이 자동으로 호스트 deadpool에서 제거하고 모니터링 구성에서 삭제하기 전에 시간의 양에 호스트 문제 상태에 있어야합니다
zh_tw: 主機必須處於故障狀態的​​時間量之前，從主機deadpool自動刪除，刪除監控配置

source: Stage 2 Action
cs_cz: akce 2. stupně
ko_kr: 2 단계 행동
zh_tw: 第二階段的行動

source: Delete
cs_cz: vymazat
ko_kr: 삭제
zh_tw: 刪除

source: Deactivate
cs_cz: deaktivace
ko_kr: 군대를 해산하다
zh_tw: 關閉

source: The action you'd like the deadpool processor to take once it reaches stage 2 time.
cs_cz: akce, kterou byste chtěli, aby procesor, který se nachází v mrtvém bodě, jakmile dosáhne fáze 2.
ko_kr: 데드 풀 프로세서가 2 단계에 도달하면 취해야 할 조치
zh_tw: 你想要死區處理器一旦到達第2階段就採取的行動。

source: Exclusion Filters
cs_cz: vyloučení filtry
ko_kr: 제외 필터
zh_tw: 排除過濾器

source: Names of hosts that should be excluded from deadpool processing. May contain exact string matches or regular expressions. One filter per line.
cs_cz: Názvy hostitelů, které by měly být vyloučeny ze zpracování Deadpool. mohou obsahovat přesné řetězec odpovídá nebo regulární výrazy. jeden filtr na řádek.
ko_kr: deadpool 처리에서 제외해야합니다 호스트의 이름. 정확한 문자열 일치 또는 정규 표현식을 포함 할 수 있습니다. 한 줄에 하나씩 필터
zh_tw: deadpool處理的主機的名稱應排除。可能包含精確匹配的字符串或正則表達式。每行一個過濾器

source: The settings below determine when services are moved to the deadpool and eventually deleted.
cs_cz: Níže nastavení určit, kdy jsou služby přesunuty do Deadpool a nakonec odstraněny.
ko_kr: 설정은 서비스가 deadpool로 이동하는 경우 아래 결정하고 결국 삭제
zh_tw: 下面的設置決定的deadpool移動服務時，最終被刪除

source: The amount of time a service must be in a problem state before notifications for it are automatically disabled and it is added to the service deadpool.
cs_cz: Množství času služba musí být ve stavu potíží, než oznámení o tom jsou automaticky zablokována a je přidána do servisního Deadpool.
ko_kr: 이에 대한 알림이 자동으로 사용 중지하고이 서비스 deadpool에 추가되기 전에 시간의 양에 문제가 있음을 서비스합니다
zh_tw: 服務必須是處於故障狀態的​​時間量前通知，它會自動禁用，它被添加到服務deadpool

source: The amount of time a service must be in a problem state before it is automatically removed from the service deadpool and deleted or deactivate from the monitoring configuration
cs_cz: Množství času služby, musí být ve stavu problému před tím, než se automaticky odstraní ze servisního Deadpool a odstraní z konfigurace sledování
ko_kr: 이 자동으로 서비스 deadpool에서 제거하고 모니터링 구성에서 삭제하기 전에 시간의 양이 문제 상태에 서비스해야합니다
zh_tw: 服務必須是處於故障狀態的​​時間量之前，會自動從服務deadpool和刪除監控配置

source: User updated deadpool settings
cs_cz: uživatelská aktualizováno nastavení Deadpool
ko_kr: 사용자가 deadpool 설정을 업데이트
zh_tw: 用戶更新deadpool設置

source: Invalid stage 1 host time threshold
cs_cz: neplatná etapa práh 1 hostitel čas
ko_kr: 잘못된 1 단계 호스트 시간 임계 값
zh_tw: 無效1級主機的時間閾值

source: Invalid stage 2 host time threshold
cs_cz: neplatná etapa práh 2 hostitel čas
ko_kr: 잘못된 2 단계 호스트 시간 임계 값
zh_tw: 無效第2階段主機時間閾值

source: Invalid stage 1 service time threshold
cs_cz: neplatný etapa práh čas 1 služba
ko_kr: 잘못된 1 단계 서비스 시간 임계 값
zh_tw: 無效的第一階段服務時間閾值

source: Invalid stage 2 service time threshold
cs_cz: neplatný etapa práh čas 2 služba
ko_kr: 잘못된 2 단계 서비스 시간 임계 값
zh_tw: 無效第2階段服務時間閾值

source: Invalid host time thresholds: stage 2 threshold must be at least 5 mins greater than stage 1
cs_cz: neplatných prahy hostitel čas Krok 2: práh musí být větší než 1. stupni
ko_kr: 잘못된 호스트 시간 임계 값 : 2 단계 임계 값은 1 단계보다 커야합니다
zh_tw: 無效的主機的時間點：第2階段的閾值必須大於1級

source: Invalid service time thresholds: stage 2 threshold must be at least 5 mins greater than stage 1
cs_cz: neplatných prahy Provozní doba: Fáze 2 prahové hodnoty musí být větší než 1. stupni
ko_kr: 잘못된 서비스 시간 임계 값 : 2 단계 임계 값은 1 단계보다 커야합니다
zh_tw: 無效的服務時間閾值：第2階段的閾值必須大於1級

source: Settings updated.
cs_cz: Nastavení aktualizováno.
ko_kr: 설정이 업데이트되었습니다.
zh_tw: 設置更新。

source: Administration
cs_cz: správa
ko_kr: 관리
zh_tw: 管理

source: Admin
cs_cz: administrátor
ko_kr: 관리자
zh_tw: 管理

source: Manage your %s installation with the administrative options available to you in this section. Make sure you complete any setup tasks that are shown below before using your %s installation.
cs_cz: <p> spravovat své instalaci XI s možností správy které máte k dispozici v této sekci. ujistěte se, že dokončení jakéhokoliv nastavování úkolů, které jsou uvedeny níže Před použitím instalace XI. </p>
ko_kr: <p> 이 섹션에서 사용할 수있는 관리 옵션을 사용하여 XI 설치를 관리합니다. 귀하의 XI 설치를 사용하기 전에 다음과 같습니다 모든 설치 작업을 완료해야합니다. </p>
zh_tw: <p>管理你的喜安裝的系統管理選項提供給您在本節。確保完成如下所示的設置任務，然後使用您的喜安裝。 </p>

source: Mobile Carriers
cs_cz: mobilní operátoři
ko_kr: 이동 통신사
zh_tw: 移動運營商

source: Manage the mobile carrier settings that can be used for email-to-text mobile notifications. Note: The <code>%number%</code> macro in the address format will be replaced with the user's phone number.
cs_cz: správu mobilních nastavení operátora, které mohou být použity pro email-textové mobilních oznámení. poznámka: <code>%number%</code> makro ve formátu adresy budou nahrazeny telefonní číslo uživatele.
ko_kr: 이메일 - 투 - 텍스트를 모바일 알림을 사용할 수있는 이동 통신사 설정을 관리합니다. 참고 : 주소 형식의 <i>% 번호 % 매크로가</i> 사용자의 전화 번호로 대체됩니다.
zh_tw: 移動運營商設置管理，可用於電子郵件到文本的移動通知。注<i>：％％</i>宏的地址格式將被替換為用戶的電話號碼。

source: Unique Id
cs_cz: jedinečný identifikátor
ko_kr: 고유 ID
zh_tw: 唯一的id

source: Description
cs_cz: popis
ko_kr: 기술
zh_tw: 描述

source: Email-To-Text Address Format
cs_cz: email-to-textu ve formátu adresa
ko_kr: 이메일로 텍스트 주소 형식
zh_tw: 電子郵件到文本地址格式

source: Restore defaults
cs_cz: obnovit výchozí nastavení
ko_kr: 기본값을 복원
zh_tw: 恢復默認設置

source: Could not process request
cs_cz: nemohl zpracovat požadavek
ko_kr: 요청을 처리 할 수​​ 없습니다
zh_tw: 無法處理請求

source: Unique ID missing on line #
cs_cz: jedinečný identifikátor chybí na lince #
ko_kr: 고유 ID는 행에 누락 #
zh_tw: 唯一的ID上線丟失＃

source: Description missing on line #
cs_cz: Popis chybí na lince #
ko_kr: 설명 행에 누락 #
zh_tw: 說明缺少上線＃

source: Format missing on line #
cs_cz: Formát chybí na lince #
ko_kr: 형식 행에 누락 #
zh_tw: 上線的格式丟失＃

source: User updated global mobile carrier settings
cs_cz: Nastavení nosné globální operátor mobilních uživatelů aktualizováno
ko_kr: 사용자는 글로벌 이동 통신사 설정을 업데이트
zh_tw: 用戶全球移動運營商設置更新

source: Mobile carriers updated.
cs_cz: mobilní operátoři aktualizována.
ko_kr: 이동 통신사가 업데이트되었습니다.
zh_tw: 移動運營商更新。

source: Defaults restored
cs_cz: výchozí obnovena
ko_kr: 기본값 복원
zh_tw: 默認恢復

source: System Status
cs_cz: stav systému
ko_kr: 시스템 상태
zh_tw: 系統狀態

source: Monitoring Engine Status
cs_cz: Sledování stavu motoru
ko_kr: 모니터링 엔진 상태
zh_tw: 發動機狀態監測

source: Trial key added successfully.
cs_cz: zkušební klíč byl úspěšně přidán.
ko_kr: 평가판 키가 성공적으로 추가되었습니다.
zh_tw: 試用密鑰已成功添加。

source: Trial has been updated successfully.
cs_cz: Šablona byla úspěšně aktualizována.
ko_kr: 템플릿이 성공적으로 업데이트되었습니다.
zh_tw: 模板已成功更新。

source: The trial key entered is not valid.
cs_cz: zadaný zkušební klíč není platný.
ko_kr: 입력 한 평가판 키가 유효하지 않습니다.
zh_tw: 輸入的試用密鑰無效。

source: Start Free Trial
cs_cz: spustit bezplatnou zkušební verzi
ko_kr: 무료 평가판 시작
zh_tw: 開啟免費體驗

source: Trial License
cs_cz: zkušební licence
ko_kr: 평가판 라이센스
zh_tw: 試用許可證

source: If you have a trial license key, you can enter it here. If you do not have one, you can %s.
cs_cz: pokud máte zkušební licenční klíč, můžete jej zadat zde. pokud žádný nemáte, můžete% s.
ko_kr: 평가판 라이센스 키가있는 경우 여기에 입력 할 수 있습니다. 없는 경우 % s 할 수 있습니다.
zh_tw: 如果您有試用許可證密鑰，則可以在此處輸入。如果您沒有，則可以％s。

source: get one now
cs_cz: získejte jeden hned
ko_kr: 지금 사다
zh_tw: 現在拿一個

source: Trial Key
cs_cz: zkušební klíč
ko_kr: 시험 키
zh_tw: 試用鑰匙

source: Enter Trial Key
cs_cz: zadejte zkušební klíč
ko_kr: 평가판 키 입력
zh_tw: 輸入試用密鑰

source: Cloud accounts cannot access this page.
cs_cz: cloud účty nemají přístup k této stránce.
ko_kr: 클라우드 계정은이 페이지에 액세스 할 수 없습니다.
zh_tw: 雲帳戶無法訪問此頁面。

source: This action is not available in Demo Mode.
cs_cz: Tato akce není dostupná v demo režimu.
ko_kr: 이 작업이 데모 모드로 사용할 수 없습니다.
zh_tw: 這個動作是不是在演示模式。

source: <b>The update has completed!</b> Review the log and click <b>Finish</b> when done to go back.
cs_cz: <b>aktualizace byla dokončena!</b> prohlédněte si protokol a klikněte na tlačítko <b>Dokončit</b> .
ko_kr: <b>업데이트가 완료되었습니다!</b> 로그를 검토하고 <b>완료</b> 되면 <b>마침을</b> 클릭하여 되돌아갑니다.
zh_tw: <b>更新已經完成！</b>查看日誌並<b>完成後</b>單擊<b>完成</b>返回。

source: The update did not complete properly. Click <b>Go Back</b> and try updating manually.
cs_cz: aktualizace nebyla správně dokončena. klepněte na tlačítko <b>zpět</b> a zkuste aktualizovat ručně.
ko_kr: 업데이트가 제대로 완료되지 않았습니다. <b>다시</b> 클릭하고 수동으로 업데이트 해보십시오.
zh_tw: 更新未正確完成。單擊<b>返回</b>並嘗試手動更新。

source: Command not found.
cs_cz: příkaz nenalezen.
ko_kr: 명령을 찾을 수 없습니다.
zh_tw: 未找到命令。

source: Check for Updates
cs_cz: zkontrolovat aktualizace
ko_kr: 업데이트 확인
zh_tw: 檢查更新

source: Are you sure you want to upgrade %s?
cs_cz: jsou si jisti, že chcete provést upgrade Nagios xi?
ko_kr: 당신은 당신의 Nagios XI 업그레이드 하시겠습니까?
zh_tw: 你確定要升級的nagios喜？

source: Warning: Overwriting XI files ... Please make backups of any edited files before running this upgrade. Does not include components unless it's a core XI component.
cs_cz: varování: přepsání xi soubory ... prosím, aby zálohování veškerých upravených souborů před spuštěním tohoto upgrade. neobsahuje komponenty, pokud to není jádro xi komponent.
ko_kr: ? 당신은 당신의 Nagios XI 업그레이드하겠습니까 \ n 개의 \의 n주의 : XI 파일을 덮어 쓰기 ... 이 업그레이드를 실행하기 전에 편집 된 파일의 백업을 확인하시기 바랍니다. 그것이 핵심 XI 구성 요소의하지 않는 구성 요소를 포함하지 않습니다.
zh_tw: ？你確定你要升級的nagios喜\ n \ n警告：覆蓋璽文件...請運行此升級之前進行的任何編輯的文件的備份。不包括組件，除非它是一個核心璽組成部分。

source: Are you sure you want to delete this update log file?
cs_cz: Jste si jisti, že chcete smazat tento soubor protokolu aktualizace?
ko_kr: 이 원자로 인스턴스를 삭제 하시겠습니까?
zh_tw: 您確定要刪除該反應器的實例嗎？

source: View Update Log
cs_cz: Pohled aktualizace log
ko_kr: 보기 업데이트 로그
zh_tw: 查看更新日誌

source: Update Ran:
cs_cz: Aktualizace běžel:
ko_kr: 업데이트를 실행 :
zh_tw: 更新運行：

source: Update Status:
cs_cz: aktualizovat status:
ko_kr: 업데이트 상태 :
zh_tw: 更新狀態：

source: <strong>Please wait.</strong> Upgrade is starting...
cs_cz: <strong>prosím, čekejte.</strong> inovovat začíná ...
ko_kr: <strong>기다려주십시오.</strong> 업그레이드가 시작됩니다 ...
zh_tw: <strong>請稍候。</strong>升級開始...

source: Go Back
cs_cz: vrátit se
ko_kr: 돌아 가기
zh_tw: 回去

source: Finish
cs_cz: dokončit
ko_kr: 끝
zh_tw: 完

source: Ensure your IT infrastructure is monitored effectively by keeping up with the latest updates to %s.
cs_cz: zajistěte, aby byla vaše infrastruktura účinně monitorována, a to tak, že budete držet krok s nejnovějšími aktualizacemi na% s.
ko_kr: % s의 최신 업데이트를 따라 가면서 인프라를 효과적으로 모니터링하십시오.
zh_tw: 通過跟上％s的最新更新，確保您的基礎架構得到有效監控。

source: Visit <a href='https://www.nagios.com/products/nagiosxi/' target='_blank'>www.nagios.com</a> to get the latest versions of Nagios XI.
cs_cz: navštivte <a href='https://www.nagios.com/products/nagiosxi/' target='_blank'>www.nagios.com</a> a získejte nejnovější verze nagios xi.
ko_kr: nagios xi의 최신 버전을 얻으려면 <a href='https://www.nagios.com/products/nagiosxi/' target='_blank'>www.nagios.com</a> 을 방문하십시오.
zh_tw: 訪問<a href='https://www.nagios.com/products/nagiosxi/' target='_blank'>www.nagios.com</a>獲取最新版本的nagios xi。

source: IMPORTANT
cs_cz: Důležité
ko_kr: 중대한
zh_tw: 重要
