Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: of the contacts that should be notified whenever there are problems (or recoveries) with this host. Multiple contacts should be separated by commas. Useful if you want notifications to go to just a few people and don't want to configure contact groups. You must specify at least one contact or contact group in each host escalation definition.
cs_cz: z kontaktů, které by měly být oznámeny, pokud existují problémy (nebo vydání) s tímto hostitelem. více kontaktů by měly být odděleny čárkou. užitečné, pokud chcete oznámení jít jen pár lidí a nechcete konfigurovat skupiny kontaktů. je nutné zadat alespoň jeden kontakt nebo skupinu kontaktů v každé definici hostitel eskalace.
ko_kr: 이 호스트와의 문제 (또는 복구)이있을 때마다 통지해야 연락처. 여러 연락처는 쉼표로 구분해야합니다. 당신이 원하는 경우 알림 단지 몇 명에 갈 및 연락처 그룹을 구성하고 싶지 않아 유용하다. 각 호스트 상승 정의에 적어도 하나의 연락처 또는 연락처 그룹을 지정해야합니다.
zh_tw: 那應通知每當有問題（或恢復）與該主機的接觸。多個聯繫人應該用逗號分隔。如果你想通知去只有幾個人，不希望配置聯繫人組非常有用。您必須至少指定一個聯繫人或聯繫人組中的每個主機升級的定義。

source: yes (no, if a contactgroup is defined)
cs_cz: ano (ne, je-li contactgroup je definována)
ko_kr: 예 (아니, CONTACTGROUP가 정의 된 경우)
zh_tw: 是的（不，如果contactgroup定義）

source: of the contact group that should be notified when the host notification is escalated. Multiple contact groups should be separated by commas. You must specify at least one contact or contact group in each host escalation definition.
cs_cz: kontaktní skupiny, která by měla být oznámeny kdy je tato informace hostitel eskaloval. vícenásobné kontaktní skupiny by měly být odděleny čárkou. je nutné zadat alespoň jeden kontakt nebo skupinu kontaktů v každé definici hostitel eskalace.
ko_kr: 호스트 알림이 에스컬레이트 될 때 통지해야한다 접촉 그룹의. 여러 연락처 그룹은 쉼표로 구분해야합니다. 각 호스트 상승 정의에 적어도 하나의 연락처 또는 연락처 그룹을 지정해야합니다.
zh_tw: 當主機通知升級應該通知聯絡小組。多個聯繫人組應該用逗號分隔。您必須至少指定一個聯繫人或聯繫人組中的每個主機升級的定義。

source: yes (no, if a contact is defined)
cs_cz: ano (ne, je-li kontakt je definována)
ko_kr: 예 (아니, 연락처가 정의 된 경우)
zh_tw: 是的（沒有，如果接觸定義）

source: config name
cs_cz: název config
ko_kr: 구성 이름
zh_tw: 配置名稱

source: This directive is used to specify a common config name for a hostescalation configration. This is a NagiosQL parameter and it will not be written to the configuration file.
cs_cz: Tato směrnice se používá k určení společný název config pro hostescalation configration. jedná se o nagiosql parametr a nebude možné zapsat do konfiguračního souboru.
ko_kr: 이 지시문은 hostescalation의 configration에 대한 공통 구성 이름을 지정하는 데 사용됩니다. 이 nagiosql 매개 변수이며 구성 파일에 기록되지 않습니다.
zh_tw: 這個指令是用來為hostescalation CONFIGRATION指定一個常見的配置名稱。這是一個nagiosql參數，它不會被寫入配置文件。

source: escalation period
cs_cz: eskalace období
ko_kr: 에스컬레이션이 Timeperiod
zh_tw: 升級timeperiod

source: This directive is used to specify the short name of the time period during which this escalation is valid. If this directive is not specified, the escalation is considered to be valid during all times.
cs_cz: Tato směrnice se používá k určení krátký název časového období, během něhož byl tento eskalace platí. je-li tato směrnice není zadán, eskalace je považována za platnou v každém okamžiku.
ko_kr: 이 지정은이 상승가 유효한 동안의 시간주기의 짧은 이름을 지정하는 데 사용된다. 이 지시어가 지정되지 않은 경우, 에스컬레이션은 모든 시간 동안 유효한 것으로 간주됩니다.
zh_tw: 這個指令是用來指定的時間段期間，這個升級是有效的簡稱。如果沒有指定這個指令，升級被認為是在任何時候都有效。

source: This directive is used to define the criteria that determine when this host escalation is used. The escalation is used only if the host is in one of the states specified in this directive. If this directive is not specified in a host escalation, the escalation is considered to be valid during all host states. Valid options are a combination of one or more of the following
cs_cz: Tato směrnice se používá k definování kritérií, která určují, kdy se používá tento počítač eskalace. eskalace se používá pouze v případě, že hostitel je v jednom ze stavů uvedených v této směrnici. je-li tato směrnice není uvedeno v hostitelské eskalace, stupňování je považována za platnou během všech hostitelských států. Platné jsou kombinací jedné nebo více z následujících
ko_kr: 이 지시문은이 호스트 에스컬레이션을 사용하는시기를 결정하는 기준을 정의하는 데 사용됩니다. 호스트가이 지침에 지정된 상태 중 하나에있는 경우 에스컬레이션에만 사용됩니다. 이 지시는 호스트 상승에 지정되지 않은 경우, 모든 호스트는 상승 상태 동안 유효한 것으로 간주된다. 유효한 옵션은 다음 중 하나 이상의 조합
zh_tw: 這個指令是用來定義確定何時該主機升級所使用的標準。升級僅用於主機是否在本指令指定的國家之一。如果一台主機的升級沒有指定這個指令，升級被認為是在所有主機有效的狀態。有效的選項有一個或多個以下的組合

source: escalate on an UP (recovery) state,
cs_cz: stupňovat na stoupajícím (obnova) stavu,
ko_kr: 최대 (복구) 상태에 확대,
zh_tw: 升級上了（恢復）狀態，

source: escalate on a DOWN state, and
cs_cz: stupňovat na vypnutém stavu, a
ko_kr: 다운 상태에 확대하고,
zh_tw: 升級在關閉狀態，而

source: escalate on an UNREACHABLE state.
cs_cz: stupňovat na nedostupném stavu.
ko_kr: 도달 할 수없는 상태에 상승.
zh_tw: 升級上的不可達狀態。

source: in this field, the escalation will only be used if the host is in a DOWN state.
cs_cz: v této oblasti, bude stupňování lze použít pouze v případě, že hostitel je ve vypnutém stavu.
ko_kr: 호스트가 다운 상태 인 경우,이 필드에서, 상승에만 이용 될 것이다.
zh_tw: 在這一領域，升級將只當主機處於關閉狀態使用。

source: first notification
cs_cz: První oznámení
ko_kr: 첫 번째 알림
zh_tw: 第一次通知

source: This directive is a number that identifies the <em>first</em> notification for which this escalation is effective. For instance, if you set this value to 3, this escalation will only be used if the host is down or unreachable long enough for a third notification to go out.
cs_cz: Tato směrnice je číslo, které identifikuje <em>první</em> oznámení pro které je tato eskalace je účinný. Například, pokud nastavíte tuto hodnotu na 3, to eskalace budou použity pouze v případě, že počítač vypnutý nebo nedostupný dostatečně dlouhou dobu třetiny oznámení jít ven.
ko_kr: 이 지시문은이 에스컬레이션 효과가있는 <em>최초의</em> 통지를 식별하는 번호입니다. 당신이 3이 값을 설정하면 호스트가 충분히 제 통지가 외출을 위해 다운되거나 연결할 수없는 경우, 예를 들어,이 상승 만 사용됩니다.
zh_tw: 這個指令是一個數字，用於標識這個升級是有效的<em>第一</em>通知。舉例來說，如果你將該值設置為3，這個升級將僅在主機停機或無法訪問足夠長的三分之一通知外出使用。

source: last notification
cs_cz: poslední oznámení
ko_kr: 마지막 알림
zh_tw: 最後通知

source: This directive is a number that identifies the
cs_cz: Tato směrnice je číslo, které identifikuje
ko_kr: 이 지시어를 식별하는 번호입니다
zh_tw: 這個指令是一個數字標識

source: last
cs_cz: poslední
ko_kr: 마지막
zh_tw: 最後

source: notification for which this escalation is effective. For instance, if you set this value to 5, this escalation will not be used if more than five notifications are sent out for the host. Setting this value to 0 means to keep using this escalation entry forever (no matter how many notifications go out).
cs_cz: Upozornění pro které je tato eskalace je efektivní. Například, pokud nastavíte tuto hodnotu 5, tento eskalace nebudou použity, jsou-li více než pět oznámení rozeslala pro hostitele. Nastavení této hodnoty 0 znamená i nadále používat tuto položku eskalace navždy (bez ohledu na to, kolik oznámení jít ven).
ko_kr: 통지는이 에스컬레이션 효과적이다. 당신이 5이 값을 설정하면 개 이상 통지가 호스트에 대해 발송하는 경우 예를 들어,이 에스컬레이션은 사용되지 않습니다. 0 수단이 값을 설정하면 (많은 알림 나가서 아무리) 영원히 에스컬레이션 항목을 사용하지 않고 유지합니다.
zh_tw: 通知此升級是有效的。舉例來說，如果你將該值設置為5，這升級也不會，如果超過五個通知送出主機使用。該值設置為0表示永遠保持使用該升級項目（不管多少條通知怎麼出去）。

source: This directive is used to determine the interval at which notifications should be made while this escalation is valid. If you specify a value of 0 for the interval, Nagios will send the first notification when this escalation definition is valid, but will then prevent any more problem notifications from being sent out for the host. Notifications are sent out again until the host recovers.</p><p>This is useful if you want to stop having notifications sent out after a certain amount of time. Note: If multiple escalation entries for a host overlap for one or more notification ranges, the smallest notification interval from all escalation entries is used.
cs_cz: Tato směrnice se používá k určení intervalu, ve kterém by mělo být oznámení podávána zatímco tento eskalace je platný. Zadáte-li hodnotu 0 pro interval, bude nagios zašle první oznámení, kdy tato definice eskalace je platný, ale pak se zabránilo jakékoliv další oznámení problému byly rozeslány pro hostitele. Oznámení jsou odesílány ven znovu, dokud hostitel zotaví. </p><p> To je užitečné, pokud chcete zastavit mající oznámení zaslané po určité množství času. Poznámka: Jestliže se používá více položek eskalace hostitelské přesahem pro jedno nebo více oznámení rozsahů nejmenší oznámení interval ze všech záznamů eskalační.
ko_kr: 이 지정은이 상승이 유효한 동안 통지가 이루어져야하는 간격을 결정하는데 사용된다. 당신이 구간에 0 값을 지정하면, Nagios는이 에스컬레이션 정의가 유효 할 때 최초의 통지를 보낼 것입니다,하지만 호스트에 대해 발송되는 것을 더 이상 문제 알림을 방지 할 수 있습니다. 호스트가 회복 될 때까지 알림이 다시 전송됩니다. </p><p> 당신이 일정 시간 후 발송 알림을 갖는 중지하려는 경우에 유용합니다. 주의 : 하나 이상의 통지 범위에 대해 호스트 오버랩 다중 단계적 엔트리 모든 항목에서 단계적 통지 최소 간격을 사용하는 경우.
zh_tw: 這個指令是用來確定在哪個通知應同時這個升級是有效的時間間隔。如果您的間隔時間指定值0，Nagios的將發送第一個通知時，該升級的定義是有效的，但隨後將阻止任何更多的問題，通知被發送出去的主機。通知發送出去了，直到主機恢復。 </p><p>如果你想停下來有一定的時間後，發出了通知，這是非常有用的。注意：如果用於對一個或多個通知範圍的宿主重疊多個升級的條目，從所有升級條目的最小通知間隔被使用。

source: This variable is used to identify the
cs_cz: tato proměnná se používá k identifikaci
ko_kr: 이 변수를 식별하는 데 사용되는
zh_tw: 這個變量被用來識別

source: of the host which the data is associated with.
cs_cz: pocítace, ze kterého jsou data spojená s.
ko_kr: 데이터가 연결된 호스트.
zh_tw: 該數據相關聯的主機。

source: This variable is used to define the name of a GIF, PNG, or JPG image that should be associated with this host. This image will be displayed in the status and extended information CGIs. The image will look best if it is 40x40 pixels in size.
cs_cz: tato proměnná se používá k definování názvu GIF, PNG, nebo JPG, která by měla být spojena s tímto hostitelem. Tento obrázek se zobrazí ve stavu a rozšířeného informačního CGI. obraz bude vypadat nejlépe, pokud je 40x40 pixelů.
ko_kr: 이 변수는이 호스트와 연결되어야한다 GIF, PNG 또는 JPG 이미지의 이름을 정의하는 데 사용됩니다. 이 이미지는 상태와 확장 된 정보 CGI가 표시됩니다. 그것의 크기는 40x40 픽셀 인 경우 이미지가 최선을 찾을 것입니다.
zh_tw: 此變量用於定義應與該主機相關聯一個GIF，PNG或JPG圖像的名稱。該圖像將顯示在狀態和擴展信息CGIS。圖像看起來最好的，如果是40×40像素的大小。

source: Images for hosts are assumed to be in the
cs_cz: fotografie pro hostitele jsou považovány za v
ko_kr: 호스트의 이미지 인 것으로 가정
zh_tw: 圖像主機被假定為在

source: The ALT tag is used in the status, extended information and statusmap CGIs
cs_cz: alt tag se používá ve stavu, rozšířený informační a statusmap CGI
ko_kr: ALT 태그 상태에서 사용되는, 정보와 statusmap CGI를 확장
zh_tw: 在ALT標籤用於在狀態，擴展信息和statusmap CGIS

source: This variable is used to define an optional URL that can be used to provide more information about the host. If you specify an URL, you will see a link that says "Extra Host Notes" in the extended information CGI (when you are viewing information about the specified host).
cs_cz: tato proměnná se používá k definování volitelného adresu URL, která může být použita, aby poskytla více informací o hostitele. Pokud zadáte adresu URL, uvidíte odkaz, který říká, že "navíc hostitelských poznámky" v rozšířených informací CGI (při zobrazení informace o zadaném hostiteli).
ko_kr: 이 변수는 호스트에 대한 자세한 정보를 제공하는 데 사용될 수있는 선택적인 URL을 정의하는 데 사용된다. 당신이 URL을 지정하는 경우에는 확장 된 정보 CGI의 "추가 호스트 정보를"(당신이 지정된 호스트에 대한 정보를 볼 때)라는 링크를 볼 수 있습니다.
zh_tw: 此變量用於定義一個可選URL，它可用於提供關於主機的信息。如果你指定的URL，你會看到一個鏈接，說：“額外的主機筆記”，在擴展信息CGI（當您正在查看有關指定的主機的信息）。

source: Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs
cs_cz: libovolný platný url mohou být použity. pokud máte v plánu na využití relativní cesty, základna cesta bude na stejné jako to, co se používá pro přístup k CGI
ko_kr: 유효한 URL을 사용할 수있다. 당신은 상대 경로를 사용할 계획이라면, 기본 경로 것이다 CGI를 액세스하는 데 사용되는 것과 같은
zh_tw: 任何有效的URL都可以使用。如果您計劃使用相對路徑，基本路徑會在相同的東西是用來訪問CGIS

source: vrml image
ko_kr: VRML 이미지
zh_tw: VRML形象

source: This variable is used to define the name of a GIF, PNG, or JPG image that should be associated with this host. This image will be used as the texture map for the specified host in the
cs_cz: tato proměnná se používá k definování názvu GIF, PNG, nebo JPG, která by měla být spojena s tímto hostitelem. Tento obrázek bude použit jako mapu textury pro zadaný hostitele v
ko_kr: 이 변수는이 호스트와 연결되어야한다 GIF, PNG 또는 JPG 이미지의 이름을 정의하는 데 사용됩니다. 이 이미지에 지정된 호스트에 대한 텍스쳐 맵으로 사용될
zh_tw: 此變量用於定義應與該主機相關聯一個GIF，PNG或JPG圖像的名稱。這個圖像將被用於作為紋理映射在指定的主機

source: Unlike the image you use for the
cs_cz: Na rozdíl od obrazu, který používat pro
ko_kr: 이미지와는 달리 당신은 사용
zh_tw: 圖像不像你使用的

source: variable, this one should probably <em>not</em> have any transparency. If it does, the host object will look a bit wierd.
cs_cz: variabilní, tohle by se pravděpodobně <em>nebude</em> mít žádný transparentnost. pokud ano, bude objekt hostitel vypadat trochu divně.
ko_kr: 변수, 이것은 아마 어떤 투명성을 필요가 <em>없습니다.</em> 그것은 않는 경우, 호스트 개체는 비트 이상한 보일 것입니다.
zh_tw: 可變的，這其中可能<em>不</em>應該有任何的透明度。如果是這樣，主機對象將看起來有點怪異。

source: This directive is used to define an optional URL that can be used to provide more actions to be performed on the host. If you specify an URL, you will see a link that says "Extra Host Actions" in the extended information CGI (when you are viewing information about the specified host). Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs
cs_cz: Tato směrnice se používá k definování volitelného adresu URL, která může být použita pro poskytnutí více akcí, které mají být prováděny na hostitelském počítači. Pokud zadáte adresu URL, uvidíte odkaz, který říká, že "navíc hostitelských akce" v rozšířených informací CGI (při zobrazení informace o zadaném hostiteli). libovolný platný url mohou být použity. pokud máte v plánu na využití relativní cesty, základna cesta bude na stejné jako to, co se používá pro přístup k CGI
ko_kr: 이 지시는 호스트에서 수행 할 추가 조치를 제공하는 데 사용될 수있는 선택적인 URL을 정의하는 데 사용된다. 당신이 URL을 지정하는 경우에는 확장 된 정보 CGI의 "추가 호스트 작업"(당신이 지정된 호스트에 대한 정보를 볼 수 있습니다)라는 링크를 볼 수 있습니다. 유효한 URL을 사용할 수있다. 당신은 상대 경로를 사용할 계획이라면, 기본 경로 것이다 CGI를 액세스하는 데 사용되는 것과 같은
zh_tw: 這個指令被用來定義一個可選URL，它可用於提供要在主機上執行的多個動作。如果你指定的URL，你會看到一個鏈接，說在擴展信息CGI“額外的主機操作”（當你正在查看有關指定主機的信息）。任何有效的URL都可以使用。如果您計劃使用相對路徑，基本路徑會在相同的東西是用來訪問CGIS

source: statusmap image
ko_kr: statusmap 이미지
zh_tw: statusmap圖像

source: GD2 images can be created from PNG images by using the
cs_cz: GD2 obrazy mohou být vytvořeny z PNG obrázků pomocí
ko_kr: GD2 이미지를 사용하여 PNG 이미지를 만들 수 있습니다
zh_tw: GD2圖像可以從PNG圖像通過創建

source: utility supplied with Thomas Boutell's gd library. The GD2 images should be created in
cs_cz: utility dodávané s GD knihovna Thomase Boutell je. že GD2 obrázky by měly být vytvořeny
ko_kr: 유틸리티는 토마스 boutell의 GD 라이브러리와 함께 제공. GD2의 이미지를 만들어야합니다
zh_tw: 實用工具提供與托馬斯boutell的GD庫。的GD2圖像應在被創建

source: 2d coords
ko_kr: 2D 좌표
zh_tw: 二維COORDS

source: This variable is used to define coordinates to use when drawing the host in the statusmap CGI. Coordinates should be given in positive integers, as they correspond to physical pixels in the generated image. The origin for drawing (0,0) is in the upper left hand corner of the image and extends in the positive x direction (to the right) along the top of the image and in the positive y direction (down) along the left hand side of the image. For reference, the size of the icons drawn is usually about 40x40 pixels (text takes a little extra space). The coordinates you specify here are for the upper left hand corner of the host icon that is drawn.
cs_cz: tato proměnná se používá k definování souřadnic použít při kreslení hostitele v statusmap CGI. Souřadnice by měly být uvedeny v kladných celých čísel, protože odpovídají fyzickým pixelů ve vytvořeném obraze. původ pro kreslení (0,0) je v levém horním rohu obrázku a sahá v pozitivním směru x (vpravo), v horní části obrázku a v kladném směru Y (dolů) podél levé ruky strana obrazu. rozhodnutí, velikost ikon čerpaných je obvykle asi 40x40 pixelů (text zabere trochu více prostoru). Souřadnice zadáte zde jsou pro levém horním rohu ikony hostitele, který je nakreslena.
ko_kr: 이 변수는 statusmap의 CGI의 호스트를 그릴 때 사용하는 좌표를 정의하는 데 사용됩니다. 그들이 생성 이미지에 실제 화소에 대응로서 좌표는 양의 정수에 주어져야한다. 그리기위한 원점 (0,0)는 화상의 왼쪽 상단에 있고 왼손 따라 이미지의 상단 및 (아래)를 양의 Y 방향으로 (오른쪽으로) 양의 X 방향으로 연장 이미지의 측면. 참조 용으로 그려진 아이콘의 크기는 (텍스트가 약간의 추가 공간이 필요) 보통 40x40 픽셀입니다. 여기에 지정한 좌표가 그려진 호스트 아이콘의 왼쪽 상단 코너입니다.
zh_tw: 此變量用於定義坐標繪製在statusmap CGI主機時使用。坐標應在正整數給出，因為它們對應於物理像素所生成的圖像中。原點繪製（0,0）是在圖像的左上角和在正x方向（向右）沿所述圖像的頂部，並在正y方向上（向下）沿著所述左手圖像的一側。僅供參考，繪製圖標的大小通常約為40×40像素（文字需要一點額外的空間）。您在此處指定的坐標為繪製的主機圖標的左上角。

source: Note: Don't worry about what the maximum x and y coordinates that you can use are. The CGI will automatically calculate the maximum dimensions of the image it creates based on the largest x and y coordinates you specify.
cs_cz: Poznámka: nebojte se o tom, co je maximální souřadnice X a Y, které můžete použít jsou. cgi automaticky vypočítá maximální rozměry obrazu vytváří na základě největšího souřadnice X a Y určíte.
ko_kr: 주의 : 최대 x와 y는 당신이 사용할 수있는 좌표 것에 대해 걱정하지 마십시오. CGI는 자동으로 이미지의 최대 크기가 가장 큰 X를 기반으로, y는 사용자가 지정한 좌표 만듭니다을 계산합니다.
zh_tw: 注意：不要擔心什麼最大x和y坐標，您可以使用的。該CGI會自動計算出圖像它創建基於最大x和y坐標指定的最大尺寸。

source: 3d coords
ko_kr: 3 차원 좌표
zh_tw: 三維COORDS

source: Serviceescalation -
ko_kr: 서비스 강화
zh_tw: 服務升級

source: of the host(s) that the service escalation should apply to or is associated with
cs_cz: hostitele (y), že služba eskalace by se mělo vztahovat nebo je spojena s
ko_kr: 서비스 에스컬레이션이 적용될 또는 연결되어 있는지 호스트 (들)
zh_tw: 主機（s）表示，服務升級應適用於或相關聯的

source: yes (no, if a hostgroup name is defined)
cs_cz: ano (ne, je-li název hostgroup je definována)
ko_kr: 예 (아니, hostgroup 이름이 정의 된 경우)
zh_tw: 是的（不，如果一個主機組名稱被定義）

source: of the hostgroup(s) that the service escalation should apply to or is associated with. Multiple hostgroups should be separated by commas. The hostgroup_name may be used instead of, or in addition to, the host_name directive.
cs_cz: z hostgroup (y), že služba eskalace by se mělo vztahovat nebo je spojena s. více hostgroups by měly být odděleny čárkou. hostgroup_name může být použit místo, nebo navíc k, směrnice o HOST_NAME.
ko_kr: 서비스 에스컬레이션이 적용될 또는 연결된 hostgroup (들). 여러 hostgroups 쉼표로 구분해야합니다. hostgroup_name 대신의 사용, 또는 HOST_NAME 지시어에 추가 할 수있다.
zh_tw: 的主機組（多個）的服務升級應適用於或與相關聯的。多hostgroups應該用逗號分隔。可以代替的hostgroup_name，或除了，在host_name指令。

source: yes (no, if a host name is defined)
cs_cz: ano (ne-li název hostitele je definována)
ko_kr: 예 (아니, 호스트 이름이 정의 된 경우)
zh_tw: 是（無，如果主機名被定義）

source: of the contacts that should be notified whenever there are problems (or recoveries) with this service. Multiple contacts should be separated by commas. Useful if you want notifications to go to just a few people and don't want to configure contact groups. You must specify at least one contact or contact group in each service escalation definition.
cs_cz: z kontaktů, které by měly být oznámeny, pokud existují problémy (nebo vydání) s touto službou. více kontaktů by měly být odděleny čárkou. užitečné, pokud chcete oznámení jít jen pár lidí a nechcete konfigurovat skupiny kontaktů. je nutné zadat alespoň jeden kontakt nebo skupinu kontaktů v každé definici služby eskalace.
ko_kr: 이 서비스에 문제 (또는 복구)이있을 때마다 알려야 연락처. 여러 연락처는 쉼표로 구분해야합니다. 당신이 원하는 경우 알림 단지 몇 명에 갈 및 연락처 그룹을 구성하고 싶지 않아 유용하다. 각 서비스 에스컬레이션 정의에 적어도 하나의 연락처 또는 연락처 그룹을 지정해야합니다.
zh_tw: 那應通知每當有問題（或恢復）與此服務的聯繫人。多個聯繫人應該用逗號分隔。如果你想通知去只有幾個人，不希望配置聯繫人組非常有用。您必須至少指定一個聯繫人或聯繫人組中的每個服務的升級定義。

source: of the contact group that should be notified when the service notification is escalated. Multiple contact groups should be separated by commas. You must specify at least one contact or contact group in each service escalation definition.
cs_cz: kontaktní skupiny, která by měla být oznámeno, že je oznámení služby eskaloval. vícenásobné kontaktní skupiny by měly být odděleny čárkou. je nutné zadat alespoň jeden kontakt nebo skupinu kontaktů v každé definici služby eskalace.
ko_kr: 서비스 알림이 에스컬레이트 될 때 통지해야한다 접촉 그룹의. 여러 연락처 그룹은 쉼표로 구분해야합니다. 각 서비스 에스컬레이션 정의에 적어도 하나의 연락처 또는 연락처 그룹을 지정해야합니다.
zh_tw: 當服務通知升級應該通知聯絡小組。多個聯繫人組應該用逗號分隔。您必須至少指定一個聯繫人或聯繫人組中的每個服務的升級定義。

source: Serviceescalation - config name
cs_cz: serviceescalation - název config
ko_kr: serviceescalation - 설정 이름
zh_tw: serviceescalation - 配置名稱

source: This directive is used to specify a common config name for a serviceescalation configration. This is a NagiosQL parameter and it will not be written to the configuration file.
cs_cz: Tato směrnice se používá k určení společný název config pro serviceescalation configration. jedná se o nagiosql parametr a nebude možné zapsat do konfiguračního souboru.
ko_kr: 이 지시문은 serviceescalation의 configration에 대한 공통 구성 이름을 지정하는 데 사용됩니다. 이 nagiosql 매개 변수이며 구성 파일에 기록되지 않습니다.
zh_tw: 這個指令是用來為serviceescalation CONFIGRATION指定一個常見的配置名稱。這是一個nagiosql參數，它不會被寫入配置文件。

source: This directive is used to identify the <em>description</em> of the service the escalation should apply
cs_cz: Tato směrnice se používá k identifikaci <em>popis</em> služby eskalace by se měla vztahovat
ko_kr: 에스컬레이션 적용해야이 지침은 서비스의 <em>설명을</em> 식별하는 데 사용됩니다
zh_tw: 這個指令是用來識別服務的<em>描述</em>的升級應適用

source: first
cs_cz: První
ko_kr: 처음으로
zh_tw: 第一

source: notification for which this escalation is effective. For instance, if you set this value to 3, this escalation will only be used if the service is in a non-OK state long enough for a third notification to go out.
cs_cz: Upozornění pro které je tato eskalace je efektivní. Například, pokud nastavíte tuto hodnotu na 3, to eskalace budou použity pouze v případě, že služba je v non-ok stavu dostatečně dlouhou dobu třetiny oznámení jít ven.
ko_kr: 통지는이 에스컬레이션 효과적이다. 당신이 3이 값을 설정하면 서비스가 충분히 제 통지가 외출하는 비 확인 상태에있는 경우, 예를 들어,이 상승 만 사용됩니다.
zh_tw: 通知此升級是有效的。舉例來說，如果你將該值設置為3，這個升級將只如果服務處於非正常狀態足夠長的三分之一通知外出使用。

source: first_notification
ko_kr: 첫 번째 알림
zh_tw: 第一次通知

source: notification for which this escalation is effective. For instance, if you set this value to 5, this escalation will not be used if more than five notifications are sent out for the service. Setting this value to 0 means to keep using this escalation entry forever (no matter how many notifications go out).
cs_cz: Upozornění pro které je tato eskalace je efektivní. Například, pokud nastavíte tuto hodnotu 5, tento eskalace nebudou použity, jsou-li více než pět oznámení rozeslala pro službu. Nastavení této hodnoty 0 znamená i nadále používat tuto položku eskalace navždy (bez ohledu na to, kolik oznámení jít ven).
ko_kr: 통지는이 에스컬레이션 효과적이다. 당신이 5이 값을 설정하면 개 이상 알림 서비스를 발송하는 경우 예를 들어,이 에스컬레이션은 사용되지 않습니다. 0 수단이 값을 설정하면 (많은 알림 나가서 아무리) 영원히 에스컬레이션 항목을 사용하지 않고 유지합니다.
zh_tw: 通知此升級是有效的。舉例來說，如果你將該值設置為5，這升級也不會，如果超過五個通知送出的服務中使用。該值設置為0表示永遠保持使用該升級項目（不管多少條通知怎麼出去）。

source: last_notification
ko_kr: 마지막 알림
zh_tw: 最後通知

source: This directive is used to determine the interval at which notifications should be made while this escalation is valid. If you specify a value of 0 for the interval, Nagios will send the first notification when this escalation definition is valid, but will then prevent any more problem notifications from being sent out for the host. Notifications are sent out again until the host recovers.
cs_cz: Tato směrnice se používá k určení intervalu, ve kterém by mělo být oznámení podávána zatímco tento eskalace je platný. Zadáte-li hodnotu 0 pro interval, bude nagios zašle první oznámení, kdy tato definice eskalace je platný, ale pak se zabránilo jakékoliv další oznámení problému byly rozeslány pro hostitele. Oznámení jsou odesílány ven znovu, dokud hostitel zotaví.
ko_kr: 이 지정은이 상승이 유효한 동안 통지가 이루어져야하는 간격을 결정하는데 사용된다. 당신이 구간에 0 값을 지정하면, Nagios는이 에스컬레이션 정의가 유효 할 때 최초의 통지를 보낼 것입니다,하지만 호스트에 대해 발송되는 것을 더 이상 문제 알림을 방지 할 수 있습니다. 호스트가 회복 될 때까지 알림이 다시 전송됩니다.
zh_tw: 這個指令是用來確定在哪個通知應同時這個升級是有效的時間間隔。如果您的間隔時間指定值0，Nagios的將發送第一個通知時，該升級的定義是有效的，但隨後將阻止任何更多的問題，通知被發送出去的主機。通知發送出去了，直到主機恢復。
