Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Monitor a Postgres database query.
cs_cz: monitorovat dotaz na postgres databáze.
ko_kr: 포스트그레스 데이터베이스 쿼리를 모니터링합니다.

source: You must supply a warning and/or critical threshold.
cs_cz: je třeba dodat varování a / nebo kritické hranice.
ko_kr: 당신은 경고 및 / 또는 중요 임계 값을 제공해야합니다.
zh_tw: 您必須提供警告和/或嚴重閾值。

source: Postgres Server Metrics
cs_cz: Postgres serveru metriky
ko_kr: 포스트그레스 서버 통계

source: Backend Connections
cs_cz: backend spoje
ko_kr: 백엔드 연결

source: WAL Files
cs_cz: soubory wal
ko_kr: WAL 파일

source: Monitor a Postgres server.
cs_cz: monitorovat server Postgres.
ko_kr: 포스트그레스 서버를 모니터링합니다.

source: Printer Information
cs_cz: informace o tiskárně
ko_kr: 프린터 정보

source: Printer Address:
cs_cz: Adresa tiskárny:
ko_kr: 프린터 주소 :

source: Printer Details
cs_cz: podrobnosti tiskárny
ko_kr: 시스템 그룹

source: Printer Services
cs_cz: služby tiskárny
ko_kr: 프린터 서비스

source: Printer Status
cs_cz: stav tiskárny
ko_kr: 프린터 상태

source: Monitor an HP JetDirect&reg; compatible network printer.
cs_cz: monitorovat síťové tiskárny kompatibilní se systémem HP jetdirect®.
ko_kr: HP는 ® 호환 네트워크 프린터를 JetDirect 모니터링 할 수 있습니다.
zh_tw: 監控 HP JetDirect® 相容網路印表機。

source: Printer
cs_cz: tiskárna
ko_kr: 프린터

source: RADIUS Server
cs_cz: radius serveru
ko_kr: RADIUS 서버

source: Server Options
cs_cz: možnosti serveru
ko_kr: 서버 옵션

source: Secret
cs_cz: tajný
ko_kr: 비밀

source: The password used to login to the RADIUS server.
cs_cz: heslo používá k přihlášení k RADIUS serveru.
ko_kr: 암호는 RADIUS 서버에 로그인하는 데 사용됩니다.

source: Monitor a RADIUS server.
cs_cz: monitorovat serveru RADIUS.
ko_kr: RADIUS 서버를 모니터링합니다.

source: Username or password is blank.
cs_cz: Uživatelské jméno nebo heslo je prázdné.
ko_kr: 사용자 이름이나 비밀번호가 비어 있습니다.

source: Secret is blank.
cs_cz: tajemství je prázdný.
ko_kr: 비밀은 공백입니다.

source: You must enter a host, service, hostgroup, or servicegroup.
cs_cz: musíte zadat hostitelskou službu, hostitelskou skupinu nebo servisní skupinu.
ko_kr: 호스트, 서비스, 호스트 그룹 또는 서비스 그룹을 입력해야합니다.

source: SLA Report Settings
cs_cz: nastavení zpráv
ko_kr: 슬래시 보고서 설정

source: Report Period
cs_cz: období
ko_kr: 보고 기간

source: Hours
cs_cz: hodiny
ko_kr: 시간

source: Days
cs_cz: den
ko_kr: 일
zh_tw: 天

source: SLA Report Advanced Settings
cs_cz: sla zpráva pokročilé nastavení
ko_kr: SLA 보고서는 고급 설정

source: These are settings used to manipulate the way SLA data is reported and received. These settings will apply to all services in the wizard
cs_cz: se jedná o nastavení slouží k manipulaci, jak sla Údaje jsou hlášeny a přijímány. tato nastavení se bude vztahovat na všechny služby v průvodci
ko_kr: 이러한 SLA 데이터가보고 및 수신 방법을 조작하는 데 사용되는 설정이다. 이러한 설정은 마법사의 모든 서비스에 적용됩니다.
zh_tw: 這些設定用於操縱 SLA 資料的報告和接收方式。這些設定將應用於精靈中的所有服務

source: Assume State Retention
cs_cz: Předpokládáme zachování stavu
ko_kr: 상태 유지를 가정

source: Assume States During Program Downtime
cs_cz: Předpokládáme státech během odstávky programu
ko_kr: 가동 중지 상태를 가정

source: Assume Initial States
cs_cz: Předpokládáme, počáteční stavy
ko_kr: 초기 상태를 가정

source: Include Soft States
cs_cz: patří měkké stavy
ko_kr: 부드러운 상태를 포함

source: First Assumed Host State
cs_cz: První předpokládá, hostitelskému státu
ko_kr: 첫 번째 호스트 상태를 가정
zh_tw: 第一假定主機狀態

source: Unspecified
cs_cz: NS
ko_kr: 지정

source: Current State
cs_cz: současný stav
ko_kr: 현재 상태

source: First Assumed Service State
cs_cz: První předpokládá, servisní stav
ko_kr: 첫 번째로 서비스 상태

source: Service Ok
ko_kr: 서비스

source: The name of the host that the services will be applied to.
cs_cz: název hostitele, že služby budou aplikována.
ko_kr: 서비스가 적용되는 호스트의 이름.

source: How long to look back for the SLA. Also serves as default check interval.
cs_cz: jak dlouho se dívat zpět na sla. také slouží jako výchozí interval kontroly.
ko_kr: 얼마나 오래 슬래어를 되돌아보아야하는지. 기본 점검 간격으로도 사용됩니다.
zh_tw: 回顧 SLA 需要多長時間。也用作預設檢查間隔。

source: Check SLA Setup
cs_cz: zkontrolovat Sla nastavení
ko_kr: SLA 설정을 확인

source: Warning and Critical support all the thresholds shown in the
cs_cz: upozornění a kritickou podporu všech prahových hodnot uvedených v
ko_kr: 경고 및 중요 지원은
zh_tw: 警告和嚴重支持中顯示的所有閾值

source: Nagios Plugins guidelines
ko_kr: Nagios 플러그인 가이드 라인
zh_tw: Nagios 外掛程式指南

source: Normally a threshold is met when a value reaches a certain number, because we are going down from 100%, we need to do the opposite. This wizard automatically places a '@' in front of the warning and critical values to reverse them.
cs_cz: normálně je prahová hodnota splněna, když hodnota dosáhne určitého počtu, jelikož klesáme ze 100%, musíme udělat opak. tento průvodce automaticky umístí "@" před varovné a kritické hodnoty, aby je zvrátil.
ko_kr: 일반적으로 임계 값은 값이 특정 숫자에 도달하면 충족됩니다. 왜냐하면 우리가 100 %에서 내려 가기 때문에 우리는 그 반대를 할 필요가 있습니다. 이 마법사는 자동으로 경고 및 임계 값 앞에 '@'를 붙여 놓습니다.
zh_tw: 通常，當一個值達到某個數字時，就會達到閾值，因為我們是從 100% 下降，所以我們需要做相反的事情。這個嚮導會自動在警告和臨界值前面放置一個“@”以反轉它們。

source: Target Host
cs_cz: cílového hostitele
ko_kr: 대상 호스트

source: Target Service
cs_cz: cílová databáze služba
ko_kr: 대상 서비스

source: Target Hostgroup
cs_cz: cílovou hostgroup
ko_kr: 대상 hostgroup

source: Target Servicegroup
cs_cz: cílovou servicegroup
ko_kr: Servicegroup 관리

source: Monitor host and service Service Level Agreements (SLA) to ensure they are met.
cs_cz: Dohody o monitoru o úrovni služeb (SLA), aby bylo zajištěno, že jsou splněna.
ko_kr: 모니터 서비스 수준 계약 (SLA)는 그들이 충족 확인합니다.
zh_tw: 監控主機和服務的服務等級協定 (SLA) 以確保它們得到滿足。

source: It looks like you are missing check_xi_sla.php on your Nagios XI server. To use this wizard you must install the check_xi_sla.php plugin on your server located in the this wizards plugin directory here: /usr/local/nagios/libexec/
cs_cz: vypadá to, že vám něco chybí check_xisla.php na svém nagios xi serveru. Použití tohoto průvodce je nutné nainstalovat plugin check_xisla.php na svém serveru umístěném v tomto průvodci plugin adresář zde: / usr / local / nagios / libexec /
ko_kr: 당신이 당신의 Nagios XI 서버에 check_xisla.php 누락 것 같습니다. 이 마법사를 사용하면이에있는 서버에 check_xisla.php 플러그인을 설치해야합니다는 플러그인 디렉토리를 위저드. 여기에 이​​동 : / usr / 지방 / Nagios는 / libexec 디렉토리 /

source: all service average
cs_cz: všechny služby v průměru.
ko_kr: 모든 서비스는 평균.

source: SNMP Trap Details
cs_cz: SNMP trap detaily
ko_kr: SNMP 트랩 세부 정보

source: Monitor SNMP Traps.
cs_cz: monitorovat pasti SNMP.
ko_kr: SNMP 트랩을 모니터링 할 수 있습니다.

source: SNMP Trap
ko_kr: SNMP 트랩

source: It looks like you are missing the trap handling file <b>snmptraphandling.py</b> normally located here: /usr/local/bin/ - To use this wizard you must configure SNMP using the document <a href="https://assets.nagios.com/downloads/nagiosxi/docs/Integrating_SNMP_Traps_With_Nagios_XI.pdf">How to Integrate SNMP Traps With Nagios XI</a>.
cs_cz: to vypadá, že chybí <b>snmptraphandling.py</b> past manipulace souboru, normálně zde umístěn: / usr / local / bin / - používat tohoto průvodce je nutné nakonfigurovat pomocí SNMP dokument <a href="https://assets.nagios.com/downloads/nagiosxi/docs/integrating_snmp_traps_with_nagios_xi.pdf">, jak se integrují SNMP pastí s Nagios XI</a> .
ko_kr: 당신이 일반적으로 여기에 트랩 처리 파일 <b>snmptraphandling.py 누락</b> 것 같습니다 : / usr / 지방 / 빈 / - 문서 사용하여 SNMP를 구성해야이 마법사를 사용하는 <a href="http://assets.nagios.com/downloads/nagiosxi/docs/integrating_snmp_traps_with_nagios_xi.pdf">의 Nagios XI와 SNMP 트랩을하여 통합하는 방법을</a> .
zh_tw: 您似乎缺少陷阱處理檔案<b>snmptraphandling.py</b> ，通常位於以下位置： /usr/local/bin/ - 要使用此嚮導，您必須使用文件<a href="https://assets.nagios.com/downloads/nagiosxi/docs/Integrating_SNMP_Traps_With_Nagios_XI.pdf">如何將 SNMP 陷阱與 Nagios XI 整合來</a>設定 SNMP。

source: No hosts selected.
cs_cz: žádné hostitelé vybrány.
ko_kr: 어떤 호스트를 선택하지 않았습니다.

source: There are no monitoring options to configure with SNMP Traps. Click Next to continue.
cs_cz: Nejsou zde žádné možnosti monitorování pro konfiguraci s SNMP pastí. klepněte na tlačítko Další pro pokračování.
ko_kr: SNMP 트랩을 구성 할 모니터링 옵션이 없습니다. 계속하려면 다음을 클릭합니다.
zh_tw: 沒有可使用 SNMP 陷阱配置的監視選項。按一下“下一步”繼續。

source: SNMP Information
cs_cz: SNMP informace
ko_kr: SNMP 정보

source: SNMP Services
cs_cz: SNMP služby
ko_kr: SNMP 서비스

source: Data Label
cs_cz: údaje štítek
ko_kr: 데이터 레이블

source: Match Type
cs_cz: Typ zápas
ko_kr: 검색 유형

source: MIB To Use
cs_cz: MIB používat
ko_kr: MIB를 사용하려면
zh_tw: 使用的MIB

source: Numeric
cs_cz: číselné
ko_kr: 숫자
zh_tw: 數位

source: Monitor a device, service, or application using SNMP.
cs_cz: monitorovat zařízení, služby nebo aplikace pomocí protokolu SNMP.
ko_kr: SNMP를 사용하는 장치, 서비스 또는 응용 프로그램을 모니터링합니다.

source: You have not selected any OIDs to monitor.
cs_cz: jste Nezvolili OID sledovat.
ko_kr: 당신은 모니터링 할 수있는 OIDs을 선택하지 않았습니다.

source: Invalid warning numeric range for OID
cs_cz: neplatná varování číselná řada pro OID
ko_kr: OID에 대한 잘못된 경고 숫자 범위
zh_tw: OID 的警告數字範圍無效

source: Invalid critical numeric range for OID
cs_cz: neplatná kritický číselná řada pro OID
ko_kr: OID에 대한 잘못된 중요한 숫자 범위
zh_tw: OID 的關鍵數值範圍無效

source: Invalid string match for OID
cs_cz: neplatný řetězec zápas pro OID
ko_kr: OID에 대한 잘못된 문자열 일치

source: Device Port
cs_cz: přístavní zařízení
ko_kr: 장치 포트

source: SNMP Authentication
cs_cz: snmp autentizace
ko_kr: SNMP 인증

source: SNMP Scan Settings
cs_cz: Nastavení SNMP skenování
ko_kr: SNMP 스캔 설정

source: SNMP Advanced Scan Settings
cs_cz: snmp pokročilé nastavení skenování
ko_kr: snmp 고급 스캔 설정

source: Specify advanced settings for the SNMP scan. Adjusting these settings is <b>optional</b>.
cs_cz: určit pokročilá nastavení pro skenování snmp. úprava těchto nastavení je <b>volitelná</b> .
ko_kr: snmp 스캔에 대한 고급 설정을 지정하십시오. 이 설정을 조정하는 것은 <b>선택 사항</b> 입니다.
zh_tw: 指定 SNMP 掃描的進階設定。調整這些設定是<b>可選的</b>。

source: Max Results
cs_cz: výsledky max
ko_kr: 최대 결과

source: This could be due to one of the following reasons
cs_cz: mohlo to být způsobeno jedním z následujících důvodů
ko_kr: 다음 이유 중 하나로 인한 것일 수 있습니다.
zh_tw: 這可能是由於以下原因之一造成的

source: No results were found based on the settings provided
cs_cz: Na základě poskytnutých nastavení nebyly nalezeny žádné výsledky
ko_kr: 제공된 설정에 따라 결과를 찾을 수 없습니다

source: Could not connect to the host (%s) or the port (%s) is unaccessible or blocked by a firewall
cs_cz: se nemohlo připojit k hostiteli (% s) nebo port (% s) je nedostupný nebo blokován bránou firewall
ko_kr: 방화벽에 의해 호스트 (% s) 또는 포트 (% s)에 액세스 할 수 없거나 차단되었습니다
zh_tw: 無法連線到主機 (%s) 或連接埠 (%s) 無法存取或被防火牆阻止

source: The snmp scan timed out (timeout currently set to %s seconds)
cs_cz: vypršel časový limit skenování snmp (časový limit je aktuálně nastaven na% s sekund)
ko_kr: snmp 스캔 시간 초과 (현재 시간 초과는 % s 초로 설정 됨)
zh_tw: snmp 掃描逾時（超時目前設定為 %s 秒）

source: The scan returned results, but did not return any results of the following filtered MIBs you selected (shown below)
cs_cz: výsledky testu vrátily, ale nevrátily se žádné výsledky následujících filtrovaných mibů, které jste vybrali (viz níže)
ko_kr: 스캔 결과가 반환되었지만 선택한 다음 필터링 된 밉의 결과가 반환되지 않았습니다 (아래 참조).
zh_tw: 掃描傳回結果，但未傳回您選擇的以下篩選 MIB 的任何結果（如下所示）

source: To view the error or full results
cs_cz: zobrazit chybu nebo úplné výsledky
ko_kr: 오류 또는 전체 결과를 보려면
zh_tw: 查看錯誤或完整結果

source: view the raw output from the scan
cs_cz: zobrazit surový výstup ze skenování
ko_kr: 스캔에서 원시 출력을 봅니다.
zh_tw: 查看掃描的原始輸出

source: Either
cs_cz: buď
ko_kr: 어느 한 쪽

source: go back and change your settings
cs_cz: vrátit se a změnit nastavení
ko_kr: 돌아가서 설정 변경

source: or you can
cs_cz: nebo můžete
ko_kr: 또는 당신은 할 수 있습니다
zh_tw: 或者你可以

source: try re-running the same scan again
cs_cz: zkuste znovu spustit stejné skenování
ko_kr: 같은 스캔을 다시 실행 해보십시오
zh_tw: 嘗試再次執行相同的掃描

source: You have reached the maximum processing limit of %s records. Return to step 1 to adjust the maximum results setting to view more.
cs_cz: dosáhli jste maximálního limitu zpracování záznamů% s. Vraťte se ke kroku 1 a upravte nastavení maximálních výsledků tak, abyste si mohli prohlédnout více.
ko_kr: 최대 처리 한계 인 % s 레코드에 도달했습니다. 1 단계로 돌아가 최대 결과 설정을 조정하여 더 많이보십시오.
zh_tw: 您已達到 %s 筆記錄的最大處理限制。返回步驟 1 調整最大結果設定以查看更多。

source: Currently showing OIDs related to the following MIBs:
cs_cz: aktuálně zobrazující oleje související s následujícími miby:
ko_kr: 현재 다음 mibs와 관련된 OID를 보여줍니다 :
zh_tw: 目前顯示與以下 MIB 相關的 OID：

source: Select
cs_cz: vybrat
ko_kr: 선택

source: Current Value
cs_cz: současná cena
ko_kr: 현재 값

source: The text that will be displayed before the data (string or number) in the check output.
cs_cz: text, který bude zobrazen před daty (řetězec nebo číslo) ve výstupu kontroly.
ko_kr: 수표 출력에서 데이터 (문자열 또는 숫자) 앞에 표시 될 텍스트입니다.

source: Data Units
cs_cz: datové jednotky
ko_kr: 데이터 단위
zh_tw: 數據單位

source: Optional data unit (examples: C, users, load)
cs_cz: volitelná datová jednotka (příklady: c, uživatelé, zatížení)
ko_kr: 선택적 데이터 단위 (예 : c, 사용자,로드)
zh_tw: 選用資料單元（範例：C、使用者、負載）

source: If a match type is numeric, you must set a warning and critical value. If a match is a string, it must match the string exactly or it will be critical.
cs_cz: pokud je typ shody číselný, musíte nastavit varování a kritickou hodnotu. pokud je shoda řetězec, musí se přesně shodovat s řetězcem nebo bude kritický.
ko_kr: 일치 유형이 숫자 인 경우 경고 및 위험 값을 설정해야합니다. 일치하는 문자열이면 문자열과 정확하게 일치해야합니다. 그렇지 않으면 중요합니다.
zh_tw: 如果匹配類型是數字，則必須設定警告值和臨界值。如果匹配是字串，則它必須與字串完全匹配，否則將很關鍵。

source: Scan an SNMP-enabled device for elements to monitor.
cs_cz: skenovat zařízení SNMP pro prvky pro monitorování.
ko_kr: 모니터링 할 요소에 대한 SNMP를 사용하는 장치를 검사합니다.
zh_tw: 掃描啟用 SNMP 的裝置以尋找要監控的元素。

source: SNMP Walk
cs_cz: SNMP chůze
ko_kr: SNMP 워크

source: Solaris Server Information
cs_cz: Informace o solaris serveru
ko_kr: 메일 서버 정보

source: Which agent do you want to use to monitor the Solaris system
cs_cz: který agent chcete použít k monitorování solárního systému
ko_kr: 솔라리스 시스템을 모니터링하는 데 사용하려는 에이전트
zh_tw: 您想使用哪個代理程式來監視 Solaris 系統

source: Legacy
cs_cz: dědictví
ko_kr: 유산
zh_tw: 遺產

source: Solaris Server Details
cs_cz: Podrobnosti solaris serveru
ko_kr: 메일 서버 세부 정보

source: Solaris Agent
cs_cz: solaris činidlo
ko_kr: 솔라리스 에이전트

source: Agent Install Instructions
cs_cz: Agent pokyny pro instalaci
ko_kr: 에이전트 설치 방법 :

source: Download Agent Installation Instructions
cs_cz: návod k instalaci ke stažení agenta
ko_kr: 에이전트 설치 지침을 다운로드

source: SMF Service
cs_cz: SMF služba
ko_kr: SNMP 서비스

source: Solaris Process
cs_cz: solaris proces
ko_kr: 솔라리스 과정

source: Monitor a Solaris server.
cs_cz: monitorovat Solaris server.
ko_kr: 포스트그레스 서버를 모니터링합니다.

source: Dont forget to download and install the Solaris Agent on the target server
cs_cz: Nezapomeňte si stáhnout a nainstalovat Solaris agenta na cílovém serveru
ko_kr: 대상 서버에 Windows 에이전트를 다운로드하고 설치하는 것을 잊지 천만의 말씀!
zh_tw: 不要忘記在目標伺服器上下載並安裝 Solaris Agent

source: SSH Commands
cs_cz: příkazy SSH
ko_kr: SSH 명령

source: Remote Command
cs_cz: dálkového povelu
ko_kr: 원격 명령

source: Monitor a remote Linux, Unix, or Mac OS/X machine using SSH.
cs_cz: monitorovat vzdálené Linux, UNIX nebo Mac OS / x stroj pomocí SSH.
ko_kr: SSH를 사용하여 원격 리눅스, 유닉스, 또는 Mac OS / X 컴퓨터를 모니터링 할 수 있습니다.
zh_tw: 使用 SSH 監控遠端 Linux、Unix 或 Mac OS/X 電腦。

source: SSH Proxy
cs_cz: ssh server proxy
ko_kr: SSH 프록시

source: Router/Switch Information
cs_cz: router / informace switch
ko_kr: 라우터 / 스위치 정보

source: The SNMP community string required used to to query the network device
cs_cz: SNMP komunita řetězec která musí použít k dotaz síťové zařízení
ko_kr: SNMP 커뮤니티 문자열은 장치를 쿼리하는 데 사용 필요합니다.

source: Monitoring Options
cs_cz: možnosti monitorování
ko_kr: 프로세스 모니터

source: Interface Reference Style
cs_cz: Referenční styl rozhraní
ko_kr: 인터페이스 참조 스타일
zh_tw: 介面參考風格

source: This determines how the monitoring engine will find your interface ports. Please select a stable identifier
cs_cz: To určuje, jak monitorovací modul najde vaše porty rozhraní. Vyberte prosím stabilní identifikátor
ko_kr: 이는 모니터링 엔진이 인터페이스 포트를 찾는 방법을 결정합니다. 안정적인 식별자를 선택하세요.
zh_tw: 這決定了監控引擎如何找到您的介面連接埠。請選擇一個穩定的標識符

source: Port Number
cs_cz: číslo portu
ko_kr: 포트 번호

source: Port Name
cs_cz: název portu
ko_kr: 포트 이름

source: Port Description
cs_cz: popis skupiny
ko_kr: 포트 설명

source: Port Type
cs_cz: typ portu
ko_kr: 포트 유형

source: This determines how your services will be named
cs_cz: To určuje, jak budou vaše služby pojmenovány
ko_kr: 서비스 이름 지정 방법이 결정됩니다.
zh_tw: 這決定了您的服務的命名方式

source: Scan Interfaces
cs_cz: prohledávání rozhraní
ko_kr: 인터페이스 스캔

source: Bulk Configuration
cs_cz: aplikovat konfiguraci
ko_kr: 구성을 적용합니다

source: Priv Password
cs_cz: privacy heslo
ko_kr: 개인 정보 보호 비밀번호

source: Default Values
cs_cz: výchozí hodnoty
ko_kr: 기본값

source: Input Rate
cs_cz: vstupní rychlost
ko_kr: 입력 속도

source: Output Rate
cs_cz: výstupní rychlost
ko_kr: 출력 속도

source: Default Port Speed
cs_cz: Výchozí rychlost portu
ko_kr: 기본 포트 속도

source: Switch Details
cs_cz: podrobnosti přepínač
ko_kr: 시스템 그룹

source: Switch/Router Address
cs_cz: switch / router adresa
ko_kr: / 라우터 주소 전환

source: The name you'd like to have associated with this switch or router.
cs_cz: název byste chtěli mít spojeny s tímto přepínačem nebo směrovačem.
ko_kr: 이 스위치 또는 라우터와 관련된 것으로 싶은 이름입니다.

source: Bandwidth and Port Status
cs_cz: šířku pásma a port status
ko_kr: 대역폭과 포트 상태

source: Check All Ports
cs_cz: zkontrolovat všechny porty
ko_kr: 모든 포트를 확인

source: Uncheck All Ports
cs_cz: zrušte všechny porty
ko_kr: "선택을 취소합니다 모든 포트"

source: Max Speed
cs_cz: maximální rychlost
ko_kr: 최대 속도
zh_tw: 最大速度

source: Bandwidth
cs_cz: Šířka pásma
ko_kr: 대역폭

source: Port Status
cs_cz: stav portu
ko_kr: 포트 상태

source: Port
cs_cz: přístav
ko_kr: 포트

source: Rate In
cs_cz: sazba
ko_kr: 요금
zh_tw: 率入

source: Rate Out
cs_cz: hodnotit out
ko_kr: 속도 아웃

source: Mbps
ko_kr: 상태 배치도

source: No ports were detected on the switch
ko_kr: 어떤 포트는 스위치를 감지되지 않았습니다.

source: The switch is currently down
cs_cz: přepínač je v současné době se
ko_kr: 스위치는 현재 다운입니다

source: The switch does not exist at the address you specified
cs_cz: přepínač neexistuje na adresu, kterou jste zadali
ko_kr: 스위치는 지정한 주소가 존재하지 않습니다
zh_tw: 您指定的位址不存在交換機

source: SNMP support on the switch is disabled
cs_cz: podpora SNMP na spínači je zakázána
ko_kr: 스위치에 SNMP 지원이 비활성화되어 있습니다
zh_tw: 交換器上的 SNMP 支援已停用

source: Troubleshooting Tip
cs_cz: tip řešení problémů
ko_kr: 문제 해결 팁
zh_tw: 故障排除提示

source: If you keep experiencing problems with the switch wizard scan, login to the Nagios XI server as the root user and execute the following command
cs_cz: Pokud budete mít problémy s skenování průvodce spínač, přihlášení k xi serveru Nagios jako root a spusťte následující příkaz
ko_kr: 당신이 스위치 마법사 스캔에 문제가 발생되지 않으면 루트 사용자로 Nagios XI 서버에 로그인하고 다음 명령을 실행
zh_tw: 如果交換器精靈掃描仍然遇到問題，請以 root 使用者身分登入 Nagios XI 伺服器並執行下列命令

source: Send the output of the command and a description of your problem to the Nagios support team by posting to our online
cs_cz: odeslat výstup příkazu a popis problému do podpůrného týmu Nagios vyvěšením v našem internetovém
ko_kr: 온라인에 게시하여 명령의 출력과 Nagios 지원 팀에 문제에 대한 설명을 보내기
zh_tw: 透過發佈到我們的線上服務，將命令的輸出和問題描述發送給 Nagios 支援團隊

source: support forum
cs_cz: fórum podpory
ko_kr: 기술지원

source: Monitor a network switch or router.
cs_cz: monitorování síťového přepínače nebo směrovače.
ko_kr: 네트워크 스위치 또는 라우터를 모니터링합니다.

source: Network Switch / Router
cs_cz: síťový přepínač / router
ko_kr: 네트워크 스위치 / 라우터

source: Common Server Ports
cs_cz: společná přístavní serveru
ko_kr: 일반 서버 포트

source: Custom Server Ports
cs_cz: zakázkové serverové porty
ko_kr: 사용자 지정 서버 포트

source: Port/Application Name
cs_cz: port / název aplikace
ko_kr: 포트 / 응용 프로그램 이름

source: Send String
cs_cz: poslat řetězec
ko_kr: 문자열 보내기

source: Expect String
cs_cz: očekáváme řetězec
ko_kr: 문자열을 기대

source: Monitor common and custom TCP/UDP ports.
cs_cz: monitorovat společné a vlastní TCP / UDP portů.
ko_kr: 공통 및 사용자 지정 TCP / UDP 포트를 모니터링 할 수 있습니다.
zh_tw: 監控常見和自訂 TCP/UDP 連接埠。

source: TCP/UDP Port
cs_cz: TCP / UDP portu
ko_kr: TCP / UDP 포트

source: Invalid port number:
cs_cz: neplatné číslo portu:
ko_kr: 포트 번호가 잘못되었습니다 :

source: Invalid port/application name for port
cs_cz: neplatný port / aplikace název portu
ko_kr: 포트에 대한 잘못된 포트 / 응용 프로그램 이름

source: Send string for port
cs_cz: poslat řetězec pro port
ko_kr: 포트에 대한 문자열을 보내기
zh_tw: 發送連接埠字串

source: may not contain quotes
cs_cz: nemusí obsahovat citace
ko_kr: 따옴표를 포함 할 수 없습니다

source: Expect string for port
cs_cz: Očekáváme řetězec portu
ko_kr: 포트에 대한 문자열을 기대
zh_tw: 期望端口字串

source: Port
cs_cz: přístav
ko_kr: 포트

source: TFTP Information
cs_cz: tftp informace
ko_kr: SNMP 정보

source: Specify the TFTP Server You Want to Monitor
cs_cz: specifikovat TFTP server, který chcete sledovat
ko_kr: 모니터하려는 TFTP 서버를 지정
zh_tw: 指定要監控的 TFTP 伺服器

source: TFTP Host
cs_cz: hostitel tftp
ko_kr: TFTP 호스트

source: TFTP Server
ko_kr: FTP 서버

source: TFTP Connect Service
cs_cz: TFTP připojit službu
ko_kr: 서비스를 연결 TFTP

source: TFTP Connection Test Service
cs_cz: tftp test připojení služby
ko_kr: TFTP 연결 테스트 서비스

source: TFTP Get Service
cs_cz: get service tftp
ko_kr: TFTP get 및 서비스

source: Monitor a TFTP Server Connection or Specific File
cs_cz: monitorovat připojení k serveru TFTP nebo konkrétní soubor
ko_kr: TFTP 서버 연결 또는 특정 파일을 모니터링
zh_tw: 監控 TFTP 伺服器連線或特定文件

source: TFTP
ko_kr: FTP

source: It looks like you are missing tftp on your Nagios XI server.
cs_cz: vypadá to, že vám něco chybí TFTP na vašem nagios xi serveru.
ko_kr: 당신이 Nagios의 사이 서버에 pymongo 누락 된 것 같습니다.

source: Invalid domain name.
cs_cz: neplatný název domény.
ko_kr: 잘못된 호스트 이름입니다.

source: The selected TFTP server will be queried to return a check value. Click Finish to continue.
cs_cz: zvolený TFTP server bude vyzván k návratu kontrolní hodnotu. Klepnutím na tlačítko Dokončit pokračovat.
ko_kr: 선택한 TFTP 서버는 검사 값을 반환하는 쿼리 할 것입니다. 계속하려면 마침을 클릭합니다.

source: Monitor a VMware host or guest VM.
cs_cz: monitorovat připojení k hostiteli VMware nebo hosta VM.
ko_kr: VM웨어 호스트 또는 게스트 VM을 모니터링합니다.
zh_tw: 監控 VMware 主機或來賓虛擬機器。

source: VMware
ko_kr: VM웨어
zh_tw: 虛擬機

source: It appears as though you have not installed the VMware SDK or ESX plugins on your Nagios XI server. You must have these components properly installed on your system before using this wizard.
cs_cz: to vypadá, že jste nenainstalovali VMware ESX SDK nebo pluginy na nagios xi serveru. musíte mít tyto součásti správně nainstalované v systému před použitím tohoto průvodce.
ko_kr: 그것은 당신이 당신의 Nagios XI 서버의 VM웨어 ESX SDK 또는 플러그인을 설치하지 않은 것처럼 나타납니다. 이 마법사를 사용하기 전에 이러한 구성 요소가 제대로 시스템에 설치되어 있어야합니다.
zh_tw: 您似乎尚未在 Nagios XI 伺服器上安裝 VMware SDK 或 ESX 外掛程式。使用此精靈之前，您必須在系統上正確安裝這些元件。

source: To complete the installation of the required components please follow the
cs_cz: dokončit instalaci potřebných komponent prosím následovat
ko_kr: 필수 구성 요소의 설치를 완료하려면를 따르십시오
zh_tw: 若要完成所需組件的安裝，請依照下列步驟操作

source: Monitoring VMware with Nagios XI
cs_cz: Monitorování vmware s Nagios XI
ko_kr: Nagios XI와 모니터링 VM웨어

source: documentation
cs_cz: BPI dokumentace
ko_kr: 문서

source: VMware Information
cs_cz: vmware informace
ko_kr: VM웨어 정보

source: The IP address or FQDNS name of the VMware (server) host you would like to monitor.
cs_cz: IP adresa nebo FQDN název hostitele VMware (server), které chcete sledovat.
ko_kr: IP 주소 나 모니터링하려는 VM웨어 (서버) 호스트의 FQDNS 이름입니다.

source: The username used to authenticate on the VMware server.
cs_cz: hesla slouží k ověření na VMware Server.
ko_kr: 사용 비밀번호는 VM웨어 서버에 인증합니다.

source: The password used to authenticate on the VMware server.
cs_cz: hesla slouží k ověření na VMware Server.
ko_kr: 사용 비밀번호는 VM웨어 서버에 인증합니다.

source: Monitoring Mode
cs_cz: monitorovací režim
ko_kr: 프로세스 모니터

source: Would you like to monitor the VMware host (server) or a guest VM?
cs_cz: byste chtěli sledovat hostitele vmware (server), nebo ubytovnu VM?
ko_kr: 당신은 VM웨어 호스트 (서버) 또는 게스트 VM을 모니터링 하시겠습니까?
zh_tw: 您想要監控 VMware 主機（伺服器）還是來賓虛擬機器？

source: Monitor the VMware host
cs_cz: monitorovat hostitele vmware
ko_kr: VM웨어 호스트를 모니터링

source: Monitor a guest VM on the VMWare host
cs_cz: monitorovat hostující VM na hostitele VMware
ko_kr: VM웨어 호스트에서 게스트 VM을 모니터링
zh_tw: 監控 VMWare 主機上的來賓 VM
