Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Executed after the session is initialized on login, but before any authentication or page display occurs.
cs_cz: spuštěn po relaci inicializován při přihlášení, ale před jakýmkoli ověřením nebo zobrazením stránky.
ko_kr: 세션이 로그인시 초기화되지만 인증 또는 페이지 표시가 발생하기 전에 실행됩니다.
zh_tw: 在會話初始化登錄後，但在進行任何驗證或頁面顯示之前執行。

source: Use this callback if your two factor authentication requires some kind of page postback.
cs_cz: použijte toto zpětné volání, pokud vaší dvoufaktorové ověření vyžaduje nějaký postback stránky.
ko_kr: 두 팩터 인증에 일종의 페이지 다시 게시가 필요한 경우이 콜백을 사용하십시오.
zh_tw: 如果您的雙因素身份驗證需要某種頁面回發，請使用此回調。

source: Executed directly after the last row is printed (but before the end table tag) to the screen when building the General Settings table on the Edit User page.
cs_cz: provedené přímo po posledním řádku vytištěné (ale před značkou koncové tabulky) na obrazovce při vytváření tabulky obecných nastavení na stránce upravovat uživatele.
ko_kr: 사용자 편집 페이지에서 일반 설정 테이블을 작성할 때 마지막 행이 (끝 표 태그 앞에) 인쇄 된 직후에 실행됩니다.
zh_tw: 在編輯用戶頁面上構建常規設置表時，在最後一行被打印（但在結束表標記之前）之後直接執行。

source: Define a function that prints html to hook into this portion of the Edit User page.
cs_cz: definuje funkci, která vytiskne html pro zavěšení do této části uživatelské stránky pro úpravy.
ko_kr: 편집 사용자 페이지의이 부분에 html을 출력하는 함수를 정의하십시오.
zh_tw: 定義一個打印html的函數來掛鉤編輯用戶頁面的這一部分。

source: Executed directly after the last row is printed (but before the end table tag) to the screen when building the Preferences table on the Edit User page.
cs_cz: provedené přímo po vytištění posledního řádku (ale před značkou koncové tabulky) na obrazovce při vytváření tabulky předvoleb na stránce upravovat uživatele.
ko_kr: 사용자 편집 페이지에 환경 설정 테이블을 작성할 때 마지막 행이 (끝 표 태그 앞에) 인쇄 된 직후에 실행됩니다.
zh_tw: 在編輯用戶頁面上構建首選項表時，在最後一行被打印後（但在結束表標記之前）直接執行。

source: Executed directly after the last row is printed (but before the end table tag) to the screen when building the Authentication Settings table on the Edit User page.
cs_cz: spuštěné přímo po vytištění posledního řádku (ale před značkou koncové tabulky) na obrazovce při vytváření tabulky nastavení ověřování na stránce upravující uživatele.
ko_kr: 사용자 편집 페이지에 인증 설정 테이블을 작성할 때 마지막 행이 (end table 태그 앞에) 인쇄 된 직후에 실행됩니다.
zh_tw: 在編輯用戶頁面上構建認證設置表時，在最後一行被打印後（但在結束表標記之前）直接執行。

source: Executed directly after the last row is printed (but before the end table tag) to the screen when building the API Settings table on the Edit User page.
cs_cz: provedené přímo po vytištění posledního řádku (ale před značkou koncové tabulky) na obrazovce při sestavování tabulky nastavení API na stránce upravovat uživatele.
ko_kr: 사용자 편집 페이지에서 API 설정 테이블을 작성할 때 마지막 행이 (end table 태그 앞에) 인쇄 된 직후에 실행됩니다.
zh_tw: 在編輯用戶頁面上構建api設置表時，在最後一行被打印（但在結束表標記之前）之後直接執行。

source: Executed directly before the div containing the form buttons (Edit User, Cancel).
cs_cz: provedeno přímo před divem obsahujícím tlačítka formuláře (editovat uživatele, zrušit).
ko_kr: 양식 버튼 (편집 사용자, 취소)을 포함하는 div 바로 앞에 실행됩니다.
zh_tw: 直接在包含表單按鈕的div之前執行（編輯用戶，取消）。

source: Executed after the Edit User form has been submitted, after all of the main logic (add/edit) has been executed.
cs_cz: proveden po odeslání formuláře uživatelské úpravy poté, co byla provedena veškerá hlavní logika (add / edit).
ko_kr: 모든 주 논리 (추가 / 편집)가 실행 된 후에 편집 사용자 양식이 제출 된 후에 실행됩니다.
zh_tw: 在完成所有主邏輯（添加/編輯）之後，在提交編輯用戶表單後執行。

source: Define a function that looks for any form inputs you designed with the
cs_cz: definujte funkci, která vyhledává všechny vstupy formuláře, které jste vytvořili s
ko_kr: 당신이 디자인 한 양식 입력을 찾는 함수를 정의하십시오.
zh_tw: 定義一個函數，用於查找您使用該類型設計的任何表單輸入

source: callbacks.
cs_cz: zpětné volání.
ko_kr: 콜백.
zh_tw: 回調。

source: Executed directly after a user was successfully created.
cs_cz: provedený přímo poté, co uživatel byl úspěšně vytvořen.
ko_kr: 사용자가 성공적으로 생성 된 후 직접 실행.
zh_tw: 用戶創建成功後直接執行。

source: Executed directly after a user was successfully deleted.
cs_cz: provedený přímo poté, co uživatel byl úspěšně odstraněn.
ko_kr: 사용자가 삭제되었습니다 직후 실행.
zh_tw: 執行用戶被成功刪除後直接。

source: Append custom tabs to the Account/Notification Messages page.
cs_cz: přidávat vlastní karty na stránku účtu / notifikační zprávy.
ko_kr: 계정 / 알림 메시지 페이지에 사용자 지정 탭을 추가합니다.
zh_tw: 添加自定義選項卡的帳戶/通知消息頁面。

source: New tabs will appear on the Account/Notification Messages page based on the %s array
cs_cz: nové karty se objeví na straně účtu zprávy s oznámením / založená na% s polem
ko_kr: 새 탭은 %의 배열에 따라 계정 / 알림 메시지 페이지에 표시됩니다
zh_tw: 新的標籤將基於％s的陣列上出現的賬號/通知消息頁面上

source: Append custom tabs to the Account/Notification Methods page.
cs_cz: přidávat vlastní karty na stránku metody účet / oznámení.
ko_kr: 계정 / 알림 방법 페이지에 사용자 지정 탭을 추가합니다.
zh_tw: 添加自定義選項卡的賬號/通知方法頁面。

source: New tabs will appear on the Account/Notification Methods page based on the %s array
cs_cz: nové karty se objeví na straně účtu / metody oznámení vychází z% s polem
ko_kr: 새 탭은 %의 배열에 따라 계정 / 알림 방법 페이지에 표시됩니다
zh_tw: 新的標籤將基於％s的陣列上出現的賬號/通知方法頁

source: Notes
cs_cz: poznámky
ko_kr: 주의
zh_tw: 注意

source: array
cs_cz: řada
ko_kr: 정렬
zh_tw: 排列

source: Conditional checks on
cs_cz: podmíněné kontroly
ko_kr: 조건부 검사
zh_tw: 條件檢查的

source: used in Nagios XI output
cs_cz: použitý v Nagios xi výstupu
ko_kr: 의 Nagios XI 출력에 사용
zh_tw: 在Nagios的喜輸出中使用

source: How to
cs_cz: jak
ko_kr: 어떻게
zh_tw: 如何

source: Hook into a Nagios XI Callback
cs_cz: háček do Nagios xi zpětné volání
ko_kr: 의 Nagios XI 콜백에 후크
zh_tw: 勾成的nagios喜回調

source: Internal functions
cs_cz: interní funkce
ko_kr: 내부 기능
zh_tw: 內部功能

source: Available Callbacks
cs_cz: K dispozici zpětná volání
ko_kr: 가능한 콜백
zh_tw: 可用的回調

source: Custom API Endpoints
cs_cz: koncové body na zakázku API
ko_kr: 사용자 정의 엔드 포인트
zh_tw: 自定義端點

source: This document is for developers who want to add API endpoints to their Nagios XI system. This document shows how, using a custom component.
cs_cz: Tento dokument je určen pro vývojáře, kteří chtějí přidat koncové body API pro jejich xi systému Nagios. Tento dokument ukazuje, jak používat vlastní součást.
ko_kr: 이 문서는의 Nagios XI 시스템에 대한 API 엔드 포인트를 추가 할 개발자를위한 것입니다. 사용자 정의 구성 요소를 사용하는 방법이 문서는 보여줍니다.
zh_tw: 這個文件是誰想要API端點添加到他們的nagios兮系統開發商。本文檔演示了如何使用自定義組件。

source: Custom Endpoints
cs_cz: Vlastní koncové body
ko_kr: 사용자 정의 엔드 포인트
zh_tw: 自定義端點

source: We're going to cover how to create custom endpoints for use in your Nagios XI instance. These will automatically become available to any user that has access to the API once they're registered.
cs_cz: budeme pokrývat jak vytvořit vlastní koncových bodů pro použití v nagios xi instance. Ty se automaticky stane dostupný pro každého uživatele, který má přístup k API, jakmile jsou zaregistrovány.
ko_kr: 우리는 당신의 Nagios XI 인스턴스에 사용하기 위해 사용자 정의 엔드 포인트를 작성하는 방법을 다룰 것입니다. 이들은 자동으로 등록하고 나면 API에 액세스하는 모든 사용자에게 제공 될 예정입니다.
zh_tw: 我們將介紹如何在您的Nagios喜例如使用創建自定義端點。這些將自動成為可用一旦他們註冊的訪問API的任何用戶。

source: Creating the necessary code
cs_cz: vytváří potřebný kód
ko_kr: 필요한 코드를 생성
zh_tw: 創造必要的代碼

source: Development of Nagios XI components is outside of the scope of this document, so we'll be making the assumption that you have at least a basic working knowledge of creating and testing custom components. We'll use nagiosxicustomendpoints as a working name for our example component. Create a directory in
cs_cz: Vývoj komponent Nagios xi je mimo rozsah tohoto dokumentu, takže budeme dělat předpoklad, že máte alespoň základní znalost pracovní vytváření a testování uživatelských komponent. budeme používat nagiosxicustomendpoints jako pracovní název pro náš příklad komponentu. vytvoří adresář v
ko_kr: 의 Nagios XI 구성 요소의 개발은이 문서의 범위를 벗어, 그래서 우리는 당신이 만들고 사용자 지정 구성 요소를 테스트 적어도 기본적인 실무 지식을 가지고 가정을 만드는 것입니다. 우리는 우리의 예 구성 요소에 대한 작업 이름으로 nagiosxicustomendpoints 사용합니다. 에서 디렉토리를 생성
zh_tw: Nagios的喜組件的開發是本文檔的範圍之外，所以我們會做，你必須至少創建和測試自定義組件的基本操作知識的假設。我們將使用nagiosxicustomendpoints作為我們的例子組件工作名稱。創建一個目錄

source: called
cs_cz: volal
ko_kr: 전화했다
zh_tw: 叫

source: Now we need to populate the directory with only one file
cs_cz: Nyní musíme naplnit adresáře pouze s jedním souborem
ko_kr: 지금 우리는 하나의 파일과 디렉토리를 채울 필요
zh_tw: 現在我們需要只用一個文件來填充目錄

source: register our custom api handler
cs_cz: registrovat naším zvykem api psovoda
ko_kr: 우리의 사용자 정의 API를 핸들러를 등록
zh_tw: 註冊我們的自定義API處理器

source: the function to be called when we reach our custom endpoint via api
cs_cz: Funkce, které mají být volána, když se dostaneme naši vlastní koncový bod pomocí API
ko_kr: 우리는 API를 통해 우리의 사용자 정의 엔드 포인트에 도달 할 때 호출되는 함수
zh_tw: 當我們通過API實​​現我們的自定義端點調用該函數

source: Once you've created this file, you can use the Example cURL Request located below to check out your new Custom API Endpoint.
cs_cz: Po vytvoření tohoto souboru, můžete použít příklad lokny požadavek umístěné pod vyzkoušet svůj nový zvyk koncovému bodu API.
ko_kr: 이 파일을 만든 후에는 새 사용자 정의 API 엔드 포인트를 확인하기 위해 아래에있는 예 컬 요청을 사용할 수 있습니다.
zh_tw: 一旦你創建了這個文件，你可以使用位於下方來看看你的新的自定義API端點的例子捲曲請求。

source: Explanation and Notes
cs_cz: Vysvětlení a poznámky
ko_kr: 설명 및 메모
zh_tw: 解釋和說明

source: The function register_custom_api_callback takes 3 arguments. They are, in order: the endpoint to specify, the verb to specify, and the function to call when this endpoint has been reached.
cs_cz: Funkce register_custom_api_callback trvá 3 argumenty. oni jsou, v tomto pořadí: koncový bod upřesnit, sloveso specifikovat a funkce zavolat, když bylo dosaženo tohoto koncového bodu.
ko_kr: 함수 register_custom_api_callback 3 인수를 사용합니다. 이들은 순서대로이다 : 엔드 포인트는 동사를 지정하는 지정하고,이 엔드 포인트에 도달했을 때, 함수 호출.
zh_tw: 功能register_custom_api_callback 3個參數。他們依次為：端點來指定，動詞來指定，並在該端點已達到調用的函數。

source: The callback function (nagiosxicustomendpoints_awesome_example in our example) should be defined with 3 arguments as well. They are, in order: the endpoint that was called, the verb that was called, and the array of args appended after the endpoint.
cs_cz: funkce zpětného volání (nagiosxicustomendpoints_awesome_example v našem příkladu), by měly být definovány s 3 argumenty stejně. oni jsou, v tomto pořadí: koncového bodu, který byl nazýván, sloveso, který byl nazýván, a pole args připojených po koncový bod.
ko_kr: 콜백 함수 (예에서 nagiosxicustomendpoints_awesome_example는)뿐만 아니라 3 인자로 정의되어야한다. 그들은 순서입니다 : 호출 된 엔드 포인트, 호출 된 동사 및 엔드 포인트 이후 추가 인수의 배열입니다.
zh_tw: 回調函數（在我們的例子nagiosxicustomendpoints_awesome_example）應與3個參數也進行定義。他們依次為：這是所謂的終點，這是所謂的動詞，和端點後追加args來排列。

source: Keep in mind the following regarding custom endpoints:
cs_cz: mějte na paměti následující informace týkající se vlastních koncových bodů:
ko_kr: 마음에 사용자 정의 엔드 포인트에 대해 다음을 계속 :
zh_tw: 記住關於定制終端的情況如下：

source: You can override existing endpoints and verbs
cs_cz: můžete přepsat stávající koncové body a slovesa
ko_kr: 당신은 기존 엔드 포인트와 동사를 대체 할 수 있습니다
zh_tw: 您可以覆蓋現有的端點和動詞

source: There is no automatic conversion to JSON when using Custom API Endpoints. Whatever is returned from your callback function will be printed as the API Response.
cs_cz: neexistuje žádný automatický převod do JSON při použití koncové body vlastního API. ať se vrátí ze své funkce zpětného volání bude vytištěna jako odpověď API.
ko_kr: 사용자 정의 API를 엔드 포인트를 사용하는 경우 JSON 할 자동 변환이 없습니다. 어떤 콜백 함수에서 반환하는 API 응답으로 인쇄됩니다.
zh_tw: 沒有自動轉換使用自定義API端點時，JSON。無論是從回調函數返回將打印的API響應。

source: You can pull additional request variables via the Nagios XI functions like grab_request_var() or the standard PHP globals like $_GET and $_POST.
cs_cz: můžete vytáhnout dodatečnou žádost proměnných přes xi funkcí Nagios jako grab_request_var () nebo standardní php globálů, jako je $ _GET a _POST $.
ko_kr: 당신은 grab_request_var처럼의 Nagios XI 기능 () 또는 $ _GET과 $ _POST와 같은 표준 PHP는 전역 통해 추가 요청 변수를 가져올 수 있습니다.
zh_tw: 您可以通過（）Nagios的喜功能，如grab_request_var或標準的PHP全局比如$ _GET和$ _POST拉額外的請求變量。

source: Help with Nagios XI
cs_cz: pomoc s Nagios XI
ko_kr: Nagios XI에 대한 도움말
zh_tw: 幫助Nagios的喜

source: Your user agent does not support frames or is currently configured not to display frames.
cs_cz: Váš uživatelský agent nepodporuje rámce nebo je nyní nakonfigurován tak, aby zobrazovat rámečky.
ko_kr: 사용자 에이전트가 프레임을 지원하지 않거나 현재 프레임을 표시하지 않도록 구성되어 있습니다.
zh_tw: 您的用戶代理不支持框架，或被配置為不顯示框架。

source: Translations
cs_cz: překlady
ko_kr: 번역
zh_tw: 譯文

source: The translations for the interface are done through gettext, an open source software that allows localization of system environments. The translations are stored in .po files. These files can be edited with a .po editor. We recommend using
cs_cz: překlady pro rozhraní jsou prováděny pomocí gettextu, softwaru s otevřeným zdrojovým kódem, který umožňuje lokalizaci systémových prostředí. překlady jsou uloženy v souborech .po. tyto soubory lze editovat pomocí editoru .po. doporučujeme používat
ko_kr: 인터페이스에 대한 번역은 시스템 환경의 현지화를 허용하는 오픈 소스 소프트웨어 인 gettext를 통해 수행됩니다. 번역은 .po 파일에 저장됩니다. 이 파일은 .po 편집기로 편집 할 수 있습니다. 우리는
zh_tw: 接口的翻譯是通過gettext完成的，gettext是一個開源軟件，允許本地化系統環境。翻譯存儲在.po文件中。這些文件可以用.po編輯器編輯。我們推薦使用

source: since it's an open source editor that works on most operating systems.
cs_cz: protože je to open source editor pracující na většině operačních systémů.
ko_kr: 이는 대부분의 운영 체제에서 작동하는 오픈 소스 편집기이기 때문입니다.
zh_tw: 因為它是一款適用於大多數操作系統的開源編輯器。

source: The files are stored in
cs_cz: soubory jsou uloženy v
ko_kr: 파일은
zh_tw: 文件存儲在

source: is specified by the ISO 639 two-letter local name and ISO 3166 two-leter country code, such as
cs_cz: je specifikován dvojznačkovým místním názvem iso 639 a dvojjazyčným kódem iso 3166 jako např
ko_kr: iso 639 2 문자 로컬 이름 및 iso 3166 2 레터 국가 코드 (예 :
zh_tw: 由iso 639雙字母本地名稱和iso 3166雙字母國家代碼指定，例如

source: Each language has a .po and .mo file. The .po should be edited and the .mo is a compiled after all edits have been made to the .po file.
cs_cz: každý jazyk má soubor .po a .mo. soubor .po by měl být upraven a soubor .mo je kompilován poté, co byly provedeny všechny úpravy souboru .po.
ko_kr: 각 언어에는 .po 및 .mo 파일이 있습니다. .po 파일을 편집하고 .mo 파일을 편집 한 후에 컴파일해야합니다.
zh_tw: 每種語言都有一個.po和.mo文件。 .po應該被編輯，並且.mo是在所有對.po文件進行編輯之後編譯的。

source: Send updated or new translation files to
cs_cz: odeslat aktualizované nebo nové soubory převodu do
ko_kr: 업데이트 된 또는 새 번역 파일 보내기
zh_tw: 發送更新或新的翻譯文件

source: for inclusion into upcoming releases of Nagios XI
cs_cz: pro zařazení do nadcházejících vydání nagiosu xi
ko_kr: nagios xi의 향후 출시에 포함
zh_tw: 納入即將發布的nagios xi

source: Updating Current Translations
cs_cz: aktualizace aktuálních překladů
ko_kr: 현재 번역문 업데이트 중
zh_tw: 更新當前翻譯

source: If a translation that came bundled in Nagios XI needs to be edited for correctness, you should first make sure you are on the latest version of Nagios XI to get the latest translation files. You can then edit the files using poedit. Navigate to the location of the .po file and open it in poedit. Make the desired changes. You will need to compile the .mo file with your updated .po file. You can compile the .mo file using poedit or install gettext and run <code>msgfmt &lt;language&gt;.po -o &lt;language&gt;.mo</code> from the command line.
cs_cz: pokud je překlad, který byl přiřazen do souboru nagios xi, musí být upraven pro správnost, měli byste se nejprve ujistit, že používáte nejnovější verzi nagios xi, abyste získali nejnovější překlady. pak můžete upravit soubory pomocí poedit. přejděte do umístění souboru .po a otevřete jej v poeditu. proveďte požadované změny. budete muset zkompilovat soubor .mo s aktualizovaným souborem .po. můžete kompilovat soubor .mo pomocí poedit nebo nainstalovat gettext a spustit <code>msgfmt <language>.po -o <language>.mo</code> z příkazového řádku.
ko_kr: nagios xi에 번들로 제공된 번역본을 정확하게 편집해야하는 경우, 최신 번역 파일을 얻으려면 먼저 최신 버전의 nagios xi를 사용해야합니다. 그런 다음 poedit을 사용하여 파일을 편집 할 수 있습니다. .po 파일의 위치로 이동하여 poedit에서 엽니 다. 원하는 변경을하십시오. 업데이트 된 .po 파일로 .mo 파일을 컴파일해야합니다. poedit을 사용하여 .mo 파일을 컴파일하거나 gettext를 설치하고 명령 행에서 <code>msgfmt <language>.po -o <language>.mo</code> 를 실행할 수 <code>msgfmt <language>.po -o <language>.mo</code> .
zh_tw: 如果在nagios xi中捆綁的翻譯需要進行正確編輯，則應首先確保您使用的是最新版本的nagios xi以獲取最新的翻譯文件。您可以使用poedit編輯文件。導航到.po文件的位置並在poedit中打開它。進行所需的更改。您將需要使用更新後的.po文件編譯.mo文件。您可以使用poedit編譯.mo文件或安裝gettext，並從命令行運行<code>msgfmt <language>.po -o <language>.mo</code> 。

source: After you've made your updates and replaced the .po and .mo files you should restart apache before verifying in the interface that the changes have been made.
cs_cz: po provedení vašich aktualizací a nahrazení souborů .po a .mo byste měli restartovat aplikaci apache, než ověříte, zda byly změny provedeny.
ko_kr: 업데이트를하고 .po 및 .mo 파일을 바꾼 후에 인터페이스가 변경되었음을 확인하기 전에 아파치를 다시 시작해야합니다.
zh_tw: 在完成更新並替換.po和.mo文件之後，應在接口中驗證已進行更改之前重新啟動Apache。

source: Creating New Translations
cs_cz: vytváření nových překladů
ko_kr: 새 번역 작성
zh_tw: 創建新的翻譯

source: To create a new translation you will need to do the following. We recommend that you make sure your Nagios XI installation is the latest available version, so that your translation has all the new language variables. For this example, we will use French
cs_cz: Chcete-li vytvořit nový překlad, budete muset provést následující kroky. doporučujeme, abyste se ujistili, že instalace nagios xi je nejnovější dostupnou verzí, takže váš překlad má všechny nové jazykové proměnné. pro tento příklad použijeme francouzštinu
ko_kr: 새 번역을 만들려면 다음을 수행해야합니다. nagios xi 설치가 사용 가능한 최신 버전인지 확인하여 번역에 새로운 언어 변수가 모두 포함되도록하는 것이 좋습니다. 이 예제에서는 french를 사용합니다.
zh_tw: 要創建新的翻譯，您需要執行以下操作。我們建議您確保您的nagios xi安裝是最新的可用版本，以便您的翻譯具有所有新的語言變量。對於這個例子，我們將使用法語

source: as our new language
cs_cz: jako náš nový jazyk
ko_kr: 우리의 새로운 언어
zh_tw: 作為我們的新語言

source: Copy the English .po file from
cs_cz: zkopírujte anglický soubor .po od
ko_kr: 에서 영어 .po 파일 복사
zh_tw: 複製英文.po文件

source: Open the .po file in poedit and make the translations to the new language
cs_cz: otevřete soubor .po v poedit a překládejte do nového jazyka
ko_kr: poedit에서 .po 파일을 열고 새 언어로 번역하십시오.
zh_tw: 用poedit打開.po文件並翻譯成新的語言

source: Convert your .po file to a .mo file and restart apache see changes in the interface (the language will show up in the selection drop down right away)
cs_cz: převést soubor .po do souboru .mo a restartovat apache viz změny v rozhraní (jazyk se zobrazí v rozbalovací nabídce)
ko_kr: .po 파일을 .mo 파일로 변환하고 아파치를 다시 시작하면 인터페이스의 변경 사항을 볼 수 있습니다 (언어가 선택 항목에 바로 나타납니다)
zh_tw: 將.po文件轉換為.mo文件並重新啟動apache，查看界面中的更改（該語言將立即顯示在選擇下拉列表中）

source: Once you're done, send us an email to the address above with the translated file to get it included into future versions of Nagios XI
cs_cz: jakmile budete hotovi, pošlete nám e-mail na výše uvedenou adresu s přeloženým souborem, abyste jej zahrnovali do budoucích verzí nagios xi
ko_kr: 일단 끝나면 위의 주소로 번역 된 파일을 보내서 nagios xi의 향후 버전에 포함 시키십시오.
zh_tw: 一旦你完成了，給我們發送一封電子郵件到上面的地址與翻譯文件，以將它納入未來版本的nagios xi

source: API - System Reference
cs_cz: Zbytek api - referenční systém
ko_kr: 백엔드 API - 시스템 참조
zh_tw: 後台API - 系統參考

source: The system section of the API allows management of the system, services, and backend.
cs_cz: úsek systém API umožňuje správu systému, služeb a backend.
ko_kr: API의 시스템 섹션은 시스템, 서비스 및 백엔드의 관리를 허용한다.
zh_tw: API的系統部分允許系統，服務，和後端的管理。

source: This API section is
cs_cz: tato sekce API
ko_kr: 이 API 섹션입니다
zh_tw: 這個API部分是

source: admin only
cs_cz: pouze admin
ko_kr: 관리자 만
zh_tw: 只有管​​理員

source: Basic System
cs_cz: základní systém
ko_kr: 기본 시스템
zh_tw: 基本系統

source: Gives the output of the current system status.
cs_cz: poskytuje výstup o aktuálním stavu systému.
ko_kr: 현재의 시스템 상태의 출력을 제공합니다.
zh_tw: 給出的當前系統狀態的輸出。

source: Gives the output of the current system status in more detail.
cs_cz: poskytuje výstup o aktuálním stavu systému.
ko_kr: 현재의 시스템 상태의 출력을 제공합니다.
zh_tw: 給出的當前系統狀態的輸出。

source: Gives the output of the current system information.
cs_cz: poskytuje výstup o aktuálním stavu systému.
ko_kr: 현재의 시스템 상태의 출력을 제공합니다.
zh_tw: 給出的當前系統狀態的輸出。

source: Show status of subsystem commands. Can be filtered to a subset, shown in the second example.
cs_cz: zobrazit stav příkazů subsystému. může být filtrován do podmnožiny, jak je ukázáno ve druhém příkladu.
ko_kr: 서브 시스템 명령의 상태를 표시합니다. 두 번째 예제와 같이 하위 집합으로 필터링 할 수 있습니다.
zh_tw: 顯示子系統命令的狀態。可以被過濾為一個子集，如第二個例子所示。

source: You may want to see just a single command, to check something like the status. This can be done by passing <code>system/status/&lt;command_id&gt;</code> in the URL. You can also pass the <code>status_code</code> in the URL to get only values with certain status codes. Below is an example of how to grab a single command by <code>command_id</code>.
cs_cz: možná budete chtít vidět jen jediný příkaz, abyste si ověřili něco jako stav. to může být provedeno předáním <code>system/status/<command_id></code> v url. můžete <code>status_code</code> do url, abyste získali pouze hodnoty s určitými stavovými kódy. níže je příklad toho, jak chytit jediný příkaz <code>command_id</code> .
ko_kr: 상태와 같은 것을 확인하기 위해 단지 하나의 명령 만보고 싶을 수도 있습니다. 이 작업은 url에 <code>system/status/<command_id></code> 를 전달하여 수행 할 수 있습니다. URL에 <code>status_code</code> 를 전달하여 특정 상태 코드가있는 값만 가져올 수도 있습니다. 다음은 <code>command_id</code> 로 단일 명령을 가져 오는 방법의 예입니다.
zh_tw: 你可能只想看到一個單一的命令，來檢查狀態。這可以通過在URL中傳遞<code>system/status/<command_id></code>來完成。您也可以傳遞url中的<code>status_code</code>以僅獲取具有特定狀態代碼的值。以下是如何通過<code>command_id</code>獲取單個命令的示例。

source: Core System
cs_cz: jádrový systém
ko_kr: 핵심 시스템
zh_tw: 核心系統

source: Run the apply config command which imports configs and restarts Nagios Core. This should normally be ran after adding objects via the API if the <code>applyconfig=1</code> parameter is not sent. Note: You can also run this as either a GET or POST.
cs_cz: spustit konfigurační příkaz, který dováží konfigurační soubory a restartuje Nagiosu jádro platí. to by mělo být normálně běžela po přidání objektů přes API, pokud <code>applyconfig=1</code> je parametr neposílá.
ko_kr: 이 CONFIGS를 가져오고 Nagios의 코어를 다시 시작 설정 명령을 적용 실행합니다. 이것은 일반적으로 경우 API를 통해 객체를 추가 한 후 실행해야한다 <code>applyconfig=1</code> 매개 변수가 전송되지 않습니다.
zh_tw: 運行應用進口的configs並重新啟動Nagios的核心config命令。這通常應通過API添加對象，如果後跑出<code>applyconfig=1</code>的參數不發送。

source: Runs the import command which imports all configuration files from
cs_cz: spustí příkaz importu, ze kterého importuje všechny konfigurační soubory
ko_kr: 모든 구성 파일을 가져 오는 import 명령을 실행합니다.
zh_tw: 運行導入所有配置文件的命令

source: into the CCM. This command does not restart Nagios Core. Note: You can also run this as either a GET or POST.
cs_cz: do ccm. tento příkaz nerestartuje nagios core. Poznámka: Můžete také spustit tuto funkci jako buď získat, nebo poslat.
ko_kr: ccm 안으로. 이 명령은 Nagios 코어를 다시 시작하지 않습니다. 참고 :이 작업을 가져 오기 또는 게시로 실행할 수도 있습니다.
zh_tw: 進入ccm。此命令不會重新啟動nagios內核。請注意：您也可以將其作為get或post進行運行。

source: Send an core command (external command and arguments) to the nagios.cmd through the API. You can send any of the commands that are listed in the
cs_cz: odešlete příkaz core (externí příkaz a argumenty) do souboru nagios.cmd prostřednictvím api. můžete odeslat libovolný z příkazů, které jsou uvedených v
ko_kr: api를 통해 핵심 명령 (외부 명령 및 인수)을 nagios.cmd로 보냅니다. 당신은 어떤 명령을 보낼 수 있습니다에서
zh_tw: 通過api將核心命令（外部命令和參數）發送到nagios.cmd。你可以發送任何在lis裡面的命令

source: Nagios Developer External Commands
cs_cz: nagios vývojářské externí příkazy
ko_kr: nagios 개발자 외부 명령
zh_tw: nagios開發人員的外部命令

source: page. You will need to pass the commands completely, including semi-colons. You do not, however, need to pass the command timestamp.
cs_cz: strana. budete muset příkazy provést úplně, včetně polosladníků. nebudete však muset předat příkaz časové razítko.
ko_kr: 페이지. 세미콜론 (;)을 포함하여 명령을 완전히 전달해야합니다. 그러나 명령 타임 스탬프를 전달해야 할 필요는 없습니다.
zh_tw: 頁。您需要完全傳遞命令，包括分號。但是，您不需要傳遞命令時間戳。

source: Example of command formatting in API using the <code>ADD_HOST_COMMENT</code> command
cs_cz: příklad formátování příkazu v api pomocí příkazu <code>add_host_comment</code>
ko_kr: <code>add_host_comment</code> 명령을 사용하여 API에서 명령 형식화 예제
zh_tw: 使用<code>add_host_comment</code>命令在api中命令格式化的<code>add_host_comment</code>
