Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: If allow_html is true, then only %s and %s tags are allowed (you'll need those to create a table header).
cs_cz: pokud allow_html je to pravda, pak pouze% sa% s tagy jsou povoleny (budete je potřebovat vytvořit záhlaví tabulky).
ko_kr: allow_html에 해당하는 경우, % s 및 %의 태그 만은 (당신이 테이블 헤더를 만드는 사람들을해야합니다) 사용할 수 있습니다.
zh_tw: 如果allow_html是真實的，那麼只有％s和％s標籤被允許（你需要這些來創建一個表頭）。

source: Executed right before the %s tag is printed.
cs_cz: proveden těsně předtím, než se vytiskne% s tag.
ko_kr: 이 %의 태그를 인쇄 직전에 실행.
zh_tw: 執行打印％s的標記權之前。

source: Used when generating host/service status tables. Allows you to insert data into the icon section of the table cells, inside of %s.
cs_cz: použitý při generování stavové tabulky host / služby. umožňuje vkládat data do sekce ikona buněk tabulky, uvnitř% s.
ko_kr: 호스트 / 서비스 상태 테이블을 생성 할 때 사용된다. 당신은 % s의 내부 테이블 세포의 아이콘 섹션에 데이터를 삽입 할 수 있습니다.
zh_tw: 生成主機/服務狀態表時使用。允許您將數據插入到表單元格的圖標部分，％S的內部。

source: The type of table cell you're dealing with
cs_cz: typ buňky tabulky máte co do činění s
ko_kr: 당신이 상대하고있는 테이블 셀의 유형
zh_tw: 表格單元格的您正在處理的類型

source: The array to append elements to, they will be inserted into this cell's %s section.
cs_cz: pole připojit prvků na, budou vloženy do sekce Tato buňka má% S.
ko_kr: 에 요소를 추가 할 수있는 배열, 그들은이 세포의 %의 섹션으로 삽입됩니다.
zh_tw: 附加元素的陣列，它們將被插入到該細胞的％S部分。

source: If allow_html is true, then only %s tags are allowed (you'll need that to display your icon).
cs_cz: pokud allow_html je to pravda, pak jsou povoleny pouze% s tagy (budete potřebovat zobrazit ikonu).
ko_kr: allow_html가 만 %의 태그가 허용되며, 해당하는 경우 (당신은 당신의 아이콘을 표시하는 것을 필요합니다).
zh_tw: 如果allow_html是真實的，那麼只有％s個標籤被允許（你需要的顯示您的圖標）。

source: Executed after an event is added to the XI database.
cs_cz: proveden po událost je přidána do databáze xi.
ko_kr: 이벤트가 XI 데이터베이스에 추가 된 후에 실행된다.
zh_tw: 後一個事件被添加到數據庫兮執行。

source: The ID returned from the insert into the nagiosxi database.
cs_cz: id vrátil z vložky do nagiosxi databáze.
ko_kr: ID는 nagiosxi 데이터베이스에 삽입에서 돌아왔다.
zh_tw: 的ID從插入返回到nagiosxi數據庫。

source: The source of the event. You can find the defined types in %s in the %s section.
cs_cz: zdroj události. najdete definované typy v% s v sekci% S.
ko_kr: 이벤트의 소스. 당신은 %의 섹션 %의에서 정의 된 유형을 찾을 수 있습니다.
zh_tw: 該事件的來源。你可以在％S部分找到％S的定義的類型。

source: The type of event. You can find the defined types in %s in the %s section
cs_cz: typ události. najdete definované typy v% s v oddíle% s
ko_kr: 이벤트의 종류. 당신은 %의 섹션 %의에서 정의 된 유형을 찾을 수 있습니다
zh_tw: 事件的類型。你可以在％S部分找到％S的定義類型

source: The UNIX timestamp of the time at which the event occured.
cs_cz: Unix časové razítko okamžiku, kdy vyskytla událost.
ko_kr: 이벤트가 발생하는 시간의 유닉스 타임 스탬프.
zh_tw: 在該事件發生時的Unix時間戳。

source: Any associated data with this event. This string is in JSON format.
cs_cz: veškeré související údaje k této události. Tento řetězec je ve formátu JSON.
ko_kr: 이 이벤트와 연관​​된 데이터. 이 문자열은 JSON 형식입니다.
zh_tw: 與此事件相關的任何數據。此字符串是JSON格式。

source: Executed after an event is processed by XI %s.
cs_cz: proveden po událost je zpracována xi% s.
ko_kr: 이벤트가 XI % s에 의해 처리 된 후 실행.
zh_tw: 後一個事件是由曦％s的處理執行。

source: Whether logging was enabled or disabled during this events processing.
cs_cz: zda protokolování bylo povoleno nebo zakázáno v průběhu tohoto zpracování událostí.
ko_kr: 로깅을 사용하거나이 이벤트를 처리하는 동안 비활성화되었는지 여부.
zh_tw: 日誌記錄是否啟用或本事件的處理過程中禁用。

source: Executed after the footer %s is printed, but before the page %s is printed.
cs_cz: proveden po zápatí% s je vytištěna, ale předtím, než se stránka% s je vytištěna.
ko_kr: 바닥 글 % s에 인쇄 한 후 실행하지만, 페이지 % (S)는 인쇄되기 전에.
zh_tw: 頁腳％S在打印後執行，但打印頁％s前面。

source: Executed before the footer is printed.
cs_cz: proveden před vytištěním zápatí.
ko_kr: 바닥 글이 인쇄되기 전에 실행된다.
zh_tw: 印頁腳之前執行。

source: Executed before the header %s is printed.
cs_cz: proveden před vytištěním záhlaví% s.
ko_kr: 헤더 % s의가 인쇄되기 전에 실행된다.
zh_tw: 打印頭％S之前執行。

source: Executed directly after the header is printed.
cs_cz: proveden přímo po vytištění záhlaví.
ko_kr: 헤더를 인쇄 한 후 직접 실행.
zh_tw: 在打印頭之後直接執行。

source: Used to override default home page options.
cs_cz: slouží k přepsání výchozích nastavení domovské stránky.
ko_kr: 기본 홈 페이지 옵션을 대체하는 데 사용됩니다.
zh_tw: 用於覆蓋默認主頁選項。

source: Used to determine how to handle the other elements of the array.
cs_cz: slouží k určení, jak zacházet s další prvky pole.
ko_kr: 어레이의 다른 구성 요소를 처리하는 방법을 결정하는 데 사용된다.
zh_tw: 用於確定如何處理該陣列的其它元件。

source: The string to overwrite the page title with.
cs_cz: řetězec přepsat titulní stránku.
ko_kr: 문자열과 페이지 제목을 덮어 쓸 수 있습니다.
zh_tw: 字符串覆蓋的頁面標題。

source: The string used to redirect if %s.
cs_cz: řetězec používá k přesměrování, pokud% s.
ko_kr: 문자열은 % s의 경우 리디렉션하는 데 사용됩니다.
zh_tw: 字符串使用，如果％s到重定向。

source: Used to determine if we're going to redirect the homepage to another URL.
cs_cz: slouží k určení, zda budeme přesměrování na domovskou stránku na jinou adresu URL.
ko_kr: 우리가 다른 URL로 홈페이지를 리디렉션거야 여부를 결정하는 데 사용됩니다.
zh_tw: 用來確定是否我們要的網頁重定向到另一個網址。

source: If destination is equal to '%s', and %s is not blank, and %s is true, then the page will be redirected to %s's value
cs_cz: -li cíl je rovna '% s' a% s není prázdná, a% s je to pravda, pak je strana bude přesměrován na% s hodnotou
ko_kr: 대상이 '% s'이 (가) 동일하며, % s는 비어 있지 않은, 그리고 % s에 해당하는 경우, 다음 페이지 %의 가치로 리디렉션됩니다
zh_tw: 如果目的地是等於'％s'的，而％s是不為空，並且％s是真實的，那麼該網頁將被重定向到％s的值

source: If destination is equal to '%s', then the title of the page will be set to %s's value
cs_cz: -li cíl je rovna '% s', pak název stránky bude nastavena na hodnotu% s je
ko_kr: 목적지 '%의 S'와 동일한 경우, 다음 페이지의 타이틀 %의 값으로 설정 될
zh_tw: 如果目的地是等於'％s'的，那麼頁面的標題將被設定為％s的值

source: Used to add an action to the Quick Action section on the Host Status Detail page.
cs_cz: slouží k přidání akci, která se rychle působícím úseku na stránce s podrobnostmi o stavu host.
ko_kr: 호스트 상태 세부 정보 페이지에 빠른 작용 부에 액션을 추가하는 데 사용됩니다.
zh_tw: 用於將操作添加到主機的狀態詳細信息頁面上快速行動部分。

source: Although not necessary, in order to maintain consistency, the preferred format for the actions array elements is: %s
cs_cz: i když to není nezbytné, aby byla zachována konzistence, preferovaný formát pro akce prvky pole je:% s
ko_kr: 필요하지는 않지만, 일관성을 유지하기 위해, 행동 어레이 소자에 대한 바람직한 형태이다 %의
zh_tw: 雖然不是必要的，為了保持一致性，對動作的數組元素的優選格式是：％s的

source: The hostname of the current host.
cs_cz: hostname aktuálním hostiteli.
ko_kr: 현재 호스트의 호스트 이름.
zh_tw: 當前主機的主機名。

source: The ID of the current host.
cs_cz: id aktuálního hostitele.
ko_kr: 현재 호스트의 ID입니다.
zh_tw: 當前主機的ID。

source: The status XML of the current host.
cs_cz: stav xml aktuálního hostitele.
ko_kr: 현재 호스트의 상태 XML.
zh_tw: 當前主機的狀態XML。

source: The array to append action elements to.
cs_cz: pole připojit akčních prvků na.
ko_kr: 배열에 액션 요소를 추가합니다.
zh_tw: 數組追加動作元素。

source: The Quick Actions list on Host Status Detail pages will be affected by the elements appended to the %s array
cs_cz: seznam rychlá opatření na stavu hostitel stran detailu bude ovlivněna prvků připojených k% s polem
ko_kr: 호스트 상태 세부 사항 페이지의 빠른 액션리스트는 %의 배열에 추가 된 요소들에 의해 영향을받을 것이다
zh_tw: 快速行動清單上主機狀態的詳細信息頁面將被追加到％s的數組中的元素的影響

source: Append custom tabs to host status pages.
cs_cz: přidávat vlastní karty hostit stavové stránky.
ko_kr: 상태 페이지를 호스팅하는 사용자 지정 탭을 추가합니다.
zh_tw: 添加自定義選項卡來承載狀態頁。

source: The current host.
cs_cz: aktuální hostitel.
ko_kr: 현재 호스트.
zh_tw: 當前主機。

source: The array to append tab information to.%sEach tab to be appended is an array in the format of %s
cs_cz: pole připojit informace tabulátoru. Karta% hledaného který má být připojen je pole ve formátu% s
ko_kr: 배열에 탭 정보를 추가 할 수 있습니다. %의 seach 탭을 추가 할 것은 % (S)의 형식의 배열입니다
zh_tw: 陣列至標籤信息附加到。％SEACH標籤要追加是在％s的格式的陣列

source: New tabs will appear on host status pages based on the %s array
cs_cz: nové karty se objeví na stránkách stavu hostitelských vychází z% s polem
ko_kr: 새 탭은 %의 배열에 따라 호스트 상태 페이지에 나타납니다
zh_tw: 新的標籤將出現在基於％s的陣列上的主機狀態頁

source: Executed directly after Nagios XI default top-level menus are defined.
cs_cz: proveden přímo po nagios xi výchozí nabídkami na nejvyšší úrovni jsou definovány.
ko_kr: 의 Nagios XI 기본 최상위 메뉴 후 바로 실행이 정의되어 있습니다.
zh_tw: Nagios的後默認喜頂級菜單直接執行的定義。

source: This can be used to add top-level menus to Nagios XI.
cs_cz: toto může být použit k přidání nabídkami na nejvyšší úrovni, aby Nagios XI.
ko_kr: 이것은의 Nagios 출산 최상위 메뉴를 추가 할 수있다.
zh_tw: 這可以用來頂級菜單添加到Nagios的喜。

source: This callback actually returns the menu array as %s. The array is in the format of %s
cs_cz: toto zpětné volání skutečně vrátí pole nabídky jako% s. pole je ve formátu% s
ko_kr: 이 콜백은 실제로 %의 같은 메뉴의 배열을 반환합니다. 어레이 % (S)의 형식으로
zh_tw: 這個回調實際上返回菜單數組％S。該陣列是在％s的格式

source: The Nagios XI menus will be altered depending on your removal or addition of menu items from the %s
cs_cz: XI menu nagios se bude měnit v závislosti na vaší odebráním nebo přidáním položek menu z% s
ko_kr: 의 Nagios XI 메뉴는 % s의 당신의 제거 또는 메뉴 항목 추가에 따라 변경 될 것입니다
zh_tw: Nagios的喜菜單會根據您的刪除或添加菜單項從％S被改變

source: Executed directly after all additional menu items have been initialized (ones created via callbacks).
cs_cz: proveden přímo po všechny další položky menu byly inicializovány (ty vytvořené pomocí zpětných volání).
ko_kr: 모든 추가 메뉴 항목 (콜백을 통해 생성 된 것)를 초기화 한 후 직접 실행.
zh_tw: 畢竟額外的菜單項目已被初始化（通過回調創建的）直接執行。

source: This can be used to sort menu items, etc.
cs_cz: toto může být používáno třídit položky menu atd
ko_kr: 이는 메뉴 항목 등을 정렬하기 위해 사용될 수있다
zh_tw: 這可用於菜單項等排序

source: These will be the same as the array listed in %s
cs_cz: tyto budou stejné jako matice uvedené v% s
ko_kr: 이들은 %의 나열 배열과 같은 것
zh_tw: 這些將是一樣在％s列出的陣列

source: Executed directly after Nagios XI initializes default menu items.
cs_cz: proveden přímo po Nagios XI inicializuje výchozích položek nabídky.
ko_kr: 의 Nagios XI 후 직접 실행 기본 메뉴 항목을 초기화합니다.
zh_tw: Nagios的後喜直接執行初始化默認的菜單項。

source: This can be used to initialize your own menu items.
cs_cz: toto může být použita k inicializaci vlastní položky menu.
ko_kr: 이것은 자신 만의 메뉴 항목을 초기화 할 수 있습니다.
zh_tw: 這可以被用來初始化自己的菜單項。

source: Executed directly after Nagios XI processes the notification templates and gathers all information necessary to send an email notification, directly before sending that email.
cs_cz: provedené přímo poté, co nagios xi zpracovává šablony oznámení a shromažďuje veškeré informace potřebné k zaslání e-mailové zprávy přímo před odesláním e-mailu.
ko_kr: nagios xi가 알림 템플릿을 처리하고 이메일을 보내기 전에 필요한 모든 정보를 수집 한 직후에 실행됩니다.
zh_tw: 在發送電子郵件之前，nagios xi會直接處理通知模板並收集發送電子郵件通知所需的所有信息。

source: This can be used to alter your email notifications.
cs_cz: toto může být použito k úpravě e-mailových oznámení.
ko_kr: 이메일 알림을 변경하는 데 사용할 수 있습니다.
zh_tw: 這可以用來改變你的電子郵件通知。

source: The referer of the message, used in the PHPmailer log
cs_cz: referer zprávy, použitý v protokolu phpmailer
ko_kr: phpmailer 로그에 사용 된 메시지의 리퍼러
zh_tw: 消息的引用者，用於phpmailer日誌中

source: Who the message is sent as (%sFrom:%s header)
cs_cz: kdo je odeslán jako (% sfrom:% s záhlaví)
ko_kr: 누가 메시지를 보낸 지 (% sfrom : % s header)
zh_tw: 郵件的發件人是誰（％sfrom：％s郵件頭）

source: The message recipient (%sTo:%s header)
cs_cz: příjemce příjemce (% sto:% s záhlaví)
ko_kr: 메시지 수신자 (% sto : % s 헤더)
zh_tw: 郵件收件人（％sto：％s郵件頭）

source: The message's subject (%sSubject:%s header)
cs_cz: předmět zprávy (% ssubject:% s záhlaví)
ko_kr: 메시지 제목 (% s 제목 : % s 헤더)
zh_tw: 消息的主題（％ssubject：％s標題）

source: The message body after the macro processing has occured.
cs_cz: tělo zprávy po zpracování makra.
ko_kr: 매크로 처리 후 메시지 본문이 발생했습니다.
zh_tw: 宏處理後的消息體發生。

source: The event meta data that is passed to the notification handler
cs_cz: meta data události, která jsou předána obsluze oznámení
ko_kr: 알림 핸들러로 전달되는 이벤트 메타 데이터
zh_tw: 傳遞給通知處理程序的事件元數據

source: All of the elements of the array are used in processing the message. %sChanging any of the %s$callback_arguments%s array will alter your email notification!%s
cs_cz: všechny prvky pole se používají při zpracování zprávy. % schanging libovolného pole% s $ callback_arguments% s změní vaši e-mailovou upozornění!% s
ko_kr: 배열의 모든 요소는 메시지 처리에 사용됩니다. % s $ callback_arguments % s 배열을 % s 변경하면 이메일 알림이 변경됩니다! % s
zh_tw: 數組的所有元素都用於處理消息。 ％schanging％s $ callback_arguments％s數組將改變您的電子郵件通知！％s

source: Executed directly after Nagios XI sends a notificaton email.
cs_cz: po provedení nagios xi pošle notifikační email.
ko_kr: nagios xi가 알림 메일을 보낸 직후에 실행됩니다.
zh_tw: 在nagios xi發送通知電子郵件後直接執行。

source: This can be used to clean up any processing or storage requirements necessary prior to sending an email otification.
cs_cz: to lze použít k vyčištění veškerých požadavků na zpracování nebo skladování před odesláním e-mailu.
ko_kr: 이것은 이메일 인증을 보내기 전에 필요한 처리 또는 저장 요구 사항을 정리하는 데 사용할 수 있습니다.
zh_tw: 這可用於在發送電子郵件通知之前清除所需的任何處理或存儲要求。

source: Executed directly after Nagios XI processes the notification templates and gathers all information necessary to send an SMS notification, directly before sending that SMS.
cs_cz: provedené přímo poté, co nagios xi zpracuje šablony oznámení a shromažďuje všechny informace potřebné k odeslání sms oznámení přímo před odesláním sms.
ko_kr: nagios xi가 알림 템플릿을 처리하고 sms 통지를 보내는 데 필요한 모든 정보를 수집 한 직후에 실행합니다.
zh_tw: 在nagios xi處理通知模板並直接在發送短信之前收集發送短信通知所需的所有信息後直接執行。

source: This can be used to alter your SMS notifications.
cs_cz: toto může být použito ke změně sms oznámení.
ko_kr: 이것은 SMS 알림을 변경하는 데 사용할 수 있습니다.
zh_tw: 這可以用來改變你的短信通知。

source: All of the elements of the array are used in processing the message. %sChanging any of the %s$callback_arguments%s array will alter your SMS notification!%s
cs_cz: všechny prvky pole se používají při zpracování zprávy. % schanging libovolného pole% s $ callback_arguments% s změní sms oznámení!% s
ko_kr: 배열의 모든 요소는 메시지 처리에 사용됩니다. % s $ callback_arguments % s 배열을 % s 변경하면 SMS 알림이 변경됩니다! % s
zh_tw: 數組的所有元素都用於處理消息。 ％schanging％s $ callback_arguments％s數組將改變你的短信通知！％s

source: Executed directly after Nagios XI sends an SMS notification.
cs_cz: provedené přímo po nagios xi pošle sms oznámení.
ko_kr: nagios xi가 SMS 알림을 보낸 직후에 실행됩니다.
zh_tw: 在nagios xi發送短信通知後直接執行。

source: This can be used to clean up any processing or storage requirements necessary prior to sending an SMS notification.
cs_cz: to může být použito k vyčištění veškerých požadavků na zpracování nebo ukládání před odesláním oznámení sms.
ko_kr: 이것은 sms 통지를 보내기 전에 필요한 처리 또는 저장 요구 사항을 정리하는 데 사용될 수 있습니다.
zh_tw: 這可用於在發送短信通知之前清除所需的任何處理或存儲要求。

source: Executed directly before Nagios XI processes the notification templates for an email notification.
cs_cz: provedeno přímo před nagios xi zpracovává šablony oznámení pro e-mailové oznámení.
ko_kr: nagios xi가 전자 메일 알림을위한 알림 템플릿을 처리하기 직전에 실행됩니다.
zh_tw: 在nagios xi處理電子郵件通知的通知模板之前直接執行。

source: This can be used to alter your email notification templates, which in turn can alter your final email notifications.
cs_cz: to může být použito k úpravě šablon e-mailových upozornění, což může později změnit poslední e-mailové oznámení.
ko_kr: 이것을 사용하여 전자 메일 알림 템플릿을 변경하면 최종 전자 메일 알림이 변경 될 수 있습니다.
zh_tw: 這可以用來更改您的電子郵件通知模板，這反過來可以改變您的最終電子郵件通知。

source: The message's subject (%sSubject:%s header), containing the pre-processed template macros.
cs_cz: předmět zprávy (% ssubject:% s záhlaví), obsahující předem zpracované šablony maker.
ko_kr: 미리 처리 된 템플릿 매크로가 포함 된 메시지 제목 (% ssubject : % s 헤더)
zh_tw: 消息的主題（％ssubject：％s頭），包含預處理的模板宏。

source: Who the message is sent as (%sFrom:%s header), containing the pre-processed template macros.
cs_cz: kdo je odeslán jako (% sfrom:% s záhlaví), obsahující makra předem zpracované šablony.
ko_kr: 메시지는 (% sfrom : % s 헤더)로 전송되며, 사전 처리 된 템플릿 매크로가 들어 있습니다.
zh_tw: 誰將消息發送為（％sfrom：％s頭），其中包含預處理的模板宏。

source: An array containing meta information regarding the notification. Can contain data regarding the host/contact/service/etc.
cs_cz: pole obsahující meta informace týkající se oznámení. může obsahovat data týkající se hostitele / kontaktu / služby / atd.
ko_kr: 통지에 관한 메타 정보를 포함한 배열 호스트 / 연락처 / 서비스 / 기타에 관한 데이터를 포함 할 수 있습니다.
zh_tw: 包含關於通知的元信息的數組。可以包含關於主機/聯繫人/服務等的數據。

source: Executed directly before Nagios XI processes the notification templates for an SMS notification.
cs_cz: provedeno přímo před nagios xi zpracovává oznamovací šablony pro sms oznámení.
ko_kr: nagios xi가 sms 알림을위한 알림 템플릿을 처리하기 직전에 실행됩니다.
zh_tw: 在nagios xi處理短信通知的通知模板之前直接執行。

source: This can be used to alter your SMS notification templates, which in turn can alter your final SMS notifications.
cs_cz: toto může být použito k změně šablon oznámení sms, což může později změnit vaše sms oznámení.
ko_kr: 이것은 귀하의 SMS 알림 템플릿을 변경하는 데 사용될 수 있으며, 이는 최종 SMS 알림을 변경할 수 있습니다.
zh_tw: 這可以用來改變你的短信通知模板，這反過來可以改變你的最終短信通知。

source: Executed during the %s function, if all prerequisites have been satisified (user password change, license agreement, one-time install executed).
cs_cz: provedený v průběhu% s funkcí, když byly spokojené všechny předpoklady (uživatel změnit heslo, licenční smlouva, jednorázové instalace popraven).
ko_kr: 모든 전제 조건이 만족스러운 된 경우 (사용자 암호 변경, 라이센스 계약, 한 번 실행 설치를)에서 %의 기능 중 실행.
zh_tw: ％s的函數中執行，如果所有先決條件已在線北京（用戶更改密碼，許可協議，一次性安裝執行）。

source: Executed before default Nagios authentication methods.
cs_cz: proveden před ověřovacích metod výchozí Nagios.
ko_kr: 기본 Nagios의 인증 방법 전에 실행.
zh_tw: 之前默認Nagios的身份驗證方法執行。

source: Can be used to authenticate a user against external credentials.
cs_cz: mohou být použity k ověření uživatele proti vnějším pověření.
ko_kr: 외부 인증 정보에 대해 사용자를 인증하는데 사용될 수있다.
zh_tw: 可以用來抵禦外部憑據的用戶進行身份驗證。

source: The array containing the user submitted information, in the form of %s
cs_cz: pole obsahující informace o uživateli předloženy v podobě% s
ko_kr: % (S)의 형태로 사용자가 제출 한 정보를 포함하는 어레이
zh_tw: 包含用戶提交信息的陣列，在％s的形式

source: If set to 1, then user is authenticated.
cs_cz: -li nastavena na hodnotu 1, pak je uživatel ověřen.
ko_kr: 1로 설정한다면, 사용자가 인증됩니다.
zh_tw: 如果設置為1，則用戶被認證。

source: Array to append information messages to.
cs_cz: array připojit informační zprávy.
ko_kr: 배열에 정보 메시지를 추가합니다.
zh_tw: 陣列信息消息追加到。

source: Array to append debug messages to.
cs_cz: array připojit ladicí zprávy.
ko_kr: 배열에 디버그 메시지를 추가합니다.
zh_tw: 數組調試消息追加到。

source: Nagios XI will authenticate a user based on the value of
cs_cz: nagios xi bude ověřovat uživatele na základě hodnoty
ko_kr: XI의 Nagios이 값에 기초하여 사용자를 인증 할
zh_tw: Nagios的喜將根據價值認證用戶

source: Executed directly after %s%s%s is printed on report pages.
cs_cz: proveden přímo po% s je vytištěn na hlášení stránkách.
ko_kr: % s에이 보고서 페이지에 인쇄 한 후 직접 실행.
zh_tw: ％S打印在報表頁面後直接執行。

source: Use this to add action links (upper right hand corner) to report pages.
cs_cz: toto oprávnění použít k přidání akčních odkazy (pravý horní roh) hlásit stránek.
ko_kr: 페이지를보고 액션 링크 (오른쪽 상단)를 추가 할 때 사용합니다.
zh_tw: 使用這種添加操作鏈接（右上角）報告頁面。

source: The title of the report.
cs_cz: název zprávy.
ko_kr: 보고서의 제목입니다.
zh_tw: 標題的報告。

source: The url of the report.
cs_cz: url zprávy.
ko_kr: 보고서의 URL입니다.
zh_tw: 該報告的網址。

source: An array containing any associated meta data.
cs_cz: pole obsahující jakýchkoliv s ní souvisejících údajů meta.
ko_kr: 연관된 메타 데이터를 포함하는 배열입니다.
zh_tw: 含任何相關聯的元數據的數組。

source: Array to append link html to.
cs_cz: array připojit odkaz HTML na.
ko_kr: 배열에 링크 HTML을 추가합니다.
zh_tw: 數組追加鏈接的HTML。

source: An action link will appear on the reports page depending on elements appended to the %s array.
cs_cz: akce se zobrazí odkaz na stránku zpráv v závislosti na prvcích připojených k% s polem.
ko_kr: 액션 링크는 %의 배열에 추가 요소에 따라 보고서 페이지에 표시됩니다.
zh_tw: 操作鏈接將根據追加到％s的數組元素出現在報告頁面上。

source: Used to add an action to the Quick Action section on the Service Status Detail page.
cs_cz: slouží k přidání akci, která se rychle působícím úseku na stránce s podrobnostmi o stavu služby.
ko_kr: 서비스 상태 정보 페이지에 빠른 작용 부에 액션을 추가하는 데 사용됩니다.
zh_tw: 用於將操作添加到服務狀態詳細信息頁面上快速行動部分。

source: The hostname of the current service's host.
cs_cz: hostname hostitele aktuální služby.
ko_kr: 현재 서비스의 호스트의 호스트 이름.
zh_tw: 當前服務的主機的主機名。

source: The service description of the current service.
cs_cz: provozní popis současného provozu.
ko_kr: 현재 서비스의 서비스 설명.
zh_tw: 當前服務的服務描述。

source: The ID of the current service.
cs_cz: id aktuálního služby.
ko_kr: 현재 서비스의 ID입니다.
zh_tw: 當前服務的ID。

source: The status XML of the current service.
cs_cz: stav xml aktuálního provozu.
ko_kr: 현재 서비스 상태 XML.
zh_tw: 當前服務的狀態XML。

source: The Quick Actions list on Service Status Detail pages will be affected by the elements appended to the %s array
cs_cz: seznam rychlá opatření na stav služby stran detailu bude ovlivněna prvků připojených k% s polem
ko_kr: 서비스 상태 세부 사항 페이지의 빠른 액션리스트는 %의 배열에 추가 된 요소들에 의해 영향을받을 것이다
zh_tw: 快速行動清單上服務狀態的詳細信息頁面將被追加到％s的數組中的元素的影響

source: Append custom tabs to service status pages.
cs_cz: přidávat vlastní karty na stránkách servisním stavu.
ko_kr: 서비스 상태 페이지에 사용자 지정 탭을 추가합니다.
zh_tw: 添加自定義選項卡服務狀態網頁。

source: The current service.
cs_cz: aktuální služby.
ko_kr: 현재 서비스를 제공합니다.
zh_tw: 當前的服務。

source: New tabs will appear on service status pages based on the %s array
cs_cz: nové karty se objeví na stránkách služba stavu vychází z% s polem
ko_kr: 새 탭은 %의 배열에 따라 서비스 상태 페이지에 나타납니다
zh_tw: 新的標籤將出現在基於％s的陣列上的服務狀態頁

source: Executed directly after PHP's %s is called.
cs_cz: provedený bezprostředně po PHP% s se nazývá.
ko_kr: PHP의 % s 님이 호출 바로 후에 실행.
zh_tw: 執行PHP的％s被稱為後直接。

source: Executed directly before the Command Subsystem performs an Apply Configuration or Reconfigure.
cs_cz: provedený bezprostředně před příkaz subsystém provádí test aplikovat konfiguraci nebo konfigurovat.
ko_kr: 명령 서브 시스템이 구성 또는 재구성을 적용 수행 직접 이전에 실행.
zh_tw: 直接執行命令前子系統執行應用配置或重新配置。

source: Executed directly after automatic NagiosQL backups and NOM checkpoints are cleaned up.
cs_cz: proveden přímo po automatické zálohování nagiosql a nom kontrolních stanovišť jsou vyčištěna.
ko_kr: 자동 nagiosql 백업 및 NOM 체크 포인트 후 바로 실행이 정리됩니다.
zh_tw: 自動nagiosql備份和NOM檢查站後，直接執行被清理。

source: Executed directly after the database maintenance is performed.
cs_cz: proveden přímo po provedení údržby databáze.
ko_kr: 데이터베이스 유지 관리가 수행 직접 후에 실행.
zh_tw: 執行執行數據庫維護後直接。

source: Executed directly after any command is ran in the Command Subsystem.
cs_cz: proveden přímo po každém příkazu běžel v příkazovém subsystému.
ko_kr: 모든 명령은 명령 서브 시스템에서 실행 한 후 직접 실행.
zh_tw: 任何命令，在命令子系統運行後直接執行。

source: The command that was executed by the Command Subsystem.
cs_cz: příkaz, který byl proveden pomocí příkazu subsystému.
ko_kr: 명령 서브 시스템에 의해 실행 된 명령.
zh_tw: 這是由命令子系統執行的命令。

source: Any relevant data associated with the command.
cs_cz: veškeré příslušné údaje spojené s příkazem.
ko_kr: 모든 관련 데이터는 명령과 관련된.
zh_tw: 任何相關的數據與命令相關聯。

source: This callback is executed directly after a user has been successfully authenticated via the built in authentication methods or from a successful callback using
cs_cz: toto zpětné volání se provádí přímo poté, co byl uživatel úspěšně ověřen vestavěnými ověřovacími metodami nebo úspěšným zpětným voláním
ko_kr: 이 콜백은 사용자가 내장 된 인증 메소드를 통해 성공적으로 인증되었거나 성공적인 콜백을 통해
zh_tw: 此回調將在用戶通過內置的身份驗證方法或使用成功的回調成功進行身份驗證後直接執行

source: If your two factor authentication requires redirection, take a look at the %s callback.
cs_cz: pokud vaše ověření dvou faktorů vyžaduje přesměrování, podívejte se na zpětné volání% s.
ko_kr: 두 요소 인증에 리디렉션이 필요한 경우 % s 콜백을 살펴보십시오.
zh_tw: 如果您的雙因素身份驗證需要重定向，請查看％s回調。

source: If set to 1, then user is two factor authenticated.
cs_cz: -li nastavena na hodnotu 1, pak je uživatel ověřen.
ko_kr: 1로 설정한다면, 사용자가 인증됩니다.
zh_tw: 如果設置為1，則用戶被認證。

source: If set to 1, then this will stop the two factor auth from beng used for any user.
cs_cz: pokud je nastavena na 1, pak se zastaví dva faktory autor z beng používá pro všechny uživatele.
ko_kr: 1로 설정하면 모든 사용자에게 사용되는 beng의 두 요소 인증이 중지됩니다.
zh_tw: 如果設置為1，那麼這將停止用於任何用戶的兩個因子auth。

source: Nagios XI will accept two factor authentication for a user based on the value of
cs_cz: nagios xi přijme uživatele s dvěma faktory pro uživatele na základě hodnoty
ko_kr: nagios xi는 값에 따라 사용자에 대해 두 가지 요소 인증을 허용합니다.
zh_tw: nagios xi會根據用戶的價值接受用戶的雙因素認證
