Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: This optional directive can be used to include services from other "sub" service groups in this service group. Specify a comma-delimited list of short names of other service groups whose members should be included in this group.
cs_cz: Tento volitelný směrnice bude moci být použity na služby od jiných "sub" servisní skupiny v této skupiny služeb. určit seznam oddělený čárkami krátkých jmen dalších obslužných skupin, jejichž členy by měly být zahrnuty v této skupině.
ko_kr: 이 옵션 지시어는이 서비스 그룹의 다른 "하위"서비스 그룹의 서비스를 포함 할 수 있습니다. 회원이 그룹에 포함되어야하는 다른 서비스 그룹의 짧은 이름의 쉼표로 구분 된 목록을 지정합니다.
zh_tw: 這個可選指令可用於包括從其他“子”服務組的服務在這個服務組。指定用逗號分隔的其他服務組，其成員應包括在本組的短名稱列表。

source: Hosttemplate - template name
cs_cz: hosttemplate - název šablony
ko_kr: hosttemplate - 템플릿 이름
zh_tw: hosttemplate - 模板名稱

source: This directive is used to define a short name used to identify the host template.
cs_cz: Tato směrnice se používá k definování zkrácený název používaný k identifikaci hostitele šablonu.
ko_kr: 이 지시어는 호스트 템플릿을 식별하는 데 사용되는 짧은 이름을 정의하는 데 사용됩니다.
zh_tw: 這個指令是用來定義用來標識主機模板的簡稱。

source: Servicetemplate - template name
cs_cz: servicetemplate - název šablony
ko_kr: servicetemplate - 템플릿 이름
zh_tw: ServiceTemplate的 - 模板名稱

source: This directive is used to define a short name used to identify the service template.
cs_cz: Tato směrnice se používá k definování zkrácený název slouží k identifikaci šablonu služby.
ko_kr: 이 지시어는 서비스 템플릿을 식별하는 데 사용되는 짧은 이름을 정의하는 데 사용됩니다.
zh_tw: 這個指令是用來定義用於識別服務模板的簡稱。

source: Contact -
cs_cz: Kontakt -
ko_kr: 연락처
zh_tw: 聯繫我們

source: This directive is used to define a short name used to identify the contact. It is referenced in contact group definitions. Under the right circumstances, the
cs_cz: Tato směrnice se používá k definování zkrácený název slouží k identifikaci kontaktu. Je odkazován v definicích skupiny kontaktů. za správných okolností
ko_kr: 이 지시어는 접촉을 식별하는 데 사용되는 짧은 이름을 정의하는 데 사용됩니다. 그것은 접촉 그룹 정의에서 참조됩니다. 오른쪽 상황에서,
zh_tw: 這個指令是用來定義用於識別聯繫人的短名稱。它被引用在聯絡小組的定義。在適當的情況下，

source: macro will contain this value.
cs_cz: Makro bude obsahovat tuto hodnotu.
ko_kr: 매크로는이 값을 포함합니다.
zh_tw: 宏將包含該值。

source: of the contactgroup(s) that the contact belongs to. Multiple contactgroups should be separated by commas. This directive may be used as an alternative to (or in addition to) using the
cs_cz: z contactgroup (y), že kontakt patří. více contactgroups by měly být odděleny čárkou. Tato směrnice může být použit jako alternativa k (nebo navíc k) za použití
ko_kr: 연락처가 속한 CONTACTGROUP (들). 여러 CONTACTGROUPS 쉼표로 구분해야합니다. 이 지시자는 대안으로서 사용될 수있다 (또는 그 이외에)를 사용하여
zh_tw: 的，該接觸屬於contactgroup（多個）。多contactgroups應該用逗號分隔。該指令可被用作替代（或附加於）使用

source: directive in contactgroup definitions.
cs_cz: směrnice v definicích contactgroup.
ko_kr: CONTACTGROUP 정의에 지시어.
zh_tw: 指令中contactgroup定義。

source: If a contactgroup is defined here - this contact will
cs_cz: pokud je contactgroup zde definován - tento kontakt bude
ko_kr: CONTACTGROUP 여기에 정의 된 경우 -이 연락처는 것
zh_tw: 如果contactgroup在這裡被定義 - 此觸點

source: inside the member field of the same contactgroup definition!
cs_cz: uvnitř člen pole o stejné definice contactgroup!
ko_kr: 동일한 CONTACTGROUP 정의의 멤버 필드 안에!
zh_tw: 內同一contactgroup定義的成員字段！

source: This directive is used to define a longer name or description for the contact. Under the rights circumstances, the
cs_cz: Tato směrnice se používá k definování delší název nebo popis kontaktu. za daných okolností práv se
ko_kr: 이 지시문은 접촉에 더 긴 이름이나 설명을 정의하는 데 사용됩니다. 권리 상황에서,
zh_tw: 這個指令是用來定義一個較長的名稱或說明的接觸。項下的權利的情況下，

source: macro will contain this value. If not specified, the <em>contact_name</em> will be used as the alias.
cs_cz: Makro bude obsahovat tuto hodnotu. není-li uvedeno, bude <em>CONTACT_NAME</em> být použit jako alias.
ko_kr: 매크로는이 값을 포함합니다. 지정되지 않은 경우, <em>CONTACT_NAME 별명으로</em> 사용됩니다.
zh_tw: 宏將包含該值。如果未指定<em>，CONTACT_NAME</em>將用作別名。

source: email
ko_kr: 전자우편
zh_tw: 電子郵件

source: This directive is used to define an email address for the contact. Depending on how you configure your notification commands, it can be used to send out an alert email to the contact. Under the right circumstances, the
cs_cz: Tato směrnice se používá k definování e-mailovou adresu kontaktu. V závislosti na tom, jak konfigurovat příkazy oznámení, to může být používáno rozeslat výstrahy e-mail kontaktu. za správných okolností
ko_kr: 이 지침은 연락처의 전자 메일 주소를 정의하는 데 사용됩니다. 당신의 통지 명령을 구성하는 방법에 따라, 이는 상대에게 경고 전자 메일을 전송하기 위해 사용될 수있다. 오른쪽 상황에서,
zh_tw: 這個指令是用來定義的電子郵件地址的聯繫人。這取決於你如何配置你的通知，命令，它可以被用來發送報警郵件的聯繫人。在適當的情況下，

source: pager
ko_kr: 페이지
zh_tw: 頁

source: This directive is used to define a pager number for the contact. It can also be an email address to a pager gateway (i.e. pagejoe@pagenet.com). Depending on how you configure your notification commands, it can be used to send out an alert page to the contact. Under the right circumstances, the
cs_cz: Tato směrnice se používá k definování číslo pageru kontaktu. to může být také e-mailová adresa na pager brány (tj pagejoe@pagenet.com). V závislosti na tom, jak konfigurovat příkazy oznámení, může být použit vyslat výstražný stránku do kontaktu. za správných okolností
ko_kr: 이 지시어는 연락처의 호출기 번호를 정의하는 데 사용됩니다. 또한 호출기 게이트웨이 (즉, pagejoe@pagenet.com)에 이메일 주소가 될 수 있습니다. 당신의 통지 명령을 구성하는 방법에 따라, 이는 상대에게 경고 페이지를 전송하는데 사용될 수있다. 오른쪽 상황에서,
zh_tw: 這個指令是用來定義聯繫人的尋呼機號碼。它也可以是一個電子郵件地址到尋呼機網關（即pagejoe@pagenet.com）。這取決於你如何配置你的通知，命令，它可以被用來發送警報頁的接觸。在適當的情況下，

source: Address directives are used to define additional "addresses" for the contact. These addresses can be anything - cell phone numbers, instant messaging addresses, etc. Depending on how you configure your notification commands, they can be used to send out an alert o the contact. Up to six addresses can be defined using these directives
cs_cz: Směrnice adresa slouží k definování další "adres" pro daný kontakt. Tyto adresy může být cokoliv - čísla mobilního telefonu, instant messaging adresy atd závislosti na tom, jak konfigurovat příkazy oznámení, mohou být použity vyslat výstrahu o kontaktu. až šest adres lze definovat pomocí těchto směrnic
ko_kr: 주소 지시문은 연락처에 추가 "주소"를 정의하는 데 사용됩니다. 이러한 주소는 무엇이든 될 수있다 -는 알림의 명령을 구성하는 방법에 따라 등 휴대 전화 번호, 인스턴트 메시징 주소, 이들은 접촉 o를 경보를 발송하기 위해 사용될 수있다. 최대 6 개의 주소는 이러한 지시문을 사용하여 정의 할 수 있습니다
zh_tw: 地址指令用於定義額外的“地址”的聯繫人。這些地址可以是任何東西 - 這取決於你如何配置你的通知，命令，手機號碼，即時通信地址等，它們可以被用來發送警報澳接觸。多達6個地址可以使用這些指令來定義

source: through
cs_cz: přes
ko_kr: 통해
zh_tw: 通過

source: Parameter name: addressx (x as number from 1 to 6)
cs_cz: Parametr name: addressx (x je číslo od 1 do 6)
ko_kr: 매개 변수 이름 : addressx (1-6 숫자로 X)
zh_tw: 參數名：addressx（X為數字1至6）

source: host notifications enabled
cs_cz: povoleno hostitelské oznámení
ko_kr: 알림 사용
zh_tw: 啟用通知

source: This directive is used to determine whether or not the contact will receive notifications about host problems and recoveries. Values:
cs_cz: Tato směrnice se používá k určení, zda je či není kontakt obdrží oznámení o hostiteli problémy a zpětné získávání prostředků. hodnoty:
ko_kr: 이 지시어는 접촉이 호스트 문제 및 복구에 대한 알림을받을 수 있는지 여부를 결정하는 데 사용됩니다. 값 :
zh_tw: 這個指令是用來確定接觸是否會收到關於主機的問題和恢復通知。價值觀：

source: don't send notifications,
cs_cz: neposílají upozornění,
ko_kr: 모든 알림을 보내지 마십시오
zh_tw: 不發送任何通知

source: send notifications.
cs_cz: odeslání oznámení.
ko_kr: 알림을 보낼 수 있습니다.
zh_tw: 發送通知。

source: service notifications enabled
cs_cz: povoleno oznámení služby
ko_kr: 서비스 알림이 사용 중지되었습니다
zh_tw: 服務被禁用通知

source: This directive is used to determine whether or not the contact will receive notifications about service problems and recoveries. Values:
cs_cz: Tato směrnice se používá k určení, zda je či není kontakt obdrží oznámení o problémech služeb a zpětné získávání prostředků. hodnoty:
ko_kr: 이 지시어는 접촉이 서비스 문제 및 복구에 대한 알림을받을 것인지 여부를 결정하는 데 사용됩니다. 값 :
zh_tw: 這個指令是用來確定接觸是否會收到有關服務問題和恢復通知。價值觀：

source: host notification period
cs_cz: hostit oznamovací lhůtu
ko_kr: 배포 알림 Timeperiod
zh_tw: 部署通知TIMEPERIOD

source: This directive is used to specify the short name of the time period during which the contact can be notified about host problems or recoveries. You can think of this as an "on call" time for host notifications for the contact. Read the documentation on time periods for more information on how this works and potential problems that may result from improper use.
cs_cz: Tato směrnice se používá k určení krátký název časového období, během kterého může být kontakt navrhovanému o hostiteli problémy či zpětné získávání prostředků. můžete myslet na to jako "na výzvu" Čas na hostitelských oznámení o kontaktu. přečíst dokumentaci o časových obdobích pro více informací o tom, jak to funguje a potenciálních problémů, které mohou vyplynout z nesprávného používání.
ko_kr: 이 지시자는 컨택이 호스트 문제 또는 회수율에 대해 통지 할 수있는 기간의 짧은 이름을 지정하는 데 사용된다. 당신은 연락처에 대한 호스트 알림 "통화"시간으로 생각할 수 있습니다. 부적절한 사용으로 인해 발생할 수있는이 작업을 수행하는 방법에 대한 자세한 내용은 잠재적 인 문제에 대한 기간의 문서를 읽어보십시오.
zh_tw: 這個指令是用來指定在此期間接觸，可以通知有關主機問題或恢復的時間段的短名稱。你可以認為這是一個“隨叫隨到”的時間為聯繫主機的通知。關於如何工作和更多信息的潛在問題可能導致使用不當的閱讀時間段的文檔。

source: service notification period
cs_cz: oznamovací lhůta služba
ko_kr: 배포 알림 Timeperiod
zh_tw: 部署通知TIMEPERIOD

source: This directive is used to specify the short name of the time period during which the contact can be notified about service problems or recoveries. You can think of this as an "on call" time for service notifications for the contact. Read the documentation on time periods for more information on how this works and potential problems that may result from improper use.
cs_cz: Tato směrnice se používá k určení krátký název časového období, během kterého může být kontakt navrhovanému o problémech služeb nebo zpětné získávání prostředků. můžete myslet na to jako "na výzvu" Čas na oznámení o poskytování služeb pro kontakt. přečíst dokumentaci o časových obdobích pro více informací o tom, jak to funguje a potenciálních problémů, které mohou vyplynout z nesprávného používání.
ko_kr: 이 지정은 접점 서비스 또는 문제에 대한 알림을 회복 할 수있는 동안의 시간주기의 짧은 이름을 지정하는 데 사용된다. 당신은 연락처에 대한 서비스 통지 "통화"시간으로 생각할 수 있습니다. 부적절한 사용으로 인해 발생할 수있는이 작업을 수행하는 방법에 대한 자세한 내용은 잠재적 인 문제에 대한 기간의 문서를 읽어보십시오.
zh_tw: 這個指令是用來指定在此期間接觸，可以通知有關服務問題或恢復的時間段的短名稱。你可以認為這是一個“隨叫隨到”的時間為聯絡服務的通知。關於如何工作和更多信息的潛在問題可能導致使用不當的閱讀時間段的文檔。

source: host notification options
cs_cz: hostit možnosti oznámení
ko_kr: 신고 옵션
zh_tw: 通知選項

source: This directive is used to define the host states for which notifications can be sent out to this contact. Valid options are a combination of one or more of the following:
cs_cz: Tato směrnice se používá k definování hostitelské státy, pro něž může být oznámení rozeslány na tento kontakt. Platné jsou kombinací jedné nebo více z následujících:
ko_kr: 이 지시어는 알림이 연락처로 발송 될 수있는 호스트 상태를 정의하는 데 사용됩니다. 유효한 옵션은 다음 중 하나 이상의 조합이다 :
zh_tw: 這個指令是用來定義其通知可以發送到該聯繫人的主機狀態。有效的選項是一種或多種下列物質的組合：

source: notify on DOWN host states,
cs_cz: oznámit dolů hostitelských států,
ko_kr: 호스트 상태 아래에 통보,
zh_tw: 下來主機狀態通知上，

source: notify on UNREACHABLE host states,
cs_cz: oznámit na nedosažitelných hostitelských států,
ko_kr: 연결할 수없는 호스트 상태에 통보,
zh_tw: 通知對無法訪問的主機狀態，

source: notify on host recoveries (UP states), and
cs_cz: oznámit na hostitelské zpětném získávání prostředků (nahoru států), a
ko_kr: (주까지) 호스트 복구에 통보하고,
zh_tw: 通知主機回收率（最高狀態），並

source: notify when the host starts and stops flapping.
cs_cz: oznámit Když hostitel spustí a zastaví mávání.
ko_kr: 호스트 시작 및 정지가 펄럭 때 알립니다.
zh_tw: 當主機啟動和停止拍打通知。

source: If you specify <strong>n</strong> (none) as an option, the contact will not receive any type of host notifications.
cs_cz: Zadáte-li <strong>n</strong> (Žádné) jako jedna z možností, bude kontakt neobdrží žádný typ hostitelských oznámení.
ko_kr: 당신이 옵션으로 <strong>N</strong> (없음)을 지정하면, 접촉은 호스트 알림의 모든 유형을받을 수 없습니다.
zh_tw: 如果指定<strong>N（</strong>無）作為一個選項，該聯繫人將不會收到任何類型的主機的通知。

source: notify on host recoveries (UP states),
cs_cz: oznámit na hostitelské zpětném získávání prostředků (nahoru států),
ko_kr: (주까지) 호스트 복구에 통보
zh_tw: 通知主機回收率（最高狀態），

source: notify when the host starts and stops flapping, and
cs_cz: oznámit Když hostitel spustí a zastaví mávání, a
ko_kr: 호스트 시작 및 정지가 펄럭 때 통지하고,
zh_tw: 通知當主機啟動和停止拍打，和

source: send notifications when host or service scheduled downtime starts and ends.
cs_cz: poslat upozornění, když hostitel nebo služby plánované odstávky začíná a končí.
ko_kr: 호스트 또는 서비스 예정된 다운 타임이 시작하고 끝나는 경우 알림을 보냅니다.
zh_tw: 發送通知時，主機或服務計劃停機時間開始和結束。

source: If you specify
cs_cz: pokud zadáte
ko_kr: 당신이 지정하는 경우
zh_tw: 如果您指定

source: (none) as an option, the contact will not receive any type of host notifications.
cs_cz: (None) jako jednu z možností, bude kontakt neobdrží žádný typ hostitelských oznámení.
ko_kr: 옵션으로 (없음), 접촉은 호스트 알림의 모든 유형을받지 않습니다.
zh_tw: （無）作為一個選項，該聯繫人將不會收到任何類型的主機的通知。

source: service notification options
cs_cz: Možnosti oznámení služba
ko_kr: 서비스 알림 옵션
zh_tw: 通知選項

source: This directive is used to define the service states for which notifications can be sent out to this contact. Valid options are a combination of one or more of the following:
cs_cz: Tato směrnice se používá k definování service stavy, pro které může být oznámení rozeslány na tento kontakt. Platné jsou kombinací jedné nebo více z následujících:
ko_kr: 이 지시어는 알림이 연락처로 발송 될 수있는 서비스의 상태를 정의하는 데 사용됩니다. 유효한 옵션은 다음 중 하나 이상의 조합이다 :
zh_tw: 這個指令是用來定義其通知可以發送到該聯繫人的服務狀態。有效的選項是一種或多種下列物質的組合：

source: notify on WARNING service states,
cs_cz: oznámit na výstražné služby státech,
ko_kr: 경고 서비스 상태에 통보,
zh_tw: 通知對預警服務狀態，

source: notify on UNKNOWN service states,
cs_cz: oznámit na neznámých služeb stavů,
ko_kr: 알 수없는 서비스 상태에 통보,
zh_tw: 通知對未知的服務狀態，

source: notify on CRITICAL service states,
cs_cz: oznámit na kritických služeb stavů,
ko_kr: 중요한 서비스 상태에 통보,
zh_tw: 通知對關鍵服務的狀態，

source: notify on service recoveries (OK states), and
cs_cz: oznámit na servisní zpětném získávání prostředků (OK států) a
ko_kr: 서비스 회복 (확인 상태)에 통보하고,
zh_tw: 通知上的服務恢復（正常狀態），並

source: notify when the service starts and stops flapping.
cs_cz: oznámit při spuštění služby a zastaví házení.
ko_kr: servuce가 시작 펄럭 정지 할 때 알려줍니다.
zh_tw: 通知當servuce啟動和停止震盪。

source: host notification commands
cs_cz: hostit příkazy oznámení
ko_kr: 통지 명령을 호스팅
zh_tw: 主機通知命令

source: This directive is used to define a list of the
cs_cz: Tato směrnice se používá k definování jejich seznam
ko_kr: 이 지시문은 목록을 정의하는 데 사용됩니다
zh_tw: 這個指令是用來定義的列表

source: of the commands used to notify the contact of a
cs_cz: příkazů používaných oznámit dotyku
ko_kr: 의 접촉을 통지하는 데 사용되는 명령의
zh_tw: 用於通知的一個接觸的命令

source: host
cs_cz: hostitel
ko_kr: 주인
zh_tw: 主持人

source: problem or recovery. Multiple notification commands should be separated by commas. All notification commands are executed when the contact needs to be notified. The maximum amount of time that a notification command can run is controlled by the notification_timeout option.
cs_cz: Problémem nebo využití. vícenásobné příkazy oznámení by měly být odděleny čárkou. Všechny příkazy oznámení jsou prováděny, když potřebuje kontakt které mají být oznámeny. Maximální doba, po kterou povel oznámení lze spustit je řízen volbou notification_timeout.
ko_kr: 문제 또는 복구. 여러 통지 명령은 쉼표로 구분해야합니다. 모든 통지 명령은 접촉이 통지 될 필요가있을 때 실행된다. 통지 명령을 실행할 수있는 최대 시간은 notification_timeout 옵션에 의해 제어된다.
zh_tw: 問題或恢復。多個通知命令應該用逗號分隔。聯繫人需要時得到通知所有通知命令執行。那一個通知命令可以運行的最大時間量由notification_timeout選項控制。

source: service notification commands
cs_cz: Příkazy oznámení služba
ko_kr: 서비스 통지 명령
zh_tw: 服務通知命令

source: This directive is used to define a list of the <em>short names</em> of the commands used to notify the contact of a
cs_cz: Tato směrnice se používá k definování seznam <em>krátkých jmen</em> příkazy používané oznámit dotyku
ko_kr: 이 지시어의 접촉을 통지하는 데 사용되는 명령의 <em>짧은 이름의</em> 목록을 정의하는 데 사용되는
zh_tw: 這個指令是用來定義使用的命令的<em>短名稱</em>的列表，通知聯繫人

source: service
cs_cz: servis
ko_kr: 서비스
zh_tw: 服務

source: problem or recovery. Multiple notification commands should be separated by commas. All notification commands are executed when the contact needs to be notified. The maximum amount of time that a notification command can run is controlled by the
cs_cz: Problémem nebo využití. vícenásobné příkazy oznámení by měly být odděleny čárkou. Všechny příkazy oznámení jsou prováděny, když potřebuje kontakt které mají být oznámeny. Maximální doba, po kterou povel oznámení lze spustit je řízen
ko_kr: 문제 또는 복구. 여러 통지 명령은 쉼표로 구분해야합니다. 모든 통지 명령은 접촉이 통지 될 필요가있을 때 실행된다. 통지 명령에 의해 제어되는 실행할 수있는 시간 최대량
zh_tw: 問題或恢復。多個通知命令應該用逗號分隔。聯繫人需要時得到通知所有通知命令執行。的時間，一個通知命令可以運行由控制的最大量

source: This directive is used to determine whether or not status-related information about the contact is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
cs_cz: Tato směrnice se používá k určení, zda informace o kontaktu stav související se udržel po celé programové restartu. Tato funkce je užitečná pouze pokud jste povolili retenci státní pomocí direktivy retain_state_information.
ko_kr: 이 지시어는 접촉에 대한 상태 관련 정보가 프로그램을 다시 시작할 유지할지 여부를 결정하는 데 사용됩니다. 이것은 당신이 retain_state_information 지시어를 사용하여 상태 유지를 사용하도록 설정 한 경우에만 유용합니다.
zh_tw: 這個指令是用來確定有關聯繫人的狀態相關的信息是否在整個程序重新啟動被保留。這僅僅是如果你啟用了狀態保持使用retain_state_information指令有效。

source: can submit commands
cs_cz: mohou předkládat příkazy
ko_kr: 명령 제출
zh_tw: 提交命令

source: This directive is used to determine whether or not the contact can submit external commands to Nagios from the CGIs. Values:
cs_cz: Tato směrnice se používá k určení, zda je či není kontakt může předložit externí příkazy k nagios z CGI. hodnoty:
ko_kr: 이 지시어는 접촉이 CGI를에서 Nagios의 외부 명령을 제출할 수 있는지 여부를 결정하는 데 사용됩니다. 값 :
zh_tw: 這個指令是用來確定接觸是否能夠從CGIS提交外部命令給Nagios。價值觀：

source: don't allow contact to submit commands,
cs_cz: neumožňují kontakt předkládat příkazy,
ko_kr: 접촉이 명령을 제출하는 것을 허용하지 않습니다,
zh_tw: 不允許接觸到提交命令，

source: allow contact to submit commands.
cs_cz: umožňují kontakt předkládat příkazy.
ko_kr: 접촉이 명령을 제출 할 수 있습니다.
zh_tw: 允許接觸提交命令。

source: This directive is used to determine whether or not non-status information about the contact is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
cs_cz: Tato směrnice se používá k určení, zda je určitá informace non-stavový o kontakt je zachován po restartování programu. Tato funkce je užitečná pouze pokud jste povolili retenci státní pomocí direktivy retain_state_information.
ko_kr: 이 지시어는 접촉이 프로그램을 다시 시작할 유지에 대한 여부 않은 상태 정보를 확인하는 데 사용됩니다. 이것은 당신이 retain_state_information 지시어를 사용하여 상태 유지를 사용하도록 설정 한 경우에만 유용합니다.
zh_tw: 這個指令是用來確定有關接觸跨項目重新啟動保留非狀態與否的信息。這僅僅是如果你啟用了狀態保持使用retain_state_information指令有效。

source: Contact - Templates
cs_cz: Kontakt - šablony
ko_kr: 템플릿 연락처
zh_tw: 聯繫模板

source: You can add one or more contact templates to a contact configuration. Nagios will add the definitions from each template to a contact configuration.
cs_cz: můžete přidat jeden nebo více kontaktních šablony pro konfiguraci kontaktů. nagios přidá definice z každé šablony na konfiguraci kontaktů.
ko_kr: 당신은 접촉 구성에 하나 이상의 접촉 템플릿을 추가 할 수 있습니다. Nagios는이 연락처 구성으로 각각의 템플릿에서 정의를 추가합니다.
zh_tw: 您可以添加一個或多個聯繫人模板接觸的配置。 Nagios的將每個模板添加的定義，聯繫人配置。

source: If you add more than one template - the templates from the bottom to the top will be used to overwrite configuration items which are defined inside templates before.</p><p>The host configuration itselves will overwrite all values which are defined in templates before and pass all values which are not defined.
cs_cz: pokud přidáte více než jednu šablonu - Šablony ze dna na vrchol bude použit k přepsání konfiguračních položek, které jsou definovány v šablonách předtím. </p><p> konfiguraci hostitele samotný, přepíše všechny hodnoty, které jsou definovány v šablonách před a projít všechny hodnoty, které nejsou definovány.
ko_kr: 하나 이상의 템플릿을 추가하는 경우 - 아래쪽에서 위쪽으로 템플릿을 전에 템플릿 내에서 정의 된 구성 항목을 덮어 쓰기하는 데 사용됩니다. </p><p> 호스트 구성 itselves 전에 템플릿에 정의 된 모든 값을 덮어 정의되지 않은 모든 값을 전달합니다.
zh_tw: 如果添加多個模板 - 從底部到頂部的模板將用於覆蓋這些前內模板定義配置項。 </p><p>主機配置itselves將覆蓋這是在模板之前定義的所有值，並通過不屬於定義的所有值。

source: Contact - generic name
cs_cz: kontakt - generický název
ko_kr: 연락처 - 일반 이름
zh_tw: 聯繫人 - 通用名稱

source: It is possible to use a contact definition as a template for other contact configurations. If this definition should be used as template, a generic template name must be defined.
cs_cz: je možné použít kontaktní definici jako šablona pro další kontaktní uspořádání. pokud by tato definice měla být použit jako vzor, ​​musí být definován obecný název šablony.
ko_kr: 또한 다른 구성에 접​​촉 주형으로 접촉 정의를 사용하는 것이 가능하다. 이 정의를 템플릿으로 사용되어야하는 경우, 고유의 템플릿 이름을 정의해야합니다.
zh_tw: 它可以使用一個接觸定義為其他接觸配置的模板。如果該定義應作為模板，一個通用的模板名必須被定義。

source: We do not recommend to do this - it is more open to define a separate contact template than use this option.
cs_cz: nedoporučujeme to udělat - to je více otevřená definovat oddělený kontaktní šablonu, než tuto možnost využít.
ko_kr: 그것은이 옵션을 사용하는 것보다 별도의 접촉 템플릿을 정의하는 것이 더 열려 - 우리는이 일을하지 않는 것이 좋습니다.
zh_tw: 我們不建議這樣做 - 這是更加開放的定義不是使用該選項的單獨接觸的模板。

source: This directive is a short name used to identify the contact group.
cs_cz: Tato směrnice je krátký název používaný k identifikaci skupiny kontaktů.
ko_kr: 이 지시문은 연락처 그룹을 식별하는 데 사용 짧은 이름입니다.
zh_tw: 這個指令是用來識別聯絡小組的簡稱。

source: Contactgroup -
ko_kr: Contactgroups
zh_tw: contactgroups

source: of contacts that should be included in this group. Multiple contact names should be separated by commas. This directive may be used as an alternative to (or in addition to) using the
cs_cz: kontaktů, které by měly být zahrnuty v této skupině. vícenásobné jména kontaktů by měly být odděleny čárkou. Tato směrnice může být použit jako alternativa k (nebo navíc k) za použití
ko_kr: 이 그룹에 포함되어야하는 콘택트. 여러 연락처 이름은 쉼표로 구분해야합니다. 이 지시자는 대안으로서 사용될 수있다 (또는 그 이외에)를 사용하여
zh_tw: 的應包括在該組的聯繫人。多個聯繫人姓名應該用逗號分隔。該指令可被用作替代（或附加於）使用

source: directive in contact definitions.
cs_cz: směrnice v definicích kontaktu.
ko_kr: 접촉 정의에 지시어.
zh_tw: 指令中的接觸定義。

source: If you select a contactgroup inside a contact definition using the
cs_cz: Pokud vyberte contactgroup uvnitř definice kontaktu s použitím
ko_kr: 당신은 사용하여 연락처 정의 내부 CONTACTGROUP을 선택하면
zh_tw: 如果你選擇一個聯繫人定義範圍內的contactgroup使用

source: contact definition
cs_cz: definice kontakt
ko_kr: 접촉 정의
zh_tw: 接觸定義

source: , this contact will
cs_cz: Tento kontakt bude
ko_kr: 이 접촉 것
zh_tw: ，這種接觸會

source: here because these are two different ways to specify a contactgroup!
cs_cz: tady, protože se jedná o dva různé způsoby, jak specifikovat contactgroup!
ko_kr: 여기에 이​​러한 CONTACTGROUP을 지정하는 두 가지 방법이 있기 때문에!
zh_tw: 在這裡，因為這是兩個不同的方式來指定contactgroup！

source: This directive is used to define a longer name or description used to identify the contact group.
cs_cz: Tato směrnice se používá k definování delší název nebo popis slouží k identifikaci skupiny kontaktů.
ko_kr: 이 지시는 상대 그룹을 식별하는 데 더 긴 이름이나 설명을 정의하는 데 사용된다.
zh_tw: 這個指令是用來定義用來標識聯絡組較長的名稱或說明。

source: contactgroup members
cs_cz: členové contactgroup
ko_kr: Contactgroup 회원
zh_tw: contactgroup成員

source: This optional directive can be used to include contacts from other "sub" contact groups in this contact group. Specify a comma-delimited list of short names of other contact groups whose members should be included in this group.
cs_cz: Tento volitelný směrnice bude moci být použita, aby zahrnovala kontakty z jiných "sub" skupin kontaktů v této skupiny kontaktů. určit seznam oddělený čárkami krátkých jmen dalších kontaktních skupin, jejichž členy by měly být zahrnuty v této skupině.
ko_kr: 이 옵션 지시문은이 연락처 그룹의 다른 "하위"연락처 그룹에서 연락처를 포함 할 수 있습니다. 회원이 그룹에 포함되어야 할 다른 연락처 그룹의 짧은 이름의 쉼표로 구분 된 목록을 지정합니다.
zh_tw: 這個可選指令可用於包括聯絡小組其他“子”聯絡小組的聯繫。指定用逗號分隔的其他接觸小組，其成員應包括在本組的短名稱列表。

source: timeperiod name
cs_cz: název timeperiod
ko_kr: Timeperiod 이름
zh_tw: timeperiod名稱
