Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Backup failed. Aborting change. Verify that backup file and directory (%s) is writeable.
cs_cz: zálohování se nezdařilo. přerušuji změnu. ověření, že záložní soubor a adresář je zapisovat.
ko_kr: 백업에 실패했습니다. 변화를 중단합니다. 백업 파일과 디렉토리가 쓰기 가능한 있는지 확인합니다.
zh_tw: 備份失敗。中止的變化。驗證備份文件和目錄是可寫的。

source: Config file successfully written.
cs_cz: Konfigurační soubor úspěšně zapsán!
ko_kr: 구성 파일은 성공적으로 기록!
zh_tw: 配置文件成功寫入！

source: failed to save successfully
cs_cz: se nepodařilo úspěšně uložit
ko_kr: 성공적으로 저장하지 못했습니다
zh_tw: 未能成功保存

source: Cannot have a blank name or no ID selected.
cs_cz: nemůže být vybrán prázdný název nebo žádné ID.
ko_kr: 빈 이름이나 ID를 선택할 수 없습니다.
zh_tw: 不能輸入空白名稱或未選擇ID。

source: Business Process Intelligence
ko_kr: Nagios 비즈니스 프로세스 인텔리전스
zh_tw: Nagios的智能業務流程

source: Create New BPI Group
cs_cz: vytvořit novou skupinu BPI
ko_kr: 새로운 bpi 그룹을 만들
zh_tw: 創建新的BPI組

source: All Priorities
cs_cz: všechny priority
ko_kr: 모든 우선 순위
zh_tw: 所有優先事項

source: High Priority
cs_cz: s vysokou prioritou
ko_kr: 높은 우선 순위
zh_tw: 高優先級

source: Medium Priority
cs_cz: střední priorita
ko_kr: 중간 우선 순위
zh_tw: 中等優先級

source: Low Priority
cs_cz: s nízkou prioritou
ko_kr: 낮은 우선 순위
zh_tw: 低優先級

source: Advanced grouping and dependency tool for viewing business processes. Can be used for specialized checks.
cs_cz: pokročilé seskupování a závislost nástroj pro sledování obchodních procesů. mohou být použity pro speciální kontroly.
ko_kr: 고급 그룹화 및 비즈니스 프로세스를 볼 의존성 도구입니다. 전문 검사에 사용될 수 있습니다.
zh_tw: 先進的分組和查看業務流程的依賴工具。可用於專門的檢查。

source: Nagios BPI Settings
cs_cz: Nastavení nagios BPI
ko_kr: Nagios BPI 설정
zh_tw: Nagios的BPI設置

source: BPI Configuration File
cs_cz: Konfigurační soubor editovat
ko_kr: 구성 파일을 편집합니다
zh_tw: 編輯配置文件

source: The directory location of your bpi.conf file.
cs_cz: umístění adresáře vašeho bpi.conf souboru.
ko_kr: 귀하의 bpi.conf 파일의 디렉토리 위치.
zh_tw: 您的bpi.conf文件的目錄位置。

source: BPI Config Backups
cs_cz: bpi konfigurovat zálohy
ko_kr: BPI 구성 백업
zh_tw: bpi配置備份

source: backups
cs_cz: zálohy
ko_kr: 백업
zh_tw: 備份

source: This is the amount of non-archived backups the system will keep. This only applies to the left-hand column in the Config Management tab.
cs_cz: toto je množství nearchivovaných záloh, které systém uchová. to se týká pouze levého sloupce na kartě Správa konfigurace.
ko_kr: 이것은 시스템이 보관할 아카이브되지 않은 백업의 양입니다. 이는 구성 관리 탭의 왼쪽 열에 만 적용됩니다.
zh_tw: 這是系統將保留的非歸檔備份的數量。這僅適用於“配置管理”選項卡的左側列。

source: BPI Log File
cs_cz: Soubor protokolu BPI
ko_kr: BPI 로그 파일
zh_tw: BPI日誌文件

source: The directory location of your bpi.log file.
cs_cz: umístění adresáře vašeho bpi.log souboru.
ko_kr: 귀하의 bpi.log 파일의 디렉토리 위치.
zh_tw: 您的bpi.log文件的目錄位置。

source: BPI XML Cache
cs_cz: mezipaměť BPI xml
ko_kr: BPI XML 캐시
zh_tw: BPI XML緩存

source: The directory location of your bpi.xml file. This file is used to cache check results for BPI service checks and to decrease CPU usage from BPI checks.
cs_cz: umístění adresáře vašeho bpi.xml souboru. Tento soubor se používá k výsledkům kontrolních cache pro kontrolu BPI služeb a ke snížení zatížení CPU od kontrol BPI.
ko_kr: 당신의 bpi.xml 파일의 디렉토리 위치. 이 파일은 BPI 서비스 검사에 대한 결과를 확인하고 BPI 검사에서 CPU 사용량을 줄일 캐시하는 데 사용됩니다.
zh_tw: 您的bpi.xml文件的目錄位置。這個文件是用於緩存為BPI服務檢查，檢查的結果如何，從BPI檢查，以降低CPU的使用率。

source: XML Cache Threshold
cs_cz: xml práh vyrovnávací paměti
ko_kr: XML 캐시 임계 값
zh_tw: XML緩存閾值

source: This is the age limit for cached BPI check result data. If a BPI service check detects this file as being too old, it will recalculate the status of all BPI groups and cache to the XML file.
cs_cz: To je věková hranice pro cache BPI dat kontrola výsledků. pokud kontrola bpi služba rozpozná tento soubor jako příliš stará, bude to přepočítá stav všech BPI skupin a cache do souboru XML.
ko_kr: 이 캐시 BPI 검사 결과 데이터에 대한 연령 제한입니다. BPI 서비스 검사가이 파일을 너무 오래되는 등을 감지하면 계산 모든 BPI 그룹 및 XML 파일 캐시의 상태를 것이다.
zh_tw: 這是緩存的BPI檢查結果數據的年齡限制。如果一個的BPI服務檢查檢測是太舊了這個文件，它會重新計算BPI組和緩存的XML文件的狀態。

source: AJAX Multiplier
cs_cz: ajax multiplikátor
ko_kr: AJAX 배율
zh_tw: AJAX乘數

source: The AJAX multiplier is the amount of time before the data on the BPI page reloads. For large installations use a larger number to reduce CPU usage.
cs_cz: AJAX multiplikátor je množství času, než údaje o BPI opětovné načtení stránky. Pro velké instalace použít větší množství snížit využití procesoru.
ko_kr: AJAX 배율 BPI 페이지를 다시로드에있는 데이터 이전 시간의 양입니다. 대형 설치는 CPU 사용량을 줄이기 위해 큰 번호를 사용하십시오.
zh_tw: 的ajax乘數是之前的時間上的的BPI頁面重新加載的數據量。為大型裝置使用一個較大的數字，以降低CPU使用率。

source: Logic Handling For Problem States
cs_cz: Manipulace s logika pro problémové stavy
ko_kr: 문제 미국의 경우 로직 처리
zh_tw: 邏輯處理問題狀態

source: Ignore host and service problems that are acknowledged or in scheduled downtime.
cs_cz: ignorovat problémy hostitelů a služeb, které jsou uznány nebo v plánované odstávky.
ko_kr: 호스트 및 인정 또는 정기 가동 중단 중입니다 서비스 문제를 무시합니다.
zh_tw: 忽略的主機和服務都承認的問題，或在預定的停機時間。

source: Handled problems will not be factored into the group's problem percentage.
cs_cz: manipulovat problémy nebudou zapracovány do problémů procento skupiny.
ko_kr: 처리 문제는 그룹의 문제를 비율에 반영되지 않습니다.
zh_tw: 處理問題不會考慮到的問題百分比。

source: Logic for Essential Members
cs_cz: logiky pro základní členy
ko_kr: 필수 회원을위한 논리
zh_tw: 基本成員的邏輯

source: Set group state to CRITICAL if any essential member is in any of these states
cs_cz: nastavit skupinový stav na kritický, pokud je některý z těchto států v nějakém z těchto států
ko_kr: 필수 멤버가 이러한 상태에있는 경우 그룹 상태를 위험으로 설정합니다.
zh_tw: 如果任何基本成員處於任何這些狀態，則將組狀態設置為關鍵

source: Critical or Down
cs_cz: kritické nebo dolů
ko_kr: 중요 또는 다운
zh_tw: 關鍵或下降

source: Show All Groups To All Users
cs_cz: zobrazit všechny skupiny všem uživatelům
ko_kr: 모든 사용자에게 모든 그룹을 표시
zh_tw: 顯示所有組的所有用戶

source: This will bypass the normal permissions schemes for BPI groups and show all groups to all users. Host and service permissions for Nagios objects will still be honored, so contacts will still only see hosts or services that they are authorized for.
cs_cz: Tento obejde normální oprávnění režimy pro BPI skupin a ukázat všechny skupiny všem uživatelům. hostit oprávnění a služby pro Nagios objekty budou i nadále ctí, takže kontakty budou stále vidět pouze hostitelům nebo služby, které jsou schválené pro.
ko_kr: 이 BPI 그룹에 대한 일반적인 권한 계획을 무시하고 모든 사용자에게 모든 그룹이 표시됩니다. Nagios 개체에 대한 호스트 및 서비스 권한이 여전히 영광되기 때문에 연락처는 여전히 유일한 호스트 또는이 허가하는 서비스를 볼 수 있습니다.
zh_tw: 這將繞過正常的權限方案BPI組和顯示所有組的所有用戶。 Nagios的對象的主機和服務的權限仍然會兌現，所以接觸仍然只能看到他們有權主機或服務。

source: Sync all hostgroups and servicegroups on apply config.
cs_cz: synchronizovat všechny hostitelské skupiny a servisní skupiny na aplikaci config.
ko_kr: apply config의 모든 호스트 그룹 및 서비스 그룹을 동기화합니다.
zh_tw: 在apply config上同步所有主機組和服務組。

source: Remove missing hosts and services from all groups.
cs_cz: odstranit chybějící hostitele a služby ze všech skupin.
ko_kr: 누락 된 호스트 및 서비스를 모든 그룹에서 제거하십시오.
zh_tw: 從所有組中刪除丟失的主機和服務。

source: Nagios BPI Status Text
cs_cz: Text status nagios BPI
ko_kr: Nagios는 BPI 상태 텍스트
zh_tw: Nagios的BPI狀態文本

source: You can use the following substitutions in your custom Status Texts
cs_cz: můžete použít následující substituce ve svých stavových textech vlastní
ko_kr: 당신은 당신의 사용자 정의 상태 텍스트에 다음과 같은 대체를 사용할 수 있습니다
zh_tw: 您可以在您的自定義狀態文本使用下面的換人

source: The overall health of the BPI group. (Percentage)
cs_cz: celkový zdravotní stav skupiny BPI. (procento)
ko_kr: BPI의 그룹의 전반적인 건강. (백분율)
zh_tw: 在BPI組的整體健康。 （百分比）

source: The percentage of the group health that is a problem. (e.g. 100% - $HEALTH$). (Percentage)
cs_cz: procento zdraví skupiny, které je problémem. (např. 100% - $ zdraví $). (procento)
ko_kr: 문제가되는 그룹 상태의 백분율 (예 : 100 %-$ health $). (백분율)
zh_tw: 有問題的小組健康狀況的百分比。 （例如100％-$ health $）。 （百分比）

source: The total amount of members in the BPI group. (Integer)
cs_cz: celkové množství členů ve skupině BPI. (celé číslo)
ko_kr: BPI의 그룹 멤버의 총량. (정수)
zh_tw: 件的BPI組中的總量。 （整數）

source: The total amount of problem members in the BPI group. (Integer)
cs_cz: Celková částka členů problémových ve skupině BPI. (celé číslo)
ko_kr: BPI의 그룹 문제 부재의 총량. (정수)
zh_tw: 問題成員的BPI組中的總量。 （整數）

source: The current critical threshhold. (Percentage)
cs_cz: současná kritická threshhold. (procento)
ko_kr: 현재 중요한 문턱. (백분율)
zh_tw: 目前嚴峻的門限。 （百分比）

source: The current warning threshhold. (Percantage)
cs_cz: aktuální varování threshhold. (Percantage)
ko_kr: 현재 경고 문턱. (percantage)
zh_tw: 當前的警告門限。 （percantage）

source: OK Status Text
cs_cz: ok stav textu
ko_kr: 확인 상태 텍스트
zh_tw: OK狀態文本

source: The status text to display for OK states.
cs_cz: text stav se zobrazí na ok států.
ko_kr: 상태 텍스트는 확인 상태에 대한 표시합니다.
zh_tw: 狀態文本顯示為正常狀態。

source: WARNING Status Text
cs_cz: Text stav varování
ko_kr: 경고 상태 텍스트
zh_tw: 預警狀態文本

source: The status text to display for WARNING states.
cs_cz: text status k zobrazení varovných stavů.
ko_kr: 상태 텍스트 상태를 경고하기위한 표시합니다.
zh_tw: 狀態文本顯示為警告狀態。

source: CRITICAL Status Text
cs_cz: kritický stav textu
ko_kr: 중요한 상태 텍스트
zh_tw: 臨界狀態文本

source: The status text to display for CRITICAL states.
cs_cz: text stav se zobrazí na kritických stavů.
ko_kr: 상태 텍스트는 중요한 상태에 대한 표시합니다.
zh_tw: 狀態文本顯示為臨界狀態。

source: Reset BPI Status Texts to Defaults
cs_cz: resetovat BPI stavu texty na výchozí
ko_kr: 기본값으로 BPI 상태 텍스트를 재설정
zh_tw: BPI復位狀態文本為默認值

source: BPI config file must be writeable (normally this means set permissions 664 and nagios:nagios)
cs_cz: Konfigurační soubor bpi musí být zapisovatelný (obvykle to znamená nastavení oprávnění 664 a nagios: nagios)
ko_kr: bpi 구성 파일은 쓰기 가능해야합니다 (일반적으로 설정 권한 664 및 nagios : nagios를 의미 함)
zh_tw: bpi配置文件必須是可寫的（通常這意味著設置權限664和nagios：nagios）

source: Nagios Core Integration
cs_cz: Integrace nagios core
ko_kr: Nagios의 반응기 통합
zh_tw: Nagios的集成反應器

source: Provides integration with Nagios Core.
cs_cz: Poskytuje integraci s Nagios jádrem.
ko_kr: Nagios는 코어와 통합을 제공합니다.
zh_tw: 提供了Nagios的核心集成。

source: Your user agent does not support frames or is currently configured not to display frames.
cs_cz: Váš uživatelský agent nepodporuje rámce nebo je nyní nakonfigurován tak, aby zobrazovat rámečky.
ko_kr: 사용자 에이전트가 프레임을 지원하지 않거나 현재 프레임을 표시하지 않도록 구성되어 있습니다.
zh_tw: 您的用戶代理不支持框架，或被配置為不顯示框架。

source: Quick View
cs_cz: rychlý pohled
ko_kr: 시스템 상황
zh_tw: 快速查看

source: Tactical Overview
cs_cz: taktický přehled
ko_kr: 전술 개요
zh_tw: 戰術概要

source: Open Problems
cs_cz: otevřené problémy
ko_kr: 오픈 문제
zh_tw: 開放性問題

source: Service Problems
cs_cz: problémy služby
ko_kr: 서비스 문제
zh_tw: 服務問題

source: Host Problems
cs_cz: problémy s hostitelskými
ko_kr: 호스트 문제
zh_tw: 主機問題

source: Service Detail
cs_cz: detail služba
ko_kr: 서비스 상세
zh_tw: 服務細節

source: Host Detail
cs_cz: hostit detail
ko_kr: 호스트 세부 정보
zh_tw: 主機細節

source: Hostgroup Overview
cs_cz: Přehled hostgroup
ko_kr: Hostgroup 개요
zh_tw: 主機組的概述

source: Hostgroup Summary
cs_cz: shrnutí hostgroup
ko_kr: Hostgroup 요약
zh_tw: 主機組的總結

source: Hostgroup Grid
cs_cz: hostgroup mřížka
ko_kr: Hostgroup 그리드
zh_tw: 主機組的網格

source: Servicegroup Overview
cs_cz: Přehled servicegroup
ko_kr: Servicegroup 개요
zh_tw: 服務組概述

source: Servicegroup Summary
cs_cz: shrnutí servicegroup
ko_kr: Servicegroup 요약
zh_tw: 服務組總結

source: Servicegroup Grid
cs_cz: servicegroup mřížka
ko_kr: Servicegroup 그리드
zh_tw: 服務組網格

source: Maps
cs_cz: mapy
ko_kr: 상태 배치도
zh_tw: 地圖

source: Status Map
cs_cz: mapa status
ko_kr: 상태지도
zh_tw: 狀態圖

source: Incident Management
cs_cz: správa incidentů
ko_kr: 장애 관리
zh_tw: 事件管理

source: Reports
cs_cz: zprávy
ko_kr: 보고서
zh_tw: 報告

source: Trends
cs_cz: trendy
ko_kr: 동향
zh_tw: 發展趨勢

source: Availability
cs_cz: dostupnost
ko_kr: 가용성
zh_tw: 可用性

source: Alert History
cs_cz: Historie alert
ko_kr: 경고 역사
zh_tw: 警報歷史記錄

source: Alert Summary
cs_cz: alert shrnutí
ko_kr: 경고 요약
zh_tw: 警報摘要

source: Alert Histogram
ko_kr: 히스토그램을 경고
zh_tw: 提醒直方圖

source: Nagios Core Process
cs_cz: Technologií nagios
ko_kr: Nagios 코어 프로세스
zh_tw: Nagios的核心過程

source: Core Process
cs_cz: core proces
ko_kr: 핵심 프로세스
zh_tw: 核心過程

source: Core Performance
cs_cz: jádro výkon
ko_kr: 코어 성능
zh_tw: 核心性能

source: Core Queue
cs_cz: jádro fronta
ko_kr: 핵심 대기열
zh_tw: 核心隊列

source: Core Event Log
cs_cz: Jádro protokolu událostí
ko_kr: 핵심 이벤트 로그
zh_tw: 核心事件日誌

source: Manage Config
cs_cz: spravovat konfiguraci
ko_kr: 구성 관리
zh_tw: 管理配置

source: Not authorized
cs_cz: není povoleno
ko_kr: 권한이 없습니다
zh_tw: 未授權

source: Permissions Problem
cs_cz: oprávnění problém
ko_kr: 권한 문제
zh_tw: 權限問題

source: The permissions on one or more configuration files or scripts appear to be incorrect. This will prevent your configuration from being applied properly.
cs_cz: oprávnění na jednu nebo více konfiguračních souborů či skriptů se zdají být nesprávné. Tato možnost zabrání konfiguraci z řádně uplatňována.
ko_kr: 하나 이상의 구성 파일이나 스크립트에 대한 사용 권한이 잘못 된 것 같습니다. 이 제대로 적용되지 않도록 구성을 방지 할 수 있습니다.
zh_tw: 一個或多個配置文件或腳本的權限是不正確的。這將防止您的配置被正確應用。

source: Click here to resolve this problem
cs_cz: klikněte zde k vyřešení tohoto problému
ko_kr: 이 문제를 해결하려면 여기를 클릭하십시오
zh_tw: 點擊這裡來解決這個問題

source: Command submitted for processing...
cs_cz: Příkaz předložen ke zpracování ...
ko_kr: 명령 처리를 위해 제출 ...
zh_tw: 命令提交處理...

source: Nagios Core was
cs_cz: Nagios jádro bylo
ko_kr: Nagios의 핵심이었다
zh_tw: Nagios的核心是

source: restarted
cs_cz: restartován
ko_kr: 다시 시작
zh_tw: 重新啟動

source: with an updated configuration.
cs_cz: s aktualizovanou konfiguraci.
ko_kr: 업데이트 된 구성.
zh_tw: 有一個更新的配置。

source: View configuration snapshots
cs_cz: Konfigurační prohlížet snímky
ko_kr: 구성 스냅 샷보기
zh_tw: 查看配置快照

source: An error occurred while attempting to apply your configuration to Nagios Core. Monitoring engine configuration files have been rolled back to their last known good checkpoint.
cs_cz: Při pokusu o použití konfigurace pro Nagios jádra došlo k chybě. monitorovací konfigurace motoru soubory byly vrácena zpět na jejich poslední známou dobrou checkpoint.
ko_kr: Nagios 코어에 구성을 적용하는 동안 오류가 발생했습니다. 모니터링 엔진 구성 파일은 자신의 마지막으로 성공한 검사 점으로 롤백되었습니다.
zh_tw: 試圖運用你的配置Nagios的核心時發生錯誤。監控引擎配置文件已被回滾到最後一次正確的檢查站。

source: Try Again
cs_cz: zkus to znovu
ko_kr: 다시 시도
zh_tw: 再試一次

source: View Snapshot
cs_cz: pohled snímek
ko_kr: 보기 스냅 샷
zh_tw: 查看快照

source: Show Written Configs
cs_cz: zobrazit písemné configs
ko_kr: 쇼 작성 CONFIGS
zh_tw: 秀書面CONFIGS

source: Show Errors
cs_cz: zobrazit chyby
ko_kr: 오류 표시
zh_tw: 顯示錯誤

source: Waiting for configuration verification...
cs_cz: čekání na ověření konfigurace ...
ko_kr: 구성 확인을 기다리는 중 ...
zh_tw: 等待配置驗證...

source: Failed to connect to the database
cs_cz: se nepodařilo připojit k databázi
ko_kr: 데이터베이스에 연결하지 못했습니다
zh_tw: 沒有連接到數據庫

source: Nagios restart command failed
cs_cz: nagios příkaz restart selhal
ko_kr: Nagios 다시 시작 명령이 실패
zh_tw: Nagios的重新啟動命令失敗

source: Configurations failed to write to file
cs_cz: konfigurace se nepodařilo zapsat do souboru
ko_kr: 구성 파일에 쓰지 못했습니다
zh_tw: 配置無法寫入文件

source: Reset config permissions failed
cs_cz: resetovat config oprávnění se nezdařilo
ko_kr: 초기화 설정 권한은 실패
zh_tw: 重置配置權限失敗

source: Configuration import failed
cs_cz: import konfigurace se nezdařilo
ko_kr: 구성 가져 오기 실패
zh_tw: 配置導入失敗

source: Backend login to the Core Config Manager failed
cs_cz: backend přihlášení ke správci jádra config selhal
ko_kr: 코어 구성 관리자 백엔드 로그인 실패
zh_tw: 後端的核心配置管理器的登錄失敗

source: Configuration verification failed
cs_cz: Ověření konfigurace se nezdařilo
ko_kr: 구성 확인에 실패했습니다
zh_tw: 配置驗證失敗

source: There was an error while attempting to apply configuration. Error code
cs_cz: došlo k chybě při pokusu použít konfiguraci. chybový kód
ko_kr: 구성을 적용하는 동안 오류가 발생했습니다. 오류 코드
zh_tw: 有一個錯誤，而試圖運用配置。錯誤代碼

source: Use this feature to apply any outstanding configuration changes to Nagios Core. Changes will be applied and the monitoring engine will be restarted with the updated configuration.
cs_cz: Pomocí této funkce aplikovat žádné nevyřízené změny konfigurace Nagios jádra. Změny budou použity a monitoring motoru bude restartován s aktualizovanou konfiguraci.
ko_kr: Nagios 코어에 미결제 구성 변경 사항을 적용하려면이 기능을 사용합니다. 변경 사항이 적용되고 모니터링 엔진은 업데이트 된 구성으로 다시 시작됩니다.
zh_tw: 使用此功能適用於任何懸而未決的配置更改Nagios的核心。更改將被應用與更新的配置和監控引擎將重新啟動。

source: Users are currently editing objects in the CCM
cs_cz: uživatelé aktuálně upravují objekty v ccm
ko_kr: 사용자가 현재 ccm에서 개체를 편집 중입니다.
zh_tw: 用戶當前正在編輯ccm中的對象

source: is editing a
cs_cz: Je editování
ko_kr: 편집 된
zh_tw: 被編輯

source: Network Query
cs_cz: síť dotaz
ko_kr: 네트워크 쿼리
zh_tw: 網絡查詢

source: Failed connect to API. Check your connection to the host (using SSL?) and make sure your Nagios Network Analyzer is version 2014R1.5 or higher.
cs_cz: nezdařilo připojit k API. zkontrolujte připojení k hostiteli (pomocí SSL?) a ujistěte se, že analyzátor nagios síť je verze 2014r1.5 nebo vyšší.
ko_kr: API에 연결하지 못했습니다. 호스트에 대한 연결을 확인하고 Nagios의 네트워크 분석기 버전 2014r1.4 이상이 있는지 확인합니다.
zh_tw: 無法連接到API。請檢查您的連接到主機，並確保您的Nagios網絡分析儀是2014r1.4或更高版本。

source: 404 - API not found. The address may be wrong.
cs_cz: 404 - api nebyl nalezen. adresa může být špatně.
ko_kr: (404) - API를 찾을 수 없습니다. 주소가 잘못 될 수 있습니다.
zh_tw: 沒有找到API - 404。地址可能是錯誤的。

source: Server
ko_kr: 섬기는 사람
zh_tw: 服務器

source: Query
cs_cz: dotaz
ko_kr: 질문
zh_tw: 詢問

source: Toggle column excluders
cs_cz: přepínače vyloučení sloupců
ko_kr: 열 제외 항목 토글
zh_tw: 切換列排除

source: Exclude the checked columns from the query table
cs_cz: vyloučit zaškrtnuté sloupce z tabulky sestavy
ko_kr: 보고서 테이블에서 선택 열을 제외
zh_tw: 排除從報告表中的列的檢查

source: Flow Start
cs_cz: začátek tok
ko_kr: 시작 흐름
zh_tw: 流啟動

source: Flow End
cs_cz: průtok konec
ko_kr: 끝 흐름
zh_tw: 流結束

source: Duration
cs_cz: trvání
ko_kr: 지속
zh_tw: 為期

source: Source IP
ko_kr: 소스 IP
zh_tw: 源IP

source: Destination IP
cs_cz: cílová IP
ko_kr: 목적지 이름
zh_tw: 目的地名稱

source: Source Port
cs_cz: zdrojový port
ko_kr: 소스 포트
zh_tw: 源端口

source: Destination Port
cs_cz: cílový port
ko_kr: 목적지 이름
zh_tw: 目的地名稱

source: Flows
cs_cz: protéká
ko_kr: 흐름
zh_tw: 流量

source: (Useful if you can't fit the data on a pdf)
cs_cz: (Užitečné, pokud nevejde údaje o pdf)
ko_kr: (유용하면 PDF에 데이터를 맞지 않으면)
zh_tw: （有用的，如果你不能放在一個pdf數據）

source: Packets
cs_cz: pakety
ko_kr: 패킷
zh_tw: 包

source: Bytes
cs_cz: bajtů
ko_kr: 바이트
zh_tw: 字節

source: Packets/Sec
cs_cz: paketů / sec
ko_kr: 패킷 / 초
zh_tw: 數據包/秒

source: Bits/Sec
cs_cz: bitů / sec
ko_kr: 비트 / 초
zh_tw: 比特/秒

source: Bytes/Packet
cs_cz: bytů / paketů
ko_kr: 바이트 / 패킷
zh_tw: 字節/包

source: Relational Mapping
cs_cz: relační mapování
ko_kr: 관계형 매핑
zh_tw: 關係映射

source: using view
cs_cz: používáte zobrazení
ko_kr: 보기를 사용하여
zh_tw: 使用視圖

source: Timeframe
cs_cz: časové okno
ko_kr: 기간
zh_tw: 時間表

source: Chord Diagram
cs_cz: akord diagram
ko_kr: 화음도
zh_tw: 和弦圖

source: Network Report
cs_cz: zpráva sítě
ko_kr: 네트워크 재생
zh_tw: 網絡重播

source: Report
cs_cz: zpráva
ko_kr: 보고서
zh_tw: 報告

source: Exclude the checked columns from the report table
cs_cz: vyloučit zaškrtnuté sloupce z tabulky sestavy
ko_kr: 보고서 테이블에서 선택 열을 제외
zh_tw: 排除從報告表中的列的檢查

source: Start Date
cs_cz: Datum zahájení
ko_kr: 시작 날짜
zh_tw: 開始日期

source: End Date
cs_cz: datum ukončení
ko_kr: 종료 날짜
zh_tw: 結束日期

source: Flows %
cs_cz: protéká %
ko_kr: % 흐름
zh_tw: 流量％

source: Packets %
cs_cz: pakety%
ko_kr: 패킷 %
zh_tw: 包％

source: Bytes %
cs_cz: bajtů%
ko_kr: % 바이트
zh_tw: 字節％

source: Showing top
cs_cz: ukazující top
ko_kr: 상단에 표시
zh_tw: 顯示頂部

source: based on
cs_cz: na základě
ko_kr: 기반
zh_tw: 基於

source: and ordered by
cs_cz: a nařídil
ko_kr: 에 의해 주문
zh_tw: 並下令由

source: Limiters
cs_cz: omezovače
ko_kr: 리미터
zh_tw: 限制器

source: Percent Usage Chart
cs_cz: procentní tabulka využití
ko_kr: 퍼센트 사용 차트
zh_tw: 百分比使用圖表

source: No data returned for this report.
cs_cz: pro tuto zprávu nebyly vráceny žádné údaje.
ko_kr: 이 보고서에 대해 데이터가 반환되지 않았습니다.
zh_tw: 沒有為此報告返回的數據。

source: Showing the last %d hours worth of netflow data on the selected Network Analyzer instance aggregated by source IP and destination IP and sorted by bytes.
cs_cz: zobrazující posledních 24 hodin v hodnotě netflow údajů o vybraného síťového analyzátoru například seskupených podle zdrojové IP a cílová IP a seřazeny podle bajtů.
ko_kr: 소스 IP와 목적지 IP에 의해 집계 선택한 네트워크 분석기 인스턴스의 NetFlow 데이터의 마지막 24 시간의 가치를 보여주는.
zh_tw: 顯示過去24小時的價值上，通過源IP和目的IP匯總選定的網絡分析儀例如NetFlow數據的。

source: Nagios Network Analyzer Server:
cs_cz: nagios analyzátor síťového serveru:
ko_kr: Nagios의 네트워크 분석기 서버
zh_tw: Nagios的網絡分析儀服務器

source: Raw Query
cs_cz: syrové dotaz
ko_kr: 원시 쿼리
zh_tw: 原始查詢

source: Open this query in Network Analyzer
cs_cz: tento dotaz otevřete v síťovém analyzátoru
ko_kr: 네트워크 분석기에서이 쿼리 열기
zh_tw: 在網絡分析器中打開此查詢

source: Total Flows
cs_cz: celkové toky
ko_kr: 전체 흐름
zh_tw: 總流量

source: Total Bytes
cs_cz: celkový počet bajtů
ko_kr: 총 바이트 수
zh_tw: 總字節數

source: Total Packets
cs_cz: celkový počet paketů
ko_kr: 총 패킷
zh_tw: 總包

source: Brief Data Table (10 Records, Bytes Only)
cs_cz: stručná tabulka dat (10 záznamů, pouze bajty)
ko_kr: 짧은 데이터 테이블 (10 레코드 만 바이트)
zh_tw: 簡要數據表（10條記錄中，只有字節）

source: Bytes/Sec
cs_cz: bytů / sec
ko_kr: 바이트 / 초
zh_tw: 字節/秒

source: See all records and details in Network Analyzer
cs_cz: viz všechny záznamy a podrobnosti v síťovém analyzátoru
ko_kr: 네트워크 분석기의 모든 기록 및 세부 정보보기
zh_tw: 查看網絡分析儀中的所有記錄和細節

source: There is no data in your Network Analyzer instance for this Host/Service.
cs_cz: neexistuje žádná data ve vašem analyzátoru například sítě pro tuto hostitelskou / službu.
ko_kr: 이 호스트 / 서비스에 대한 네트워크 분석기 인스턴스 데이터가 없습니다.
zh_tw: 有一個在您的網絡分析儀的實例沒有數據，這台主機/服務。

source: Network Traffic Analysis
cs_cz: Analýza síťového provozu
ko_kr: 네트워크 트래픽 분석
zh_tw: 網絡流量分析

source: Component Settings
cs_cz: nastavení součásti
ko_kr: 일반 설정
zh_tw: 常見的設置

source: These are all the general settings for this component
cs_cz: to všechno jsou všeobecná nastavení pro tuto složku
ko_kr: 다음은이 구성 요소에 대한 모든 일반 설정입니다
zh_tw: 這些都是該組件的常規設置

source: Disable Host/Service Tabs from being shown
cs_cz: zakázat jazýčky host / služby zobrazovaly
ko_kr: 표시되는 호스트 / 서비스 탭을 비활성화
zh_tw: 被禁用顯示主機/服務卡

source: Nagios Network Analyzer Servers
cs_cz: Analyzátor sítě servery nagios
ko_kr: Nagios의 네트워크 분석기 서버
zh_tw: Nagios的網絡分析儀服務器

source: Specify the addresses and a users API Key for each of the Nagios Network Analyzer servers you'd like to see from inside Nagios XI.
cs_cz: určete adresy a api klíče uživatelů pro každý ze serverů analyzátorů sítě nagios, který byste chtěli vidět zevnitř nagios xi.
ko_kr: nagios xi에서 보려는 nagios 네트워크 분석기 서버 각각에 대한 주소와 사용자 api 키를 지정하십시오.
zh_tw: 指定您希望從nagios xi內部看到的每個nagios網絡分析儀服務器的地址和用戶api密鑰。

source: Add a Server
cs_cz: přidání serveru
ko_kr: 서버를 추가
zh_tw: 添加一台服務器

source: Use SSL
cs_cz: použití ssl
ko_kr: SSL을 사용하여
zh_tw: 使用SSL

source: Allow invalid certificate
cs_cz: povolit neplatný certifikát
ko_kr: 유효하지 않은 인증서 허용
zh_tw: 允許無效證書

source: Lookback period
cs_cz: období vzhledu
ko_kr: 되돌아 오기 기간
zh_tw: 回顧期

source: How much data do you want the component to show by default? Measured in hours.
cs_cz: kolik dat chcete, aby se součást zobrazovala ve výchozím nastavení? měřeno v hodinách.
ko_kr: 구성 요소에 표시 할 데이터의 양은 기본적으로 얼마입니까? 시간 단위로 측정.
zh_tw: 您希望組件默認顯示多少數據？以小時計量。

source: You must enter a name, address, and api key for each server.
cs_cz: musíte zadat jméno, adresu, a API klíč pro každý server.
ko_kr: 당신은 이름, 주소, 각 서버에 대한 API 키를 입력해야합니다.
zh_tw: 您必須輸入一個名稱，地址和API密鑰為每個服務器。

source: Network Analyzer Server Integration Required
cs_cz: vyžadována integrace v síti analyzátor serveru
ko_kr: 네트워크 분석기 서버 통합 필요
zh_tw: 需要網絡分析儀服務器集成

source: In order to run reports or queries from your Nagios Network Analyzer servers, you'll need to add them in the
cs_cz: za účelem spuštění sestav nebo dotazů z vašich analyzátoru serverů Nagios sítě, budete muset přidat v
ko_kr: 당신의 Nagios의 네트워크 분석기 서버에서 보고서 또는 쿼리를 실행할 수 있도록하기 위해 당신이 그들을 추가해야합니다
zh_tw: 為了能夠運行從您的Nagios網絡分析儀服務器報告或查詢你需要將它們添加在

source: configuration menu
cs_cz: konfiguračního menu
ko_kr: 구성 메뉴
zh_tw: 配置菜單
