Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: How often to check in with agents to get updated version info and ensure credentials work.
cs_cz: jak často se přihlašovat k agentům, abychom získali aktualizované informace o verzi a zajistili funkčnost přihlašovacích údajů.
ko_kr: 업데이트 된 버전 정보를 얻고 자격 증명이 작동하도록 에이전트에 체크인하는 빈도
zh_tw: 與代理核對的頻率，以獲取更新的版本信息並確保憑據有效。

source: Token that will be given to NCPA agents that are deployed. This will not change the token on previously deployed agents.
cs_cz: token, který bude poskytnut agentům ncpa, které jsou rozmístěny. to nezmění token dříve nasazených agentů.
ko_kr: 배치 된 ncpa 에이전트에 제공 될 토큰. 이전에 배포 된 에이전트의 토큰은 변경되지 않습니다.
zh_tw: 令牌將提供給已部署的ncpa代理。這不會更改以前部署的代理上的令牌。

source: The selected job was scheduled for deletion. It may take a few moments to be removed.
cs_cz: vybraná úloha byla naplánována na odstranění. odebrání může chvíli trvat.
ko_kr: 선택한 작업이 삭제되도록 예약되었습니다. 제거하는 데 몇 분 정도 걸릴 수 있습니다.
zh_tw: 選定的作業已計劃刪除。可能需要一些時間才能將其刪除。

source: ID
ko_kr: 신분증

source: Job Name
cs_cz: název povolání
ko_kr: 직업 이름
zh_tw: 工作名稱

source: Job Creator
cs_cz: tvůrce pracovních míst
ko_kr: 일자리 창출 자
zh_tw: 工作創造者

source: System Type
cs_cz: typ systému
ko_kr: 시스템 유형
zh_tw: 系統類型

source: Raw Output
cs_cz: hrubý výstup
ko_kr: 원시 출력
zh_tw: 原始輸出

source: Completed
cs_cz: kompletní
ko_kr: 완전한
zh_tw: 完成

source: Waiting
cs_cz: čekání
ko_kr: 기다리는
zh_tw: 等候

source: View Raw
cs_cz: zobrazit syrové
ko_kr: 원시보기
zh_tw: 查看原始

source: No jobs have been created yet.
cs_cz: Žádné šablony Ještě nebyly vytvořeny.
ko_kr: 어떤 템플릿은 아직 생성되지 않았습니다.
zh_tw: 沒有模板已被創建。

source: Manage Templates
cs_cz: spravovat šablony
ko_kr: 템플릿 관리
zh_tw: 管理模板

source: Templates allow users and administrators to set defaults for the advanced settings of hosts/services created by configuration wizards.
cs_cz: šablony umožňují uživatelům a správcům nastavit výchozí hodnoty pro pokročilé nastavení počítačů / služeb vytvořených konfiguračních průvodců.
ko_kr: 템플릿은 사용자와 관리자가 구성 마법사에 의해 생성 된 호스트 / 서비스의 고급 설정에 대한 기본값을 설정할 수 있습니다.
zh_tw: 模板允許用戶和管理員設置的默認值由配置嚮導創建主機/服務的高級設置。

source: Title
cs_cz: titul
ko_kr: 이름
zh_tw: 稱號

source: Global
cs_cz: globální
ko_kr: 글로벌
zh_tw: 全球

source: No templates have been created yet.
cs_cz: Žádné šablony Ještě nebyly vytvořeny.
ko_kr: 어떤 템플릿은 아직 생성되지 않았습니다.
zh_tw: 沒有模板已被創建。

source: Edit Template
cs_cz: editovat šablona
ko_kr: 템플릿 수정
zh_tw: 編輯模板

source: Monitoring
cs_cz: monitorování
ko_kr: 모니터링
zh_tw: 監控

source: Notification
cs_cz: oznámení
ko_kr: 알림
zh_tw: 通知

source: Groups & Parents
cs_cz: skupiny a rodiče
ko_kr: 그룹 및 부모
zh_tw: 團體及家長

source: Make global template
cs_cz: aby globální šablonu
ko_kr: 서식 파일을
zh_tw: 使全局模板

source: Global Templates
cs_cz: globální šablony
ko_kr: 글로벌 템플릿
zh_tw: 全局模板

source: Global templates are templates that all users can use. Normally templates are available for the user who created them. Only admins can create global templates.
cs_cz: globální šablony jsou šablony, které všichni uživatelé mohou používat. obvykle šablony jsou k dispozici pro uživatele, kteří je vytvořili. Pouze administrátoři mohou vytvářet globální šablony.
ko_kr: 글로벌 템플릿은 모든 사용자가 사용할 수있는 템플릿입니다. 일반적으로 템플릿을 생성 한 사용자에 대해 사용할 수 있습니다. 관리자 만 글로벌 템플릿을 만들 수 있습니다.
zh_tw: 全球模板是模板，所有用戶都可以使用。通常模板可用於誰創建它們的用戶。只有管​​理員可以創建全局模板。

source: Define basic parameters that determine how the host and service(s) should be monitored.
cs_cz: definování základních parametrů, které určují, jak by měl být sledován hostitel a servis (y).
ko_kr: 호스트 및 서비스 (들)가 모니터링하는 방법을 결정하는 기본 매개 변수를 정의합니다.
zh_tw: 確定基本參數，確定應監視主機和服務（S）。

source: Under normal circumstances
cs_cz: za normálních okolností
ko_kr: 정상적인 상황
zh_tw: 在正常情況下

source: Monitor the host and service(s) every
cs_cz: monitorovat hostitele a službu (y) každého
ko_kr: 모든 호스트 및 서비스 (들)을 모니터
zh_tw: 監視主機和服務（S）每

source: minutes.
cs_cz: zápis.
ko_kr: 분 거리에 있습니다.
zh_tw: 分鐘。

source: When a potential problem is first detected
cs_cz: při prvním zjištění potenciální problém
ko_kr: 잠재적 인 문제는 감지 될 때
zh_tw: 一個潛在的問題是第一次檢測到時

source: Re-check the host and service(s) every
cs_cz: re-zkontrolovat hostitele a službu (y) každý
ko_kr: 모든 호스트 및 서비스 (들)을 다시 확인
zh_tw: 重新檢查主機和服務（S）每

source: minutes up to
cs_cz: minut až
ko_kr: 분까지
zh_tw: 分鐘至最多

source: times before generating an alert
cs_cz: časy před generováním upozornění
ko_kr: 알림을 생성하기 전에 시간
zh_tw: 次產生警示

source: Define basic parameters that determine how notifications should be sent for the host and service(s).
cs_cz: definování základních parametrů, které určují, jak by měly být oznámení poslal pro hostitele a službu (y).
ko_kr: 알림 호스트 및 서비스 (들)에 발송 될 방법을 결정하는 기본 매개 변수를 정의합니다.
zh_tw: 確定基本參數，以確定如何發送通知的主機和服務（S）。

source: When a problem is detected
cs_cz: Při zjištění problému
ko_kr: 문제가 감지 될 때
zh_tw: 當檢測到一個問題時

source: Don't send any notifications
cs_cz: neposílají žádné oznámení
ko_kr: 모든 알림을 보내지 마십시오
zh_tw: 不發送任何通知

source: Send a notification immediately
cs_cz: zaslat oznámení ihned
ko_kr: 즉시 알림을 보내기
zh_tw: 立即發送通知

source: Wait
cs_cz: Počkejte
ko_kr: 잠깐만 요
zh_tw: 等待

source: minutes before sending a notification
cs_cz: minut před odesláním oznámení
ko_kr: 분 알림을 보내기 전에
zh_tw: 分鐘，然後發送通知

source: If problems persist
cs_cz: Pokud problémy přetrvávají
ko_kr: 문제가 발생하면
zh_tw: 如果問題仍然存在

source: Send a notification every
cs_cz: zaslat oznámení každý
ko_kr: 모든 알림을 보내기
zh_tw: 發送通知每

source: minutes until the problem is resolved.
cs_cz: minut, dokud nebude problém vyřešen.
ko_kr: 분 문제가 해결 될 때까지.
zh_tw: 分鐘，直到問題得到解決。

source: Send alert notifications to
cs_cz: odesílat oznámení na
ko_kr: 에 알림 보내기
zh_tw: 發送警報通知

source: Myself
cs_cz: moje maličkost
ko_kr: 내 자신
zh_tw: 我自己

source: Adjust my settings
cs_cz: upravovat nastavení
ko_kr: 설정을 조정
zh_tw: 調整設置

source: Other individual contacts
cs_cz: další individuální kontakty
ko_kr: 기타 개별 연락처
zh_tw: 其他個人接觸

source: Specific contact groups
cs_cz: specifické skupiny kontaktů
ko_kr: 특정 연락처 그룹
zh_tw: 具體的聯絡小組

source: Define which hostgroup(s) the monitored host should belong to (if any).
cs_cz: definovat, které hostgroup (y) sledovaný hostitel by měl patřit (pokud existuje).
ko_kr: 정의하는 hostgroup (들) 모니터링 호스트 (해당되는 경우)에 속해 있어야합니다.
zh_tw: 定義主機組（S）的監控主機應屬於（如有）。

source: Define which servicegroup(s) the monitored service(s) should belong to (if any).
cs_cz: definovat, které servicegroup (y) sledovaná služba (y) by měl patřit do (pokud existuje).
ko_kr: 정의하는 servicegroup (들) 모니터링 서비스 (들) (해당되는 경우)에 속해 있어야합니다.
zh_tw: 定義哪些servicegroup監控服務（S）（S）應屬於（如果有的話）。

source: Parent Host
cs_cz: rodič hostitel
ko_kr: 부모 호스트
zh_tw: 父主機

source: Define which host(s) are considered the parents of the the monitored host (if any). Note: Typically only one (1) host is specified as a parent.
cs_cz: definovat, které hostitel (y) jsou považovány za rodiči sledovaném hostitele (pokud existuje). Pozor: obvykle pouze jeden (1) hostitel je specifikován jako rodič.
ko_kr: 정의 된 호스트 (들) 모니터링 호스트 (있는 경우)의 부모 간주됩니다. 참고 : 일반적으로 단 하나 (1) 호스트가 부모로 지정되어 있습니다.
zh_tw: 確定哪台主機（S）被認為是父母的監控主機（如果有的話）。注：通常只有一個（1）主機指定一個父。

source: Save Changes
cs_cz: uložit změny
ko_kr: 주 변경
zh_tw: 狀態的變化

source: Template has been updated successfully.
cs_cz: Šablona byla úspěšně aktualizována.
ko_kr: 템플릿이 성공적으로 업데이트되었습니다.
zh_tw: 模板已成功更新。

source: Template removed successfully.
cs_cz: Šablona byla úspěšně odstraněna.
ko_kr: 템플릿이 성공적으로 제거.
zh_tw: 模板成功刪除。

source: Template(s) removed successfully.
cs_cz: šablona (y) byla úspěšně odstraněna.
ko_kr: 서식 파일 (들)을 성공적으로 제거.
zh_tw: 模板已成功拆除。

source: Max
ko_kr: 최대
zh_tw: 最大

source: To add more
cs_cz: Chcete-li přidat další
ko_kr: 더 추가하려면
zh_tw: 添加更多

source: this instance via your
cs_cz: tento případ prostřednictvím vašeho
ko_kr: 이 인스턴스는 당신을 통해
zh_tw: 這個實例透過你的

source: You cannot re-configure objects in demo mode.
cs_cz: objekty nelze v demo režimu znovu konfigurovat.
ko_kr: 데모 모드에서는 오브젝트를 다시 구성 할 수 없습니다.
zh_tw: 您無法在演示模式下重新配置對象。

source: Configure Service
cs_cz: nakonfigurovat službu
ko_kr: 서비스 구성
zh_tw: 配置服務

source: Note: You may update basic settings for the service below or use the
cs_cz: Poznámka: můžete aktualizovat základní nastavení pro službu níže nebo použijte
ko_kr: 참고 : 아래의 서비스에 대한 기본 설정을 업데이트하거나 사용할 수 있습니다
zh_tw: 注意：您可能會更新的基本設置下面的服務或使用

source: Nagios Core Config Manager
cs_cz: nagios jádra config manažer
ko_kr: Nagios 코어 구성 관리자
zh_tw: Nagios的核心配置管理

source: to modify advanced settings for this service.
cs_cz: pro úpravu pokročilých nastavení této služby.
ko_kr: 본 서비스에 대한 설정을 수정합니다.
zh_tw: 修改該服務的設置。

source: Attributes
cs_cz: atributy
ko_kr: 속성
zh_tw: 屬性

source: Change basic service settings.
cs_cz: -li změnit základní nastavení hostitelů.
ko_kr: 기본 호스트 설정을 변경합니다.
zh_tw: 改變基本的主機設置。

source: Host Name
cs_cz: jméno hosta
ko_kr: 호스트 이름
zh_tw: 主機名

source: The unique name of the host.
cs_cz: jedinečný název hostitele.
ko_kr: 호스트의 고유 한 이름.
zh_tw: 獨特的主機名。

source: Service Description
cs_cz: popis služby
ko_kr: 서비스 설명
zh_tw: 服務說明

source: The unique description of the service
cs_cz: jedinečný popis služby
ko_kr: 서비스의 고유 한 설명
zh_tw: 服務的獨特描述

source: Display Name
cs_cz: zobrazované jméno
ko_kr: 이름 표시
zh_tw: 顯示名稱

source: Specify the parameters that determine how the service should be monitored
cs_cz: specifikovat parametry, které určují, jak by měla být služba monitorována
ko_kr: 서비스가 모니터링하는 방법을 결정하는 매개 변수를 지정
zh_tw: 指定的參數，確定服務應如何進行監控

source: Monitor the service every
cs_cz: monitorovat službu každý
ko_kr: 모든 서비스를 모니터링
zh_tw: 監控服務的每一個

source: Re-check the service every
cs_cz: re-check službu každý
ko_kr: 모든 서비스를 다시 확인
zh_tw: 重新檢查服務

source: Monitor the service with this command
cs_cz: monitorovat službu s tímto příkazem
ko_kr: 이 명령으로 서비스를 모니터링
zh_tw: 此命令與監控服務

source: (Advanced users only)
cs_cz: (Pouze pro pokročilé uživatele)
ko_kr: (고급 사용자 만 해당)
zh_tw: （僅適用於高級用戶）

source: Specify the parameters that determine how notifications should be sent for the service
cs_cz: specifikovat parametry, které určují, jak by měla být oznámení poslal pro službu
ko_kr: 알림 서비스에 전송하는 방법을 결정하는 매개 변수를 지정
zh_tw: 指定的參數，以確定如何發送通知的服務

source: minutes until the problem is resolved
cs_cz: minut, dokud je problém vyřešen
ko_kr: 분 문제가 해결 될 때까지
zh_tw: 分鐘，直到問題得到解決

source: Adjust settings
cs_cz: upravit nastavení
ko_kr: 설정을 조정
zh_tw: 調整設置

source: This service appears to make use of an advanced configuration using the Core Config Manager.
cs_cz: Zobrazí se tato služba využívat pokročilé konfiguraci pomocí Správce jádra config.
ko_kr: 이 서비스는 핵심 구성 관리자를 사용하여 고급 구성을 사용하도록 나타난다.
zh_tw: 出現該服務利用使用核心配置管理器的高級配置。

source: Unfortunately, due to this service not being bound to a specific host (perhaps to a hostgroup instead?) we are unable to link you directly to it.
cs_cz: Bohužel kvůli tomu, že tato služba není vázána na určitého hostitele (možná místo hostitelské skupiny?), Nemůžeme s vámi přímo propojit.
ko_kr: 불행하게도이 서비스가 특정 호스트 (예 : 호스트 그룹)에 연결되어 있지 않기 때문에 우리는 귀하를이 호스트에 직접 연결할 수 없습니다.
zh_tw: 不幸的是，由於這個服務沒有綁定到一個特定的主機（可能是一個主機組呢？），我們無法直接鏈接到它。

source: You can use the link below to search the CCM for potential matches.
cs_cz: Můžete použít níže uvedený odkaz pro vyhledávání potenciálních zápasů v ccm.
ko_kr: 아래 링크를 사용하여 ccm에서 잠재적 인 일치 항목을 검색 할 수 있습니다.
zh_tw: 您可以使用下面的鏈接搜索ccm的潛在匹配。

source: Contact your Nagios administrator to modify the settings for this service.
cs_cz: obraťte se na správce Nagios upravit nastavení pro tuto službu.
ko_kr: 본 서비스에 대한 설정을 수정하려면 Nagios 관리자에게 문의하십시오.
zh_tw: 請聯繫您的Nagios的管理員修改設置此服務。

source: Edit in CCM
cs_cz: editovat v ccm
ko_kr: CCM 편집
zh_tw: 編輯在CCM

source: Search for service in CCM
cs_cz: Hledání služby v ccm
ko_kr: ccm 단위로 서비스 검색
zh_tw: 搜索服務在ccm

source: Configuration submitted for processing
cs_cz: Konfigurace předložen ke zpracování
ko_kr: 구성 처리를 위해 제출 ...
zh_tw: 配置提交處理...

source: An error occurred during command submission. If this problem persists, contact your Nagios administrator.
cs_cz: Během příkazového podání došlo k chybě. Pokud tento problém přetrvává, obraťte se na správce Nagios.
ko_kr: 오류가 명령을 전송하는 동안 발생했습니다. 이 문제가 지속되면 Nagios 관리자에게 문의하십시오.
zh_tw: 命令提交過程中發生錯誤。如果這個問題仍然存在，請與您的Nagios的管理員。

source: Configuration applied successfully and backend was restarted.
cs_cz: Konfigurace úspěšně aplikován i backend byl restartován.
ko_kr: 구성이 성공적으로 적용하고 백엔드가 다시 시작되었다.
zh_tw: 配置成功應用和後端重新啟動。

source: Service Re-Configuration Successful
cs_cz: Služba re-konfigurace úspěšná
ko_kr: 서비스 다시 구성 성공
zh_tw: 服務重新配置成功

source: The service has successfully been re-configured with the new settings.
cs_cz: služba byla úspěšně re-nakonfigurován s novým nastavením.
ko_kr: 이 서비스는 성공적으로 새로운 설정으로 다시 설정되었습니다.
zh_tw: 服務已成功地重新配置新的設置。

source: View status details for
cs_cz: Stavové zobrazit podrobnosti
ko_kr: 에 대한 상태 세부 정보보기
zh_tw: 查看狀態詳細信息

source: View the latest configuration snapshots
cs_cz: zobrazit nejnovější konfigurace snímky
ko_kr: 최신 구성 스냅 샷보기
zh_tw: 查看最新的配置快照

source: Configuration error. Could not apply configuration.
cs_cz: Chyba konfigurace. nelze použít konfiguraci.
ko_kr: 구성 오류. 구성을 적용 할 수 없습니다.
zh_tw: 配置錯誤。不能申請配置。

source: Service Re-Configuration Failed
cs_cz: servisní re-konfigurace se nezdařilo
ko_kr: 서비스 다시 구성 실패
zh_tw: 服務重新配置失敗

source: A failure occurred while attempting to re-configure the service with the new settings.
cs_cz: došlo k selhání při pokusu o re-konfiguraci služby s novým nastavením.
ko_kr: 새로운 설정을 다시 구성 서비스하는 동안 오류가 발생했습니다.
zh_tw: 發生了故障，在試圖使用新的設置重新配置的服務。

source: Waiting for configuration verification
cs_cz: čekání na ověření konfigurace
ko_kr: 구성 확인을 위해 대기 중
zh_tw: 等待配置驗證

source: Configuration applied successfully.
cs_cz: Konfigurace úspěšně použita.
ko_kr: 구성이 성공적으로 적용
zh_tw: 配置成功應用

source: Configuration verification failed.
cs_cz: Ověření konfigurace se nezdařilo.
ko_kr: 구성 확인에 실패했습니다
zh_tw: 配置驗證失敗

source: Configure Host
cs_cz: konfigurace hostitele
ko_kr: 호스트 구성
zh_tw: 配置主機

source: Note: You may update basic settings for the host below or use the
cs_cz: Poznámka: můžete aktualizovat základní nastavení pro hostitele níže nebo použijte
ko_kr: 참고 : 아래의 호스트에 대한 기본 설정을 업데이트하거나 사용할 수 있습니다
zh_tw: 注意：您可能會更新的基本設置下面的主機或使用

source: to modify advanced settings for this host.
cs_cz: upravit rozšířená nastavení tohoto hostitele.
ko_kr: 이 호스트에 대한 설정을 수정합니다.
zh_tw: 修改該主機的設置。

source: Host attribute values which are inherited from advanced templates are not shown below.
cs_cz: hodnoty atributů hostitele, které jsou zděděny z rozšířených šablon, nejsou zobrazeny níže.
ko_kr: 고급 템플리트에서 상속 된 호스트 속성 값은 아래에 표시되지 않습니다.
zh_tw: 從高級模板繼承的主機屬性值不顯示在下面。

source: Host Parents
cs_cz: hostit rodiče
ko_kr: 호스트 - 부모
zh_tw: 主機 - 父母

source: Change basic host settings.
cs_cz: -li změnit základní nastavení hostitelů.
ko_kr: 기본 호스트 설정을 변경합니다.
zh_tw: 改變基本的主機設置。

source: Address
cs_cz: adresa
ko_kr: 주소
zh_tw: 地址

source: The IP address or FQDNS name of the host
cs_cz: IP adresa nebo FQDN název hostitele
ko_kr: IP 주소 또는 호스트의 FQDNS 이름
zh_tw: 主機的IP地址或FQDN名稱

source: Alias
cs_cz: přezdívka
ko_kr: 별명
zh_tw: 別號

source: Specify the parameters that determine how the host should be monitored
cs_cz: specifikovat parametry, které určují, jak by měl být sledován hostitel
ko_kr: 호스트를 모니터링하는 방법을 결정하는 매개 변수를 지정
zh_tw: 指定的參數確定如何監控主機應

source: Monitor the host every
cs_cz: monitorovat hostitele každý
ko_kr: 모든 호스트를 모니터링
zh_tw: 監控主機每

source: Re-check the host every
cs_cz: re-zkontrolovat hostitele každý
ko_kr: 모든 호스트에게 다시 확인
zh_tw: 重新檢查主機

source: Monitor the host with this command
cs_cz: monitorovat hostitele s tímto příkazem
ko_kr: 이 명령을 사용하여 호스트를 모니터
zh_tw: 監控主機使用此命令

source: Specify the parameters that determine how notifications should be sent for the host.
cs_cz: specifikovat parametry, které určují, jak by měla být oznámení poslal pro hostitele.
ko_kr: 알림이 호스트에 대한 전송하는 방법을 결정하는 매개 변수를 지정합니다.
zh_tw: 指定的參數，以確定如何發送通知的主機。

source: This host appears to make use of an advanced configuration using the Core Config Manager.
cs_cz: Tento hostitel se jeví využít pokročilé konfigurace pomocí Správce jádra config.
ko_kr: 이 호스트는 코어 구성 관리자를 사용하여 고급 구성을 사용하도록 나타난다.
zh_tw: 這台主機出現利用使用核心配置管理器的高級配置。

source: Contact your Nagios administrator to modify the settings for this host.
cs_cz: obraťte se na správce Nagios upravit nastavení pro tohoto hostitele.
ko_kr: 이 호스트에 대한 설정을 수정하려면 Nagios 관리자에게 문의하십시오.
zh_tw: 請聯繫您的Nagios的管理員修改該主機的設置。

source: User reconfigured host '
cs_cz: Uživatel překonfigurovat hostitel "
ko_kr: 사용자 재구성 호스트 '
zh_tw: 用戶重新配置主機“

source: An error occurred during command submission. If this problem persists, contact your Nagios administrator.
cs_cz: Během příkazového podání došlo k chybě. Pokud tento problém přetrvává, obraťte se na správce Nagios.
ko_kr: 오류가 명령을 전송하는 동안 발생했습니다. 이 문제가 지속되면 Nagios 관리자에게 문의하십시오.
zh_tw: 命令提交過程中發生錯誤。如果這個問題仍然存在，請與您的Nagios的管理員。

source: Host Re-Configuration Successful
cs_cz: hostit re-konfigurace úspěšná
ko_kr: 호스트 다시 구성 성공
zh_tw: 主機重新配置成功

source: The host has successfully been re-configured with the new settings.
cs_cz: hostitel byl úspěšně re-nakonfigurován s novým nastavením.
ko_kr: 호스트가 성공적으로 새로운 설정으로 다시 설정되었습니다.
zh_tw: 主機已成功地重新配置新的設置。

source: Host Re-Configuration Failed
cs_cz: Hostitelské re-konfigurace se nezdařilo
ko_kr: 호스트 다시 구성 실패
zh_tw: 主機重配置失敗

source: A failure occurred while attempting to re-configure the host with the new settings.
cs_cz: došlo k selhání při pokusu o re-konfiguraci hostitele s novým nastavením.
ko_kr: 새로운 설정으로 호스트를 다시 구성하는 동안 오류가 발생했습니다.
zh_tw: 在試圖使用新的設置重新配置主機發生了故障。

source: Configuration Options
cs_cz: možnosti konfigurace
ko_kr: 구성 옵션
zh_tw: 配置選項

source: Choose what how you would like to configure Nagios XI. To get started right away, try using a configuration wizard under the 'Start Monitoring Now' section.
cs_cz: vybrat, co, jak byste chtěli nakonfigurovat Nagios XI. Začněte hned, zkuste použít průvodce konfigurací pod 'start nyní monitoruje' sekce.
ko_kr: 당신의 Nagios XI를 구성하고자하는 방법을 선택할. 바로 시작하려면 '지금 모니터링을 시작'섹션에서 구성 마법사를 사용해보십시오.
zh_tw: 選擇什麼樣的，你怎麼想的nagios配置兮。要馬上開始，請嘗試使用下的“現在開始監視”部分配置嚮導。

source: Deploy Monitoring Agents and Configure
cs_cz: nasazení monitorovacích agentů a konfigurace
ko_kr: 모니터링 에이전트 배포 및 구성
zh_tw: 部署監視代理程序並配置

source: Quickly deploy NCPA (our monitoring agent) on a Linux system and configure what you'd like to monitor.
cs_cz: rychle nasaďte ncpa (náš monitorovací agent) na linuxový systém a nakonfigurujte, co chcete sledovat.
ko_kr: Linux 시스템에 ncpa (모니터링 에이전트)를 신속하게 배포하고 모니터링 할 대상을 구성하십시오.
zh_tw: 在Linux系統上快速部署ncpa（我們的監視代理）並配置您要監視的內容。

source: Run Auto Deployment
cs_cz: spustit automatické nasazení
ko_kr: 자동 배포 실행
zh_tw: 運行自動部署

source: Start Monitoring Now
cs_cz: začít sledovat nyní
ko_kr: 지금 모니터링을 시작
zh_tw: 開始監視現在

source: Quickly monitor a new device, server, application, or service using an easy configuration wizard.
cs_cz: Rychle sledovat nové zařízení, serverů, aplikací nebo služba, která používá jednoduchý průvodce konfigurací.
ko_kr: 신속 용이 한 구성 마법사를 사용하여 새 장치, 서버, 응용 프로그램 또는 서비스를 모니터링 할 수 있습니다.
zh_tw: 快速監測新設備，服務器，應用程序或服務，使用一個簡單的配置嚮導。

source: Run a configuration wizard
cs_cz: spustit průvodce konfigurací
ko_kr: 구성 마법사를 실행
zh_tw: 運行配置嚮導

source: Auto-Discovery
ko_kr: 자동 검색 작업
zh_tw: 自動發現工作

source: Run an auto-discovery job to automatically find hardware, devices, and services to monitor.
cs_cz: spustit auto-discovery úlohy automaticky najít hardware, zařízení a služby, aby sledovaly.
ko_kr: 자동 모니터링하는 하드웨어, 장치 및 서비스를 발견하기 위해 자동 - 발견 작업을 실행.
zh_tw: 運行一個自動發現作業以自動發現硬件，設備和服務的監視。

source: Use the auto-discovery tool
cs_cz: použijte nástroj auto-discovery
ko_kr: 자동 검색 도구를 사용하여
zh_tw: 使用自動搜索工具

source: Advanced Configuration
cs_cz: pokročilá konfigurace
ko_kr: 고급 구성
zh_tw: 高級配置

source: Manage your monitoring config files using an advanced web interface. <strong><em>Recommended for experienced users</em></strong>.
cs_cz: spravovat své monitorování konfiguračních souborů pomocí pokročilého webového rozhraní. <strong><em>doporučeno pro zkušené uživatele.</em></strong>
ko_kr: 고급 웹 인터페이스를 제공합니다. <em><strong>숙련 된 사용자에게 권장을</strong></em> 사용하여 모니터링 설정 파일을 관리 할 수 있습니다.
zh_tw: 採用了先進的Web界面。 <em><strong>建議有經驗的用戶</strong></em>管理監控的配置文件。

source: Go to Nagios Core Config Manager
cs_cz: přejít na Nagios jádra config manažer
ko_kr: Nagios 코어 구성 관리자
zh_tw: Nagios的核心配置管理

source: Manage Account Settings
cs_cz: spravovat nastavení účtu
ko_kr: 내 계정 설정
zh_tw: 我的帳戶設置

source: Modify your account information, preferences, and notification settings.
cs_cz: upravovat informace o účtu, předvolby a nastavení oznámení.
ko_kr: 귀하의 계정 정보, 환경 설정, 알림 설정을 수정합니다.
zh_tw: 修改您的帳戶信息，喜好，和通知設置。

source: Edit your profile settings
cs_cz: upravit nastavení profilu
ko_kr: 프로필 설정을 편집
zh_tw: 編輯您的配置文件設置

source: Configuration Wizard
cs_cz: průvodce konfigurací
ko_kr: 구성 마법사
zh_tw: 配置嚮導

source: Configuration Wizards
cs_cz: průvodců konfigurací
ko_kr: 구성 마법사
zh_tw: 配置嚮導

source: Checking this box will make Nagios XI wizards no longer run apply configuration after completing the wizard. This setting is saved per user. This setting will be saved until you change it.
cs_cz: zaškrtnutím tohoto políčka bude nagios xi průvodci již spustit aplikovat konfiguraci po dokončení průvodce. Toto nastavení je uloženo na uživatele. Toto nastavení bude uloženo, dokud jej nezměníte.
ko_kr: 이 상자를 선택하면의 Nagios XI 마법사가 더 이상 마법사를 완료 한 후 구성을 적용 실행되지 할 것입니다. 이 설정은 사용자별로 저장됩니다. 당신이 그것을 변경할 때까지이 설정이 저장됩니다.
zh_tw: 選中此框將使Nagios的喜嚮導不再運行完成嚮導後應用配置。此設置保存每個用戶。該設置將被保存，直到你改變它。

source: Extend and automate your workflow by using integrations for your favorite tools
cs_cz: Rozšiřte a automatizujte svůj pracovní postup pomocí integrací pro své oblíbené nástroje
ko_kr: 자주 사용하는 도구에 대한 통합을 사용하여 워크플로를 확장하고 자동화하세요.
zh_tw: 透過使用您喜愛的工具的整合來擴展和自動化您的工作流程

source: Other OS
cs_cz: jiné os
ko_kr: 다른 OS
zh_tw: 其他操作系統

source: Network
cs_cz: síť
ko_kr: 네트워크
zh_tw: 網絡

source: Database
cs_cz: databáze
ko_kr: 데이터베이스
zh_tw: 數據庫

source: Nagios Products
cs_cz: výrobky nagios
ko_kr: Nagios의 제품
zh_tw: Nagios的產品

source: Custom
cs_cz: zvyk
ko_kr: 관습
zh_tw: 習慣

source: Max Checks Reached
cs_cz: max. dosaženo kontrol
ko_kr: 최대 수표에 도달했습니다.
zh_tw: 達到最大檢查

source: You are using
cs_cz: které používáte
ko_kr: 당신이 사용하고있는
zh_tw: 您正在使用

source: the
ko_kr: 그만큼
zh_tw: 該

source: available for this instance.
cs_cz: k dispozici pro tuto instanci.
ko_kr: 이 인스턴스에 사용할 수 있습니다.
zh_tw: 可用於此實例。

source: To add more, either upgrade the instance via your
cs_cz: Chcete-li přidat další kontroly, buď upgradujte instanci prostřednictvím svého
ko_kr: 더 많은 수표를 추가하려면
zh_tw: 要添加更多檢查，可以通過您的實例升級實例

source: cloud account
ko_kr: 클라우드 계정
zh_tw: 雲賬戶

source: or remove old
cs_cz: nebo odstranit staré
ko_kr: 또는 오래된 것을 제거하십시오.
zh_tw: 或刪除舊的

source: you no longer need.
cs_cz: již nepotřebujete.
ko_kr: 너는 더 이상 필요 없어.
zh_tw: 你不再需要。

source: To add more, upgrade your license or remove old
cs_cz: přidat další, upgradovat licenci nebo odstranit staré
ko_kr: 추가, 라이센스 업그레이드 또는 오래된 제거
zh_tw: 要添加更多，升級您的許可證或刪除舊的

source: Configuration Wizards - Select a Wizard
cs_cz: průvodců konfigurací - výběr Průvodce
ko_kr: 구성 마법사 - 마법사를 선택
zh_tw: 配置嚮導 - 選擇嚮導

source: Config wizard settings
cs_cz: Nastavení průvodce config
ko_kr: 구성 마법사 설정
zh_tw: 配置嚮導設置

source: Start monitoring your infrastructure in minutes. Configuration wizards guide you through the process of setting up your devices, servers, applications, services, and more in Nagios XI. Select the appropriate wizard below to get started.
cs_cz: začít sledovat vaši infrastrukturu během několika minut. průvodců konfigurací vás provede procesem nastavení vašich zařízení, servery, aplikace, služby a další v Nagios XI. vyberte příslušnou průvodce níže, abyste mohli začít.
ko_kr: 분 인프라 모니터링을 시작. 구성 마법사는 장치, 서버, 응용 프로그램, 서비스를 설정하는 과정을 안내하고의 Nagios XI에서 더. 아래에서 해당 마법사를 선택 시작하려면.
zh_tw: 開始監控你在幾分鐘內的基礎設施。配置嚮導可指導您完成設置您的設備，服務器，應用，服務的過程中，多在Nagios的喜。下面選擇相應的嚮導上手。

source: Uncategorized
cs_cz: Nezařazeno
ko_kr: 분류되지 않은
zh_tw: 未分類

source: Get More Wizards
cs_cz: získat více průvodců
ko_kr: 추가 마법사를 가져 오기
zh_tw: 獲得更多的精靈

source: No wizard selected.
cs_cz: no Průvodce vybrána.
ko_kr: 어떤 마법사가 선택되지 않았습니다.
zh_tw: 沒有嚮導選擇。
