Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: It looks like the install script has failed. You may need to run the script as root:
cs_cz: vypadá to, že instalační skript selhal. budete muset spustit skript jako root:
ko_kr: 설치 스크립트가 실패한 것 같습니다. 루트로 스크립트를 실행해야 할 수도 있습니다 :
zh_tw: 它看起來像安裝腳本失敗。您可能需要以root身份運行該腳本：

source: <b>Folder Watch by SSH:</b><br>To configure the remote host to allow open SSH for this wizard refer to this document: <a href='https://assets.nagios.com/downloads/nagiosxi/docs/Monitoring_Hosts_Using_SSH.pdf' target='_blank'>Monitoring_Hosts_Using_SSH.pdf</a>
cs_cz: <b>Složka hodinky ssh:</b> <br> Konfigurace vzdáleného hostitele, aby otevřené ssh na tomto průvodci se vztahují k tomuto dokumentu: <a href='https://assets.nagios.com/downloads/nagiosxi/docs/monitoring_hosts_using_ssh.pdf' target='_blank'>monitoring_hosts_using_ssh.pdf</a>
ko_kr: 연결이 현재 SSH 키 구성을 사용하여 시험했을 때 SSH 실패. 이 마법사는 오픈 SSH가이 문서를 참조 할 수 있도록 원격 호스트를 구성합니다 <a href='http://assets.nagios.com/downloads/nagiosxi/docs/monitoring_hosts_using_ssh.pdf' target='_blank'>monitoring_hosts_using_ssh.pdf을</a>
zh_tw: 當連接使用當前SSH密鑰的配置進行了測試SSH失敗。配置遠程主機允許開放SSH進行此嚮導參閱本文檔： <a href='http://assets.nagios.com/downloads/nagiosxi/docs/monitoring_hosts_using_ssh.pdf' target='_blank'>monitoring_hosts_using_ssh.pdf</a>

source: This Wizard will not run properly if you are not able to login with passwordless SSH into the remote host.
cs_cz: Tento průvodce nebude správně pracovat, pokud nejste schopni se přihlásit pomocí ssh passwordless do vzdáleného hostitele.
ko_kr: 원격 호스트에 패스워드없이 ssh를 사용하여 로그인 할 수없는 경우이 마법사가 제대로 실행되지 않습니다.
zh_tw: 如果你無法與密碼的ssh登錄到遠程主機該嚮導將無法正常運行。

source: The path of the folder or file you'd like to monitor.
cs_cz: cesta složku nebo soubor, který chcete sledovat.
ko_kr: 또는 폴더의 경로를 모니터링하고 싶은 파일.
zh_tw: 該文件夾或文件的路徑，你想監控。

source: The IP address or FQDNS name of the server you wish to connect to using SSH.
cs_cz: IP adresa nebo FQDN název serveru, který chcete připojit pomocí ssh.
ko_kr: 서버의 IP 주소 또는 FQDN을 이름 당신은 SSH를 사용하여 연결하고 싶습니다.
zh_tw: 服務器的IP地址或FQDN的名稱要連接到使用ssh。

source: If this box is checked the wizard will SSH into a remote host. If you want to run this wizard locally uncheck this box.
cs_cz: Pokud je toto políčko zaškrtnuto Průvodce bude ssh do vzdáleného hostitele. Chcete-li spustit tohoto průvodce místně zaškrtnutí tohoto políčka.
ko_kr: 이 상자를 선택하는 경우 마법사는 원격 호스트로 ssh를합니다. 이 마법사를 실행하려면 로컬이 상자를 선택하거나 선택을 취소합니다.
zh_tw: 如果選中該複選框，嚮導將ssh登錄到遠程主機。如果你想運行該嚮導在本地取消選中此複選框。

source: No Address specified.
cs_cz: žádná adresa specifikována.
ko_kr: 지정된 주소가 없습니다.
zh_tw: 沒有指定的地址。

source: No File Path Specified.
cs_cz: žádná cesta k souboru zadán.
ko_kr: 파일 경로를 지정하지.
zh_tw: 沒有指定文件路徑。

source: SSH Connection Verified
cs_cz: ssh spojení ověřen
ko_kr: SSH 연결 확인
zh_tw: ssh連接驗證

source: This is the directory you have chosen to watch. Satistics associated with it are below.
cs_cz: To je adresář, který jste si vybrali sledovat. satistics s ním spojené jsou uvedeny níže.
ko_kr: 이것은 당신이보고 선택한 디렉토리입니다. 그와 관련된 satistics은 다음과 같습니다.
zh_tw: 這是你選擇觀看的目錄。與它相關satistics如下。

source: The number of non-hidden files in the directory.
cs_cz: počet non-skrytých souborů v adresáři.
ko_kr: 디렉토리에서 숨겨지지 않은 파일의 수.
zh_tw: 目錄中的非隱藏文件的數量。

source: Current File Ages (seconds).
cs_cz: Aktuální soubor věkové kategorie (sekund).
ko_kr: 현재 파일 세 (초).
zh_tw: 目前的檔案年齡（秒）。

source: Current File Sizes in bytes.
cs_cz: Aktuální velikosti souborů v bajtech.
ko_kr: 현재 파일의 바이트 크기.
zh_tw: 當前文件大小以字節為單位。

source: The name you would like to have associated with this directory.
cs_cz: název byste chtěli mít spojená s tímto adresáře.
ko_kr: 이 프린터와 관련된 것으로 싶은 이름입니다.
zh_tw: 你想與這台打印機的名稱。

source: The service description that you would like to have used for specific services you select below.
cs_cz: popis služby, které byste rádi používali pro určité služby, které jste vybrali níže.
ko_kr: 당신이 원하는 서비스 설명은 아래 선택 특정 서비스를 사용하고 있습니다.
zh_tw: 服務描述，你想都用於選擇以下特定的服務。

source: Specify which options you want to monitor a directory with.
cs_cz: určit, které možnosti chcete sledovat adresář s.
ko_kr: 당신이있는 디렉토리를 모니터링 할 할 설정을 지정합니다.
zh_tw: 指定要監視一個目錄的設置。

source: Query only files, directories or both.
cs_cz: dotazovat pouze soubory, adresáře nebo obojí.
ko_kr: 파일 만, 디렉토리 또는 둘 모두를 감지합니다.
zh_tw: 只檢測文件，目錄或兩者兼而有之。

source: Specify which services you want to monitor a directory with. The Regex Expression will be used for all the services below. To include an age or size query select the corresponding checkbox.
cs_cz: určit, které služby chcete sledovat adresář s. výraz regex bude použit pro všechny níže uvedené služby. zahrnout věk nebo velikost dotaz zaškrtněte příslušná políčka.
ko_kr: 당신이있는 디렉토리를 모니터링 할 서비스를 지정합니다. 정규식 일치하는 각 서비스에 사용됩니다. 연령이나 크기 쿼리를 포함하면 해당 확인란을 선택합니다.
zh_tw: 指定要監視一個目錄的服務。一個正則表達式的匹配，將用於每個服務。包括年齡或大小查詢中選擇相應的複選框。

source: The default regex for all files/directories is
cs_cz: Výchozí regex pro všechny soubory / adresáře je
ko_kr: 모든 파일 / 디렉토리에 대한 기본 정규식입니다
zh_tw: 默認的正則表達式的所有文件/目錄是

source: . This translates into one or more non-null characters and is intended to be used as a wildcard.
cs_cz: , to znamená do jednoho nebo více non-null znaky a je určena k použití jako zástupný.
ko_kr: . 이것은 하나 또는 그 이상의 비 - 널 문자로 변환하고 와일드 카드로 사용되도록 의도된다.
zh_tw: 。這轉化為一個或多個非空字符和旨在被用作通配符。

source: The Regex pattern to query.
cs_cz: regex vzorem na dotaz.
ko_kr: 조회 할 정규식 패턴.
zh_tw: 正則表達式的模式來查詢。

source: No Host Name Specified. You Must Set a Unique Host Name.
cs_cz: žádný název hostitelského počítače zadán. musíte nastavit jedinečný název hostitele.
ko_kr: 지정되지 호스트 레이블이 없습니다. 당신은 고유 한 호스트의 레이블을 설정해야합니다
zh_tw: 未指定主機標籤。您必須設定一個唯一的主機標籤

source: Invalid service prefix. Can only contain alphanumeric characters, spaces, and the following:
cs_cz: neplatný služba prefix. může obsahovat pouze alfanumerické znaky, mezery a následující:
ko_kr: 잘못된 서비스 접두사. 영숫자 문자, 공백 및 다음 만 포함 할 수 <b>있습니다. \ : _-</b>
zh_tw: 無效的服務前綴。只能包含字母數字字符，空格和以下內容<b>：\：_-</b>

source: No Warning Value Specified. You Must Set a Warning Value for File Count.
cs_cz: žádné varování hodnota určená. musíte nastavit varovný hodnotu pro počet souborů.
ko_kr: 지정된 경고 값이 없습니다. 당신은 파일 개수에 대한 경고 값을 설정해야합니다.
zh_tw: 沒有指定警告值。您必須為文件計數到警告值。

source: The Warning Value Must Be An Integer.
cs_cz: výstraha hodnota musí být celé číslo.
ko_kr: 경고의 값은 정수 여야합니다.
zh_tw: 警戒值必須是一個整數。

source: No Critical Value Specified. You Must Set a Critical Value for File Count.
cs_cz: žádná kritická hodnota specifikována. musíte nastavit kritickou hodnotu pro počet souborů.
ko_kr: 지정된에는 임계 값이 없습니다. 당신은 파일 개수에 대한 임계 값을 설정해야합니다.
zh_tw: 沒有指定的臨界值。您必須為文件數臨界值。

source: The Critical Value Must Be An Integer.
cs_cz: kritická hodnota musí být celé číslo.
ko_kr: 임계 값은 정수 여야합니다.
zh_tw: 該臨界值必須是一個整數。

source: No Regex Query Specified. You Must Set a Regex pattern to search for.
cs_cz: no regex dotaz zadán. musíte nastavit regex vzorem pro vyhledávání.
ko_kr: 지정되지 정규식 쿼리 없습니다. 당신이 검색하는 정규식 패턴을 설정해야합니다.
zh_tw: 沒有指定正則表達式的查詢。你必須設置一個正則表達式來搜索。

source: You must specify a pair of values to make a *File Age* comparison.
cs_cz: je nutné zadat dvojici hodnot, aby * věk souboru * srovnání s.
ko_kr: 당신은 * 파일 나이 * 비교를하기 위해 한 쌍의 값을 지정해야합니다.
zh_tw: 您必須指定一對值作*文件的年齡*比較。

source: You must specify a pair of values to make a *File Size* comparison.
cs_cz: je nutné zadat dvojici hodnot, aby * Velikost souboru * srovnání s.
ko_kr: 당신은 * 파일 크기 * 비교를하기 위해 한 쌍의 값을 지정해야합니다.
zh_tw: 您必須指定一對值作*文件大小*比較。

source: The IP address or FQDNS name of the device or server associated with the FTP server
cs_cz: IP adresa nebo FQDN název zařízení nebo serveru spojené s ftp serveru
ko_kr: LDAP 서버와 연관된 IP 주소 또는 FQDNS 이름 장치 또는 서버
zh_tw: 該設備的IP地址或FQDN名稱或服務器與LDAP服務器

source: FTP Server Metrics
cs_cz: ftp serveru metriky
ko_kr: FTP 서버 통계
zh_tw: FTP服務器的度量

source: File Transfer
cs_cz: přenos souboru
ko_kr: 파일 전송
zh_tw: 文件傳輸

source: Monitor login and file transfer capabilities of an FTP server.
cs_cz: monitorovat přihlašovací jméno a přenos souborů schopnosti ftp server.
ko_kr: FTP 서버의 로그인 및 파일 전송 기능을 모니터링합니다.
zh_tw: 監測的FTP服務器的登錄和文件傳輸功能。

source: Network Device Information
cs_cz: Informace o síťové zařízení
ko_kr: 네트워크 장치 정보
zh_tw: 網絡設備信息

source: Device Address
cs_cz: adresa zařízení
ko_kr: 장치 주소
zh_tw: 設備地址

source: Device Details
cs_cz: podrobnosti o zařízení
ko_kr: 시스템 그룹
zh_tw: 設備詳細信息

source: Device Services
cs_cz: služby zařízení
ko_kr: 장치 서비스
zh_tw: 設備服務

source: Monitor a generic IP network device.
cs_cz: monitorovat generický ip síťové zařízení.
ko_kr: 일반 IP 네트워크 장치를 모니터링합니다.
zh_tw: 一個通用的IP網絡監控設備。

source: Generic Network Device
cs_cz: generické síťové zařízení
ko_kr: 일반 네트워크 장치
zh_tw: 一般網絡設備

source: Setup NCPA
cs_cz: nastavení ncpa
ko_kr: 설치 ncpa
zh_tw: 設置ncpa

source: Information
cs_cz: informace
ko_kr: 정보
zh_tw: 信息

source: Server Information
cs_cz: informační server
ko_kr: 서버 정보
zh_tw: 服務器信息

source: Invalid port number.
cs_cz: neplatné číslo portu.
ko_kr: 포트 번호가 잘못되었습니다.
zh_tw: 無效的端口號。

source: %s Server
cs_cz: reklamní server
ko_kr: 광고 서버
zh_tw: 廣告服務器

source: LDAP Connection Settings
cs_cz: nastavení připojení
ko_kr: 연결 설정
zh_tw: 連接設置

source: LDAP Base
cs_cz: LDAP základna
ko_kr: LDAP 기본
zh_tw: LDAP基

source: Bind DN
ko_kr: 바인드 DN
zh_tw: 綁定DN

source: Change Password
cs_cz: změnit heslo
ko_kr: 비밀번호를 변경
zh_tw: 更改密碼

source: The password used to login to the %s server (if required)
cs_cz: heslo používá k přihlášení k LDAP serveru (v případě potřeby)
ko_kr: (필요한 경우) 비밀번호는 LDAP 서버에 로그인하는 데 사용
zh_tw: 所用的密碼登錄到LDAP服務器（如果需要）

source: Version of LDAP protocol to use
cs_cz: verze protokolu LDAP k použití
ko_kr: 사용하는 LDAP 프로토콜의 버전
zh_tw: 使用LDAP協議的版本

source: Security to use for LDAP connection (optional)
cs_cz: Bezpečnostní použít pro připojení LDAP (volitelně)
ko_kr: LDAP 연결 (선택 사항)에 사용할 보안
zh_tw: 安全使用LDAP連接（可選）

source: Port Override
cs_cz: Port potlačení
ko_kr: 포트 무시
zh_tw: 端口改寫

source: Monitor an LDAP server.
cs_cz: monitorovat LDAP server.
ko_kr: LDAP 서버를 모니터링 할 수 있습니다.
zh_tw: 監視LDAP服務器。

source: Monitor an Active Directory server via LDAP connection.
cs_cz: sledovat aktivní adresářový server prostřednictvím připojení ldap.
ko_kr: LDAP 연결을 통해 활성 디렉토리 서버를 모니터하십시오.
zh_tw: 通過ldap連接監視活動目錄服務器。

source: The IP Address or FQDNS name associated with the LDAP server.
cs_cz: adresu IP nebo jméno fqdns přidružené k serveru ldap.
ko_kr: ldap 서버와 연관된 IP 주소 또는 fqdns 이름.
zh_tw: 與ldap服務器關聯的ip地址或fqdns名稱。

source: The LDAP base to use
cs_cz: LDAP základna k použití
ko_kr: 사용하는 LDAP 기반
zh_tw: LDAP基本使用

source: LDAP bind DN (if required)
cs_cz: LDAP bind dn (v případě potřeby)
ko_kr: LDAP 바인드 DN (필요한 경우)
zh_tw: LDAP綁定DN（如果需要）

source: The IP Address or FQDNS name associated with a Domain Controller.
cs_cz: adresa IP nebo jméno fqdns přidružené k řadiči domény.
ko_kr: 도메인 컨트롤러와 연결된 IP 주소 또는 fqdns 이름
zh_tw: 與域控制器關聯的ip地址或fqdns名稱。

source: The distinguishedName of the container for this user.
cs_cz: rozlišující název kontejneru pro tohoto uživatele.
ko_kr: 이 사용자에 대한 컨테이너의 고유 이름
zh_tw: 此用戶的容器的可分辨名稱。

source: The distinguishedName of the user.
cs_cz: rozlišujícího jména uživatele.
ko_kr: 사용자의 고유 이름
zh_tw: 用戶的可分辨名稱。

source: Port used to connect to NCPA. Defaults to port 5693
cs_cz: port používaný pro připojení k NCPA. výchozí portu 5693
ko_kr: 포트 NCPA에 연결하는 데 사용. 포트 5693 기본값
zh_tw: 端口用於連接到國家大劇院。默認端口5693

source: Used to set the icon for the host
cs_cz: slouží k nastavení ikony hostitele
ko_kr: 호스트 아이콘을 설정하는 데 사용됩니다.
zh_tw: 用於設置主機的圖標

source: Debian
ko_kr: 데비안
zh_tw: Debian的

source: Fedora
ko_kr: 페도라
zh_tw: Fedora的

source: OpenSUSE
ko_kr: 오픈 수세
zh_tw: openSUSE的

source: Oracle
cs_cz: věštec
ko_kr: 신탁
zh_tw: 神諭

source: RedHat Enterprise
cs_cz: redhat firmě
ko_kr: 레드햇 엔터프라이즈
zh_tw: 紅帽企業

source: SUSE Linux Enterprise
cs_cz: suse linux podnik
ko_kr: suse 리눅스 엔터프라이즈
zh_tw: suse linux企業

source: Ubuntu
ko_kr: 우분투
zh_tw: Ubuntu的

source: Generic
cs_cz: obecný
ko_kr: 일반적인
zh_tw: 通用

source: Host Information
cs_cz: informací o hostiteli
ko_kr: 시스템 정보
zh_tw: 系統信息

source: System Metrics
cs_cz: systémové metriky
ko_kr: 시스템 메트릭
zh_tw: 系統指標

source: Total Processes
cs_cz: celkové procesy
ko_kr: 프로세스 모니터
zh_tw: 總流程

source: Disk/Mount
ko_kr: 디스크 / 마운트
zh_tw: 磁盤/掛載

source: Current Usage
cs_cz: současný stav
ko_kr: 현재 상태
zh_tw: 當前狀態

source: Add Disk Check
cs_cz: přidat kontrolu disku
ko_kr: 디스크 검사 추가
zh_tw: 添加磁盤檢查

source: Specify bandwidth limits for your network interfaces. Note that these measurements are per second, not a counter.
cs_cz: zadejte limity šířky pásma pro vaše síťová rozhraní. tato měření jsou za sekundu, ne jako čítač.
ko_kr: 네트워크 인터페이스에 대한 대역폭 제한을 지정하십시오. 이 측정 값은 카운터가 아니라 초당 측정됩니다.
zh_tw: 指定網絡接口的帶寬限制。請注意，這些測量值是每秒，而不是計數器。

source: Interface Name
cs_cz: název rozhraní
ko_kr: 인터페이스 이름
zh_tw: 接口名稱

source: Add Interface Check
cs_cz: přidat kontrolu rozhraní
ko_kr: 인터페이스 확인 추가
zh_tw: 添加界面檢查

source: running
cs_cz: běh
ko_kr: 달리는
zh_tw: 賽跑

source: No plugins found on the agent system
cs_cz: v agentském systému nebyly nalezeny žádné pluginy
ko_kr: 에이전트 시스템에 플러그인이 없습니다.
zh_tw: 在代理系統上找不到插件

source: Processes
cs_cz: procesy
ko_kr: 프로세스
zh_tw: 流程

source: Specify which processes should be running and how many of them there should be.
cs_cz: určit, který by měl být spuštěn proces, a kolik by mělo být
ko_kr: 프로세스가 실행해야하는 지정하고, 얼마나 많은이어야한다
zh_tw: 指定哪些進程應該運行，多少應該是

source: Thresholds (Process count)
cs_cz: prahové hodnoty (počet procesů)
ko_kr: 임계 값 (프로세스 수)
zh_tw: 閾值（過程計數）

source: Select process from currently running process list
cs_cz: vyberte službu ze seznamu aktuálně spuštěných služeb
ko_kr: 현재 서비스 목록을 실행 서비스를 선택
zh_tw: 從當前運行的服務列表中選擇服務

source: Plugins
cs_cz: pluginy
ko_kr: 플러그인
zh_tw: 外掛程式

source: If you have provided plugins on the client that you would like NCPA to run, specify them and the arguments to be passed here.
cs_cz: Pokud jste v klientovi poskytli pluginy, které chcete ncpa spustit, zadejte je a argumenty, které zde mají být předány.
ko_kr: ncpa를 실행하려는 클라이언트에 플러그인을 제공 한 경우 여기에 전달할 인수와 인수를 지정하십시오.
zh_tw: 如果您在客戶端上提供了要運行ncpa的插件，請在此處指定它們和要傳遞的參數。

source: Plugin Name
cs_cz: název pluginu
ko_kr: 플러그인 이름
zh_tw: 插件名稱

source: Plugin Arguments
cs_cz: argumenty pluginu
ko_kr: 플러그인 인수
zh_tw: 插件參數

source: Select a plugin from the list
cs_cz: vyberte plugin ze seznamu
ko_kr: 목록에서 플러그인을 선택하십시오
zh_tw: 從列表中選擇一個插件

source: Processes showing on the NCPA Client
cs_cz: procesy zobrazené na klientovi ncpa
ko_kr: ncpa 클라이언트에 표시되는 프로세스
zh_tw: ncpa客戶端上顯示的進程

source: Select a process and the amount of the process currently running is next to the process name.
cs_cz: vyberte proces a množství aktuálně spuštěného procesu je vedle názvu procesu.
ko_kr: 프로세스를 선택하면 현재 실행중인 프로세스의 양이 프로세스 이름 옆에 있습니다.
zh_tw: 選擇一個進程，當前正在運行的進程數量在該進程名稱旁邊。

source: Select this Process
cs_cz: vyberte tento proces
ko_kr: 이 과정을 선택하십시오
zh_tw: 選擇這個過程

source: Services Available on the NCPA Client
cs_cz: služby dostupné na klientovi ncpa
ko_kr: ncpa 클라이언트에서 사용 가능한 서비스
zh_tw: ncpa客戶端上可用的服務

source: Plugins Available on the NCPA Client
cs_cz: pluginy dostupné na klientovi ncpa
ko_kr: ncpa 클라이언트에서 사용 가능한 플러그인
zh_tw: ncpa客戶端上可用的插件

source: Select a plugin to use from the list of available plugins.
cs_cz: vyberte plugin, který chcete použít ze seznamu dostupných pluginů.
ko_kr: 사용 가능한 플러그인 목록에서 사용할 플러그인을 선택하십시오.
zh_tw: 從可用插件列表中選擇要使用的插件。

source: Select this Plugin
cs_cz: vyberte tento plugin
ko_kr: 이 플러그인을 선택하십시오
zh_tw: 選擇此插件

source: Monitor a remote Linux server, with NCPA.
cs_cz: sledovat vzdálený linuxový server pomocí ncpa.
ko_kr: ncpa를 사용하여 원격 Linux 서버를 모니터링합니다.
zh_tw: 使用ncpa監視遠程Linux服務器。

source: Linux Server Information
cs_cz: informační server linux
ko_kr: 리눅스 서버 정보

source: The IP address or FQDNS name of the Linux server you'd like to monitor
cs_cz: IP adresa nebo FQDN název linux server, který chcete sledovat
ko_kr: 을 모니터 할 IP 주소 또는 리눅스 서버의 FQDNS 이름

source: Linux Distribution
cs_cz: linuxová distribuce
ko_kr: 리눅스 배포판

source: SUSE Enterprise
cs_cz: suse firmě
ko_kr: 수세 기업

source: The Linux distribution running on the server you'd like to monitor
cs_cz: distribucí systému Linux běží na serveru, který chcete sledovat
ko_kr: 서버에서 실행 리눅스 배포판 당신은 모니터링하려는

source: Linux Server Details
cs_cz: linux detaily serveru
ko_kr: 리눅스 서버 세부 정보

source: The name you'd like to have associated with this Linux server
cs_cz: název byste chtěli mít spojená s tímto linux server
ko_kr: 이 리눅스 서버에 연결했습니다 싶은 이름

source: Linux Agent
cs_cz: linux činidlo
ko_kr: 리눅스 에이전트

source: You will need to install an agent on the Linux server in order to monitor its metrics
cs_cz: budete muset nainstalovat agenta na linux server, aby mohla sledovat své metriky
ko_kr: 당신은 통계를 모니터링하기 위해 리눅스 서버에 에이전트를 설치해야합니다
zh_tw: 您需要在 Linux 伺服器上安裝代理程式才能監控其指標

source: Download Agent
cs_cz: download činidlo
ko_kr: 에이전트를 다운로드

source: Agent Install Instructions:
cs_cz: Agent pokyny pro instalaci:
ko_kr: 에이전트 설치 방법 :

source: Agent Installation Instructions
cs_cz: návod k instalaci agenta
ko_kr: 에이전트 설치 지침

source: SSL Encryption
cs_cz: SSL šifrování
ko_kr: SSL 암호화

source: Enabled (Default)
cs_cz: zapnuta (výchozí)
ko_kr: 사용 (기본값)

source: Determines whether or not data between the Nagios XI server and Linux agent is encrypted
cs_cz: určuje, zda data mezi xi serveru Nagios a Linux agentem je šifrován
ko_kr: Nagios XI 서버와 리눅스 에이전트 사이에서 데이터가 암호화되어 있는지 여부를 결정합니다
zh_tw: 確定 Nagios XI 伺服器和 Linux 代理之間的資料是否加密

source: Legacy NRPE installations may require that SSL support be disabled
cs_cz: dědictví NRPE instalace mohou vyžadovat, aby podpora SSL být zakázán
ko_kr: 레거시 NRPE 설치는 SSL 지원이 사용 중지 할 것을 요구할 수 있습니다
zh_tw: 舊版 NRPE 安裝可能需要停用 SSL 支持

source: Server Metrics
cs_cz: serverové metriky
ko_kr: 서버 통계
zh_tw: 服務器的度量

source: Specify which services you'd like to monitor for the Linux server
cs_cz: určit, které služby byste chtěli sledovat na linux server
ko_kr: 당신이 리눅스 서버를 모니터링 할 수있는 서비스를 지정

source: Monitors the server with an ICMP ping. Useful for watching network latency and general uptime
cs_cz: monitoruje server s ICMP ping. užitečné pro sledování sítě latence a celkovou dobu provozuschopnosti
ko_kr: ICMP 핑을 가진 서버를 모니터링합니다. 네트워크 대기 시간 및 일반 가동 시간을 시청하는 데 유용합니다
zh_tw: 監視服務器的ICMP PING。可用於觀看網絡延遲和一般的正常運行時間

source: Yum Update Status
cs_cz: yum stav aktualizace
ko_kr: 얌 업데이트 상태

source: Monitors the server to ensure it's up to date with the latest RPM packages
cs_cz: monitoruje server tak, aby bylo zajištěno, že je až do dnešního dne s nejnovějšími rpm balíčků
ko_kr: 이 최신 RPM 패키지를 최신으로 지내 보장하기 위해 서버를 모니터링
zh_tw: 監控伺服器以確保它是最新的 RPM 套件

source: APT Update Status
cs_cz: apt stav aktualizace
ko_kr: APT 업데이트 상태

source: Monitors the server to ensure it's up to date with the latest DEB packages
cs_cz: monitoruje server tak, aby bylo zajištěno, že je až do dnešního dne s nejnovějšími balíčky deb
ko_kr: 이 최신 DEB 패키지를 최신으로 지내 보장하기 위해 서버를 모니터링
zh_tw: 監控伺服器以確保它是最新的 DEB 套件

source: CPU Statistics
cs_cz: statistiky cpu
ko_kr: CPU 통계

source: Monitors the server CPU statistics
cs_cz: sleduje statistiky CPU serveru
ko_kr: 서버 CPU 통계를 모니터

source: Monitors the memory usage on the server
cs_cz: monitoruje využití paměti na serveru
ko_kr: 서버에 메모리 사용량을 모니터링

source: Open Files
cs_cz: otevřených souborů
ko_kr: 파일 열기

source: Disk Usage
cs_cz: využití disku
ko_kr: 디스크 사용
zh_tw: 磁盤使用情況

source: Path
cs_cz: cesta
ko_kr: 경로

source: Specify any services normally started by the init process that should be monitored to ensure they're in a running state
cs_cz: upřesnit nějaké služby běžně založená procesu init, které by měly být sledovány, aby bylo zajištěno, že jsou ve spuštěném stavu
ko_kr: 일반적으로 사람들이 실행하는 상태에서 보장하기 위해 모니터링해야하는 초기화 프로세스에 의해 시작 모든 서비스를 지정

source: Specify any process names that should be monitored to ensure they're running
cs_cz: upřesnit nějaké názvy procesů, které by měly být sledovány, aby bylo zajištěno, že používáte
ko_kr: 그들은 실행하기 위해 모니터링해야합니다 모든 프로세스 이름을 지정합니다

source: Linux Process
cs_cz: linux proces
ko_kr: 프로세스 모니터
zh_tw: linux進程

source: Dont forget to download and install the Linux Agent on the target server
cs_cz: Nezapomeňte si stáhnout a nainstalovat linux agenta na cílovém serveru
ko_kr: 대상 서버에 리눅스 에이전트를 다운로드하고 설치하는 것을 잊지 없다
zh_tw: 不要忘記在目標伺服器上下載並安裝 Linux Agent

source: Linux Machine Information
cs_cz: Informace o linux stroj
ko_kr: 리눅스 기계 정보
zh_tw: linux機器信息

source: SNMP Settings
cs_cz: nastavení SNMP
ko_kr: SNMP 설정
zh_tw: SNMP設置

source: Specify the settings used to monitor the Linux machine via SNMP
cs_cz: zadat nastavení slouží ke sledování linux stroj přes SNMP
ko_kr: SNMP를 통해 Linux 시스템을 모니터링하는 데 사용되는 설정을 지정
zh_tw: 指定設置，用來監控Linux機器上通過SNMP

source: The SNMP protocol version used to commicate with the machine
cs_cz: SNMP protokol verze používá k commicate se strojem
ko_kr: 컴퓨터와 commicate하는 데 사용되는 SNMP 프로토콜 버전
zh_tw: 使用SNMP協議版本與機器commicate

source: SNMP Port
cs_cz: Port SMTP
ko_kr: HTTP 포트 :
zh_tw: http端口：

source: The SNMP port to use, the default is port 161
cs_cz: port snmp k použití, výchozí je port 161
ko_kr: 사용할 snmp 포트, 기본값은 포트 161입니다.
zh_tw: 要使用的snmp端口，默認為端口161

source: SNMP Version Settings
cs_cz: Nastavení verze SNMP
ko_kr: SNMP 버전 설정
zh_tw: SNMP版本設置

source: SNMP Community
cs_cz: komunity SNMP
ko_kr: SNMP 커뮤니티
zh_tw: SNMP團體

source: The SNMP community string required used to query the Linux machine
cs_cz: SNMP komunita řetězec která musí použít k dotazu na linux stroj
ko_kr: SNMP 커뮤니티 문자열은 Windows 시스템을 쿼리하는 데 사용 필수
zh_tw: 需要使用的SNMP社區字符串查詢窗口機

source: When using SNMP v3 you must specify authentication information
cs_cz: Při použití SNMP v3 je nutné zadat informace o ověřování
ko_kr: SNMP v3을 사용하는 경우이 인증 정보를 지정해야합니다
zh_tw: 使用SNMP v3時，你必須指定驗證信息

source: Authentication Password
cs_cz: ověřování pomocí hesla
ko_kr: 인증 암호
zh_tw: 認證密碼

source: Authentication Protocol
cs_cz: autentizační protokol
ko_kr: 인증 프로토콜
zh_tw: 身份驗證協議

source: Privacy Protocol
cs_cz: soukromý protokol
ko_kr: priv 프로토콜
zh_tw: 私有協議

source: Linux Machine Details
cs_cz: linux Detail stroje
ko_kr: 리눅스 기계 세부 정보
zh_tw: linux機器的詳細信息

source: Check this box if you're re-running this wizard for a host configured before upgrading to Nagios XI 2024R1.1.5.
cs_cz: Toto políčko zaškrtněte, pokud znovu spouštíte tohoto průvodce pro hostitele nakonfigurovaného před upgradem na Nagios XI 2024R1.1.5.
ko_kr: Nagios XI 2024R1.1.5로 업그레이드하기 전에 구성된 호스트에 대해 이 마법사를 다시 실행하는 경우 이 상자를 선택하십시오.
zh_tw: 如果您要為升級至 Nagios XI 2024R1.1.5 之前設定的主機重新執行此精靈，請勾選此方塊。

source: The wizard detected this server does not have snmpwalk permission on the target host
cs_cz: Průvodce zjistil, že tento server nemá na cílovém hostiteli oprávnění snmpwalk
ko_kr: 마법사가 이 서버에 대상 호스트에 대한 snmpwalk 권한이 없음을 감지했습니다.
zh_tw: 精靈偵測到此伺服器在目標主機上沒有 snmpwalk 權限

source: (This may be caused by a timing issue and may resolve by reload this page)
cs_cz: (Může to být způsobeno problémem s načasováním a lze to vyřešit znovu načtením této stránky)
ko_kr: (이 문제는 타이밍 문제로 인해 발생할 수 있으며 이 페이지를 다시 로드하면 해결될 수 있습니다)
zh_tw: （這可能是由於時間問題引起的，可以透過重新載入此頁面來解決）

source: To troubleshoot this ensure that these OIDs are available on the target host:
cs_cz: Chcete-li tento problém vyřešit, ujistěte se, že tato OID jsou k dispozici na cílovém hostiteli:
ko_kr: 이 문제를 해결하려면 다음 OID를 대상 호스트에서 사용할 수 있는지 확인하세요.
zh_tw: 若要解決此問題，請確保這些 OID 在目標主機上可用：

source: Monitors the CPU (processor usage) on the machine.
cs_cz: monitoruje CPU (využití procesoru) na stroji.
ko_kr: 컴퓨터의 CPU (프로세서 사용)을 지속적으로 모니터합니다.

source: Physical Memory Usage
cs_cz: fyzické využití paměti
ko_kr: 물리적 메모리 사용률
zh_tw: 物理內存使用率

source: Monitors disk usage on the machine.
cs_cz: monitoruje využití disku na stroji.
ko_kr: 컴퓨터에 디스크 사용량을 모니터링합니다.

source: Drive
cs_cz: řídit
ko_kr: 드라이브
zh_tw: 駕駛

source: Specify any processes that should be monitored to ensure they're running
cs_cz: upřesnit nějaké procesy, které by měly být sledovány, aby bylo zajištěno, že používáte
ko_kr: 그들은 실행하기 위해 모니터링해야하는 프로세스를 지정
zh_tw: 指定進行監測，以確保它們正在運行的任何進程

source: Toggle Process Service Tips
cs_cz: páčkové tipy proces služby
ko_kr: 전환 프로세스 서비스 팁
zh_tw: 切換過程中的服務技巧
