Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: This endpoint deletes a contact group object.
cs_cz: tento koncový bod odstraní příkazový objekt.
ko_kr: 이 끝점은 명령 개체를 삭제합니다.
zh_tw: 該端點刪除一個命令對象。

source: This command gets all the configured time periods in the CCM even if they have not been applied. Note: This lists <i>all</i> time periods in the CCM unless filtered by the optional paramters below.
cs_cz: tento příkaz získá všechny nakonfigurované časové úseky v ccm, i když nebyly použity. poznámka: toto obsahuje seznam <i>všech</i> časových úseků v ccm, pokud není filtrováno volitelnými parametry níže.
ko_kr: 이 명령은 적용되지 않은 경우에도 ccm에 구성된 모든 기간을 가져옵니다. 참고 : 아래의 옵션 매개 변수로 필터링하지 않는 한 <i>모든</i> 기간이 ccm으로 나열됩니다.
zh_tw: 即使尚未應用，此命令也會獲取ccm中所有已配置的時間段。注意：這會列出ccm中的<i>所有</i>時間段，除非通過下面的可選參數進行過濾。

source: This endpoint creates a new time period object.
cs_cz: tento koncový bod vytvoří nový příkazový objekt.
ko_kr: 이 엔드 포인트는 새로운 명령 오브젝트를 작성합니다.
zh_tw: 此端點創建一個新的命令對象。

source: This endpoint edits a time period object.
cs_cz: tento koncový bod odstraní příkazový objekt.
ko_kr: 이 끝점은 명령 개체를 삭제합니다.
zh_tw: 該端點刪除一個命令對象。

source: If you have special characters in the timeperiod_name and cannot pass it through the path, you can use %s with the %s URL parameter instead.
cs_cz: pokud máte v timeperiod_name speciální znaky a nemůžete je předat cestou, můžete místo toho použít% s s parametrem% s url.
ko_kr: timeperiod_name에 특수 문자가 있고 경로를 통과 할 수없는 경우 대신 % s url 매개 변수와 함께 % s를 사용할 수 있습니다.
zh_tw: 如果timeperiod_name中包含特殊字符且無法通過路徑傳遞，則可以將％s與％s url參數一起使用。

source: This endpoint deletes a time period object.
cs_cz: tento koncový bod odstraní příkazový objekt.
ko_kr: 이 끝점은 명령 개체를 삭제합니다.
zh_tw: 該端點刪除一個命令對象。

source: Raw Import
cs_cz: surový dovoz
ko_kr: 원시 수입
zh_tw: 原始進口

source: <b>Warning!</b> These configurations are not checked for validity. You should be sure your configuration will apply before sending your raw config data to this endpoint.
cs_cz: <b>Varování!</b> tyto konfigurace nejsou kontrolovány na platnost. měli byste si být jisti, že vaše konfigurace bude platit před odesláním vašich surových konfiguračních dat do tohoto koncového bodu.
ko_kr: <b>경고!</b> 이러한 구성은 유효성을 검사하지 않습니다. 원시 구성 데이터를이 엔드 포인트로 보내기 전에 구성이 적용되는지 확인해야합니다.
zh_tw: <b>警告！</b>這些配置不檢查有效性。在將原始配置數據發送到此端點之前，應確保您的配置適用。

source: Import raw configurations into the CCM. You can see a full list of configuratin objects that you can use in the
cs_cz: import surových konfigurací do ccm. můžete zobrazit úplný seznam konfiguračních objektů, které můžete použít v
ko_kr: 원시 구성을 ccm으로 가져옵니다. 당신은 당신이 사용할 수있는 구성 라이브러리의 전체 목록을 볼 수 있습니다.
zh_tw: 將原始配置導入到ccm中。你可以看到你可以在中使用的configuratin對象的完整列表

source: Object Definitions
cs_cz: definice objektů
ko_kr: 객체 정의
zh_tw: 對象定義

source: section of the Core docs.
cs_cz: část hlavních dokumentů.
ko_kr: 핵심 문서의 섹션.
zh_tw: 核心文檔的一部分。

source: All normal config directives are able to be used like normal core config definition files.
cs_cz: všechny obvyklé směrnice hostitelské jsou schopni používat jako normální základních definičních souborů config.
ko_kr: 모든 정상 호스트 지침은 정상 핵심 구성 정의 파일처럼 사용할 수 있습니다.
zh_tw: 一切正常主機的指令都能夠像使用普通的核心配置定義文件。

source: Help for Nagios XI
cs_cz: pomoc pro Nagios xi
ko_kr: Nagios XI에 대한 도움말
zh_tw: 幫助Nagios的喜

source: Get Help Online
cs_cz: získat pomoc on-line
ko_kr: 온라인 도움말보기
zh_tw: 獲得在線幫助

source: Get help for Nagios XI online.
cs_cz: získat pomoc pro Nagios XI online.
ko_kr: Nagios XI 온라인 도움을 얻을 수 있습니다.
zh_tw: 得到的Nagios XI在線幫助。

source: Frequently Asked Questions
cs_cz: Často kladené otázky
ko_kr: FAQ (자주 묻는 질문)
zh_tw: 常問問題

source: Visit the Nagios Library
cs_cz: navštívit knihovnu Nagios
ko_kr: Nagios 도서관을 방문
zh_tw: 訪問Nagios的庫

source: Visit the Support Forum
cs_cz: navštívit fórum podpory
ko_kr: 지원 포럼을 방문
zh_tw: 訪問支持論壇

source: More Options
cs_cz: více možností
ko_kr: 추가 옵션
zh_tw: 更多的選擇

source: Learn about XI
cs_cz: seznámí xi
ko_kr: XI에 대해 자세히 알아보기
zh_tw: 了解喜

source: Learn more about XI and its capabilities.
cs_cz: Více informací o xi a jejích možnostech.
ko_kr: XI 및 기능에 대한 자세한 내용은 다음 페이지를 참조하십시오.
zh_tw: 了解更多關於xi和能力。

source: Run Command
cs_cz: run příkaz
ko_kr: 실행 명령
zh_tw: 運行命令

source: Running Reactor Event Chain
cs_cz: běh událostí řetěz reaktor
ko_kr: 실행 반응기 이벤트 쇄
zh_tw: 運行反應堆的事件鏈

source: The Actions component is currently disabled.
cs_cz: součást akce je v současné době zakázán.
ko_kr: 작업 구성 요소는 현재 사용할 수 없습니다.
zh_tw: 操作組件目前已停用。

source: The action you requested to run does not exist or is not a reactor event chain action.
cs_cz: Akce, kterou jste požádáni, aby spustit neexistuje nebo není akční reaktor událost řetězec.
ko_kr: 존재하지 않는 실행하도록 요청하거나 작업은 원자로 이벤트 체인 동작하지 않습니다.
zh_tw: 你要求運行不存在或動作不反應器的事件鏈的動作。

source: Event chain running at
cs_cz: Událost řetěz běží na
ko_kr: 에서 실행중인 이벤트 체인
zh_tw: 在正在運行的事件鏈

source: with ID
cs_cz: s id
ko_kr: ID가
zh_tw: ID為

source: View Run Log
cs_cz: log pohled run
ko_kr: 보기 실행 로그
zh_tw: 查看運行日誌

source: Event chain finished running.
cs_cz: Událost řetězec ukončen.
ko_kr: 이벤트 체인은 실행이 완료.
zh_tw: 事件鏈運行完畢。

source: Result
cs_cz: výsledek
ko_kr: 결과
zh_tw: 導致

source: Sending event chain run command to:
cs_cz: posílání události, jejichž povel chod řetězu:
ko_kr: 에 이벤트 체인의 실행 명령을 전송 :
zh_tw: 發送事件鏈運行命令：

source: Adds custom actions to hosts and services.
cs_cz: přidává vlastní akce k hostitelům a služby.
ko_kr: 호스트 및 서비스에 대한 사용자 지정 작업을 추가합니다.
zh_tw: 增加了自定義操作的主機和服務。

source: No Instances Available
cs_cz: k dispozici žádné instance
ko_kr: 사용할 수있는 인스턴스가 없습니다
zh_tw: 沒有可用的情況下，

source: Search for a service on Google
cs_cz: vyhledávat služby na google
ko_kr: 구글에서 서비스를 검색
zh_tw: 搜索的谷歌服務

source: Required Context Variables
cs_cz: Požadované kontextové proměnné
ko_kr: 필요한 컨텍스트 varibles
zh_tw: 要求環境可變因素

source: Set to default value
cs_cz: Nastav.predvol hodnotu
ko_kr: 값을 기본값으로 설정
zh_tw: 設置為默認值

source: Key
cs_cz: klíč
ko_kr: 키
zh_tw: 關鍵

source: Value
cs_cz: hodnota
ko_kr: 가치
zh_tw: 值

source: Remove context variable
cs_cz: odstranit kontextovou proměnnou
ko_kr: 컨텍스트 변수를 제거
zh_tw: 刪除上下文變量

source: Actions Enabled
cs_cz: povoleno akce
ko_kr: 동작이 활성화
zh_tw: 行動啟動

source: Enable custom actions in Nagios XI
cs_cz: povolit vlastní akce v Nagios XI
ko_kr: Nagios XI에서 핑 작업을 사용합니다
zh_tw: 在Nagios XI使平安行動

source: The actions are sorted alphabetically by <i>Action Text</i> once the actions are saved.
cs_cz: akce jsou po uložení akcí seřazena abecedně podle <i>akčního textu</i> .
ko_kr: 액션은 액션이 저장되면 <i>액션 텍스트에</i> 의해 사전 순으로 정렬됩니다.
zh_tw: 保存操作後， <i>操作文本</i>將按字母順序對操作進行排序。

source: The <i>Host</i> and <i>Service</i> fields are regular expression patterns passed to preg_match(). A link will only be displayed for hosts and services that match the expressions specified.
cs_cz: <i>hostitelské</i> a <i>servisní</i> pole jsou regulárních výrazů vzory předány preg_match (). odkaz se zobrazí pouze u hostitelů a služeb, které odpovídají výrazy.
ko_kr: <i>호스트와 서비스</i> 분야는 ()를 preg_match를 전달 정규 표현식 패턴입니다. 링크는 호스트와 지정된 표현식과 일치하는 서비스가 표시됩니다.
zh_tw: <i>主機</i>和<i>服務</i>領域都傳遞給的preg_match（）正則表達式模式。一個鏈接只顯示主機搭配指定的表達式的服務。

source: The <i>URL/Command</i> field can contain macros that are substituted for each host and service.
cs_cz: <i>url / command</i> pole může obsahovat makra, které jsou substituovány pro každého hostitele a servis.
ko_kr: <i>URL / 명령</i> 필드에는 각 호스트와 서비스를 대체하는 매크로를 포함 할 수 있습니다.
zh_tw: <i>鏈接/命令</i>字段可包含被取代的每個主機和服務的宏。

source: The <i>Code</i> field can contain optional PHP code to be evaluated.
cs_cz: <i>kód</i> pole může obsahovat volitelný PHP kód, které mají být hodnoceny.
ko_kr: 옵션 PHP 코드를 포함 할 수있는 <i>코드</i> 필드를 평가한다.
zh_tw: <i>代碼</i>字段可以包含任意PHP代碼進行評估。

source: The <i>URL/Command</i>, <i>Code</i>, and <i>Action Text</i> fields can contain variables.
cs_cz: <i>url / command,</i> <i>kód</i> a <i>akční textová</i> pole může obsahovat proměnné.
ko_kr: <i>URL / 명령, 코드</i> 및 <i>동작 텍스트</i> 필드 변수를 포함 할 수있다.
zh_tw: <i>網址/命令</i> ， <i>代碼</i>和<i>操作文本</i>字段可以包含變量。

source: Match Criteria
cs_cz: kritéria zápas
ko_kr: 일치 기준
zh_tw: 匹配條件

source: Code
cs_cz: kód
ko_kr: 코드
zh_tw: 代碼

source: Object Type
cs_cz: typ objektu
ko_kr: 객체 타입
zh_tw: 對象類型

source: Action Text
cs_cz: text akce
ko_kr: 액션 텍스트
zh_tw: 行動文字

source: Action Type
cs_cz: Typ akce
ko_kr: 조치 유형
zh_tw: 動作類型

source: Command
cs_cz: příkaz
ko_kr: 명령
zh_tw: 命令

source: Reactor Event Chain
cs_cz: Událost řetězec reaktor
ko_kr: 반응기 이벤트 체인
zh_tw: 反應器的事件鏈

source: URL / Command
ko_kr: URL / 명령
zh_tw: 地址/命令

source: Target
cs_cz: cíl
ko_kr: 목표
zh_tw: 目標

source: Reactor Instance
cs_cz: instance reaktor
ko_kr: 원자로 예
zh_tw: 反應器的實例

source: Reactor Chains
cs_cz: reaktor řetězy
ko_kr: 원자로 체인
zh_tw: 反應堆鏈

source: Additional Context Variables
cs_cz: dodatečných kontextových proměnných
ko_kr: 추가 컨텍스트 변수
zh_tw: 額外的上下文變量

source: Add an additional context variable
cs_cz: přidat další místní proměnné
ko_kr: 추가 컨텍스트 변수를 추가
zh_tw: 添加一個額外的上下文變量

source: Everyone
cs_cz: každý
ko_kr: 모두
zh_tw: 大家

source: Admin & Users (No Read Only)
cs_cz: admin a uživatelé (ne pouze pro čtení)
ko_kr: 관리자 및 사용자 (NO 읽기 전용)
zh_tw: 管理員和用戶（僅讀無）

source: Add Row
cs_cz: přidat řádek
ko_kr: 행 추가
zh_tw: 添加行

source: Displays a streamgraph report of alerts.
cs_cz: zobrazí zprávu o streamgraph výstrah.
ko_kr: 알림 streamgraph 보고서를 표시합니다.
zh_tw: 顯示一個streamgraph報告的警報。

source: Alert Stream
cs_cz: alert proud
ko_kr: 스트림 경고
zh_tw: 警戒

source: Limit To
cs_cz: limit
ko_kr: 으로 제한
zh_tw: 限制到

source: States
cs_cz: stavy
ko_kr: 상태
zh_tw: 國

source: Soft
cs_cz: měkký
ko_kr: 부드러운
zh_tw: 軟

source: Hard
cs_cz: tvrdý
ko_kr: 단단한
zh_tw: 硬

source: Both
cs_cz: oba
ko_kr: 두
zh_tw: 都

source: The alert stream provides a visual representation of host and service alerts over time.
cs_cz: výstraha proud poskytuje vizuální reprezentaci hostitelské a servisních výstrah v průběhu času.
ko_kr: 경고 스트림 시간이 지남에 따라 호스트 및 서비스 알림의 시각적 표현을 제공합니다.
zh_tw: 警戒提供了一個可視化表示的主機和服務提示，隨著時間的推移。

source: Clicking on a host name will cause the graph to drill down to show service alerts for that particular host.
cs_cz: Kliknutím na název hostitele způsobí, že graf, aby drill-down pro zobrazení upozornění služby pro daný počítač.
ko_kr: 호스트 이름을 클릭하면 그래프가 특정 호스트에 대한 서비스 알림을 표시하도록 드릴 다운하게됩니다.
zh_tw: 點擊主機名，會導致圖向下鑽取到特定主機的顯示服務提示。

source: Alerts
cs_cz: výstrahy
ko_kr: 알림
zh_tw: 警報

source: No Data
cs_cz: žádná data
ko_kr: 데이터가 없습니다
zh_tw: 沒有數據

source: No alerts in last 24 hours
cs_cz: žádné záznamy v posledních 24 hodinách
ko_kr: 지난 24 시간에 알림 사항 없음
zh_tw: 在過去24小時內沒有警告

source: Auto-discovery job added.
cs_cz: přidá auto-discovery práce.
ko_kr: 자동 검색 작업 덧붙였다.
zh_tw: 自動發現作業增加。

source: Auto-discovery job updated.
cs_cz: auto-discovery práce aktualizována.
ko_kr: 자동 검색 작업이 업데이트되었습니다.
zh_tw: 自動發現作業更新。

source: Job deleted.
cs_cz: práce odstraněna.
ko_kr: 도구는 삭제되었습니다.
zh_tw: 工具刪除。

source: Auto-discovery job started.
cs_cz: začal auto-discovery práce.
ko_kr: 자동 검색 작업을 시작했다.
zh_tw: 自動發現作業開始。

source: Auto-Discovery Jobs
cs_cz: Automatické vyhledání pracovních míst
ko_kr: 자동 검색 채용 정보
zh_tw: 自動發現工作

source: Run the wizard
cs_cz: spustit průvodce
ko_kr: 마법사를 실행
zh_tw: 運行該嚮導

source: New
cs_cz: nový
ko_kr: 새로운
zh_tw: 新

source: Total
cs_cz: celkový
ko_kr: 합계
zh_tw: 總

source: New Auto-Discovery Job
cs_cz: Nový auto-discovery práce
ko_kr: 자동 검색 작업
zh_tw: 自動發現工作

source: Refresh job list
cs_cz: Obnovit seznam úloh
ko_kr: 새로 고침 작업 목록
zh_tw: 刷新工作列表

source: Scan Target
cs_cz: Cíle kontroly
ko_kr: 대상을 스캔
zh_tw: 掃描目標

source: Exclusions
cs_cz: vyloučení
ko_kr: 제외
zh_tw: 排除

source: Schedule
cs_cz: časový plán
ko_kr: 예정
zh_tw: 時間表

source: Last Run
cs_cz: naposledy spuštěn
ko_kr: 마지막 실행
zh_tw: 最後運行

source: Devices Found
cs_cz: nalezeno zařízení
ko_kr: 장치 발견
zh_tw: 設備發現

source: Created By
cs_cz: vytvořil
ko_kr: 작성자
zh_tw: 創建者

source: There are no auto-discovery jobs.
cs_cz: nejsou k dispozici žádné automatické zjišťování pracovních míst.
ko_kr: 더 자동 검색 작업이 없습니다.
zh_tw: 有沒有自動發現作業。

source: Invalid address.
cs_cz: neplatná adresa.
ko_kr: 주소가 잘못되었습니다.
zh_tw: 無效的地址。

source: Invalid characters in scan target.
cs_cz: Neplatné znaky v cíli skenování.
ko_kr: 스캔 대상에서 유효하지 않은 문자.
zh_tw: 掃描目標中的無效字符。

source: Invalid characters in exclude IPs.
cs_cz: neplatné znaky v vyloučit IP adres.
ko_kr: 에 잘못된 문자가 IP를 제외 할 수 있습니다.
zh_tw: 無效的字符不包括IPS。

source: Scheduled scans are only available in the Enterprise Edition.
cs_cz: plánovaná prověřování jsou k dispozici pouze v Enterprise Edition.
ko_kr: 예약 검사는 엔터프라이즈 에디션에서만 사용할 수 있습니다.
zh_tw: 排程掃描只適用於企業版。

source: Invalid job.
cs_cz: neplatný práce.
ko_kr: 도구가 잘못되었습니다.
zh_tw: 無效的工具。

source: Invalid command.
cs_cz: neplatný příkaz.
ko_kr: 잘못된 명령.
zh_tw: 命令無效。

source: Scan Results
cs_cz: výsledky testů
ko_kr: 결과 검색
zh_tw: 掃描結果

source: Scan Summary
cs_cz: skenování shrnutí
ko_kr: 요약 스캔
zh_tw: 掃描摘要

source: Scan Date
cs_cz: datum skenování
ko_kr: 날짜 검색
zh_tw: 掃描日期

source: Scan Address
cs_cz: adresa skenování
ko_kr: 주소 검색
zh_tw: 掃描地址

source: Excludes
cs_cz: Nezahrnuje
ko_kr: 제외
zh_tw: 不包括

source: Initiated By
cs_cz: iniciován
ko_kr: 에 의해 시작
zh_tw: 啟動

source: Total Hosts Found
cs_cz: nalezeno celkem hostitelé
ko_kr: 총 호스트를 찾을 수
zh_tw: 共發現主機

source: Show all
cs_cz: ukázat vše
ko_kr: 모두 표시
zh_tw: 顯示所有

source: New Hosts Found
cs_cz: nalezeno nové počítače
ko_kr: 새로운 호스트를 찾을 수
zh_tw: 新發現主機

source: Show only new
cs_cz: zobrazit pouze nové
ko_kr: 새 만보기
zh_tw: 只顯示新

source: Processing Options
cs_cz: volby zpracování
ko_kr: 처리 옵션
zh_tw: 處理選項

source: Export Data As
cs_cz: export dat as
ko_kr: 으로 데이터를 내보낼
zh_tw: 將數據導出為

source: Export As CSV
cs_cz: export formátu CSV
ko_kr: CSV 형식으로 내보내기
zh_tw: 導出為CSV

source: Configure Basic Monitoring
cs_cz: konfigurovat základní monitoring
ko_kr: 기본 모니터링 구성
zh_tw: 配置基本的監控功能

source: New hosts only
cs_cz: Pouze nové počítače
ko_kr: 새로운 호스트 만
zh_tw: 只有新主機

source: New hosts
cs_cz: nové počítače
ko_kr: 새 호스트
zh_tw: 新主機

source: and services
cs_cz: a služby
ko_kr: 서비스
zh_tw: 與服務

source: Discovered Items
cs_cz: objevené předměty
ko_kr: 발견 된 항목
zh_tw: 發現項目

source: The hosts
cs_cz: hostitelé
ko_kr: 호스트
zh_tw: 主機

source: Show discovered services
cs_cz: zobrazit objevené služby
ko_kr: 발견 된 서비스 표시
zh_tw: 顯示發現的服務

source: Hide services
cs_cz: skrýt služby
ko_kr: 서비스 숨기기
zh_tw: 隱藏服務

source: Agent Deployed
cs_cz: agent nasazen
ko_kr: 에이전트 배포
zh_tw: 部署代理

source: Service Name
cs_cz: název služby
ko_kr: 서비스 이름
zh_tw: 服務名稱

source: Protocol
cs_cz: protokol
ko_kr: 프로토콜
zh_tw: 協議

source: No services found.
cs_cz: nalezeno žádné služby.
ko_kr: 어떤 서비스를 찾을 수 없습니다.
zh_tw: 沒有服務。

source: Deploy Agents to Selected Hosts
cs_cz: nasadit agenty na vybrané hostitele
ko_kr: 선택한 호스트에 에이전트 배포
zh_tw: 將代理部署到選定主機

source: Use this form to configure an auto-discovery job.
cs_cz: Prostřednictvím tohoto formuláře konfiguraci auto-discovery práci.
ko_kr: 자동 검색 작업을 구성 할이 양식을 사용하십시오.
zh_tw: 使用此配置自動發現的工作。

source: Enter an network address and netmask to define the IP ranges to scan.
cs_cz: zadat síťovou adresu a masku sítě definovat rozsahy IP adres pro skenování.
ko_kr: 검색 할 IP 범위를 정의하기 위해 네트워크 주소와 넷 마스크를 입력합니다.
zh_tw: 輸入網絡地址和網絡掩碼定義的IP範圍掃描。

source: Exclude IPs
cs_cz: vyloučit IP adres
ko_kr: IP를 제외
zh_tw: 排除IPS

source: An optional comma-separated list of IP addresses and/or network addresses to exclude from the scan.
cs_cz: volitelný čárkami oddělený seznam IP adres a / nebo síťových adres vyloučit z kontroly.
ko_kr: IP 주소 및 / 또는 네트워크의 선택 쉼표로 구분 한 목록은 검색에서 제외하기로 해결할 수 있습니다.
zh_tw: 一個可選的用逗號分隔的列表中的IP地址和/或網絡地址從掃描中排除。

source: The excluded addresses may be pinged, but they will not be scanned for open/available services via nmap.
cs_cz: vyloučené adresy mohou být ping, ale nebudou kontrolovány na otevření / dostupných služeb prostřednictvím Nmap.
ko_kr: 제외 주소는 pinged 될 수 있지만, 그들은 nmap을 통해 제공 / 오픈 서비스를 검색 할 수 없습니다.
zh_tw: 被排除在外的地址可以被ping通，但通過nmap的開/提供的服務，他們將不會被掃描。

source: Frequency
cs_cz: frekvence
ko_kr: 회수
zh_tw: 頻率

source: One Time
cs_cz: jednou
ko_kr: 종료 시간
zh_tw: 結束時間

source: Daily
cs_cz: denní
ko_kr: 매일
zh_tw: 日常

source: Weekly
cs_cz: týdně
ko_kr: 주간
zh_tw: 每週

source: Monthly
cs_cz: měsíční
ko_kr: 월
zh_tw: 每月一次

source: Time
cs_cz: čas
ko_kr: 시간
zh_tw: 時間

source: Weekday
cs_cz: všední den
ko_kr: 평일의
zh_tw: （週一至週五）

source: Day of Month
cs_cz: den v měsíci
ko_kr: 월의 날
zh_tw: 一個月裡的日子

source: Specify the schedule you would like this job to be run.
cs_cz: specifikovat plán byste chtěli tato úloha má být spuštěn.
ko_kr: 이 작업을 실행하고자하는 일정을 지정합니다.
zh_tw: 指定你想運行這個作業的計劃。

source: Show Advanced Options +
cs_cz: zobrazit rozšířené možnosti +
ko_kr: 고급 옵션을 표시
zh_tw: 顯示高級選項

source: OS Detection:
cs_cz: Detekce os:
ko_kr: OS 감지 :
zh_tw: 操作系統檢測：

source: Attempt to detect the operating system of each host
cs_cz: pokusí detekovat operační systém každého hostitele
ko_kr: 각 호스트의 운영 체제를 검색하려고
zh_tw: 嘗試檢測每個主機的操作系統

source: Note:
cs_cz: Poznámka:
ko_kr: 참고 :
zh_tw: 注意：

source: OS detection may cause the scan to take longer to complete and may not be 100% accurate.
cs_cz: Detekce os může způsobit, že skenování, aby trvat déle a nemusí být 100% přesné.
ko_kr: OS 탐지 검사가 이상 완료하기 위해 수행 될 수 있습니다 100 % 정확하지 않을 수 있습니다.
zh_tw: 操作系統檢測可能會導致掃描需要較長時間才能完成，可能不是100％準確。

source: Scan Delay:
cs_cz: skenování Zpoždění:
ko_kr: 검사 지연 :
zh_tw: 掃描延遲：

source: Adjust delay between probes to a given host.
cs_cz: nastavit prodlevu mezi sondami pro daného hostitele.
ko_kr: 지정된 호스트에 프로브 사이의 지연을 조정합니다.
zh_tw: 調整探針之間的延遲，以一個給定的主機。

source: If set, this option causes Nmap to wait at least the given amount of time between each probe it sends to a given host.
cs_cz: pokud je nastavena tato volba způsobí, že Nmap počkat alespoň určitou dobu mezi každé sondy, které zasílá k danému hostiteli.
ko_kr: 설정 한 경우,이 옵션은 지정된 호스트로 전송하는 각 프로브 사이의 시간의 적어도 주어진 양을 기다려야 nmap을 발생합니다.
zh_tw: 如果設置，此選項將導致NMAP等待時間至少給定的量將其發送到指定主機的每個探頭之間。

source: This is particularly useful in the case of rate limiting. milliseconds.
cs_cz: To je užitečné zejména v případě, že omezování rychlosti. milisekund.
ko_kr: 이 속도 제한의 경우에 특히 유용하다. (밀리 초).
zh_tw: 這是在速率限制的情況下特別有用。毫秒。

source: System DNS:
cs_cz: Systém DNS:
ko_kr: 시스템 DNS :
zh_tw: 系統DNS：

source: Use system DNS.
cs_cz: použijte DNS systém.
ko_kr: 시스템 DNS를 사용합니다.
zh_tw: 使用系統DNS。

source: Custom Ports:
cs_cz: vlastní porty:
ko_kr: 맞춤 포트 :
zh_tw: 自定義端口：

source: Specify Custom ports.
cs_cz: zadat vlastní porty.
ko_kr: 사용자 정의 포트를 지정하십시오.
zh_tw: 指定自定義端口。

source: Installation Problem
cs_cz: instalace problém
ko_kr: 설치 문제
zh_tw: 安裝問題

source: Make sure pre-requisite programs are installed
cs_cz: jsou instalovány Ujistěte se, že předpokladem programů
ko_kr: 전제 조건 프로그램이 설치되어 있는지 확인합니다.
zh_tw: 請確保安裝先決條件的方案。

source: The following programs must be installed on your Nagios XI server
cs_cz: tyto programy musí být nainstalována na vašem xi serveru Nagios
ko_kr: 다음 프로그램은 당신의 Nagios XI 서버에 설치되어 있어야합니다 :
zh_tw: 下面的程序必須在Nagios的曦服務器上安裝：

source: Error: Required setup has not been completed.
cs_cz: Chyba: Nejsou nutná nastavení nebyla dokončena.
ko_kr: 오류 : 필수 설치가 완료되지 않았습니다.
zh_tw: 錯誤：尚未完成所需的設置。

source: Learn more
cs_cz: více
ko_kr: 자세한 내용을 보려면
zh_tw: 了解更多

source: Provides device and service auto-discovery.
cs_cz: poskytuje zařízení a služby automatické zjišťování.
ko_kr: 장치 및 서비스를 자동 검색을 제공합니다.
zh_tw: 提供設備和服務的自動發現。

source: Windows Workstation
cs_cz: windows stanice
ko_kr: Windows 워크 스테이션
zh_tw: Windows工作站

source: Windows Server
ko_kr: 윈도우 서버
zh_tw: Windows服務器

source: Linux Server
ko_kr: 리눅스 서버
zh_tw: linux服務器

source: UNIX Server
cs_cz: unix serveru
ko_kr: 유닉스 서버
zh_tw: UNIX服務器

source: Apple Workstation
cs_cz: jablko pracovní stanice
ko_kr: 사과 워크 스테이션
zh_tw: 蘋果工作站

source: Apple Server
cs_cz: jablko serveru
ko_kr: 애플 서버
zh_tw: 蘋果服務器

source: IP Phone
cs_cz: ip telefon
ko_kr: IP 전화
zh_tw: IP電話

source: Switch
cs_cz: vypínač
ko_kr: 스위치
zh_tw: 開關

source: Router
ko_kr: 라우터
zh_tw: 路由器

source: DEPRECATED
cs_cz: zastaralé
ko_kr: 사용되지 않는
zh_tw: 棄用

source: Use the objects API instead
cs_cz: použijte namísto toho objekty api
ko_kr: 대신 객체 api를 사용하십시오.
zh_tw: 改用對象API

source: Provides information on the URLs used to access the Nagios XI backend API.
cs_cz: poskytuje informace o adresy URL používané pro přístup k Nagios xi backend API.
ko_kr: Nagios XI 백엔드 API에 액세스하는 데 사용되는 URL에 대한 정보를 제공합니다.
zh_tw: 提供的Nagios XI後端API用於訪問的網址的信息。

source: Backend API URL
ko_kr: 백엔드 API URL을
zh_tw: 後端API網址

source: Developers
cs_cz: vývojáři
ko_kr: 개발자
zh_tw: 開發

source: The Nagios XI backend API can be used to access current and historical information on monitored hosts and services for integration into third-party frontends. In order to access XML data via the backend API you must pass a username and a backend ticket to identify yourself. Without the proper credentials, no data is returned.
cs_cz: nagios xi backend API lze použít pro přístup k aktuální i historické informace o monitorovaných hostitelů a služeb pro integraci do nadstaveb třetích stran. aby se přístup k datům XML prostřednictvím backend API, kterou musí projít uživatelské jméno a backend lístek k identifikaci sami. bez náležitých pověření, je vrácena žádná data.
ko_kr: Nagios XI 백엔드 API는 타사 프런트 엔드로 통합 모니터링 호스트 및 서비스에 대한 현재와 역사적인 정보에 액세스하는 데 사용할 수 있습니다. 백엔드 API를 통해 XML 데이터에 액세스하려면 사용자 이름과 자신을 식별 할 수있는 백엔드 티켓을 통과해야합니다. 적절한 자격 증명이 없으면 데이터가 반환되지 않습니다.
zh_tw: Nagios的十一後端API可用於訪問當前和歷史信息集成到第三方的前端監控主機和服務。為了訪問XML數據通過後端API，你必須通過用戶名和後端，以確定自己的票。沒有正確的憑證，未返回任何數據。

source: Deprecated API
cs_cz: Zastaralé api
ko_kr: 사용되지 않는 API
zh_tw: 不推薦使用的API

source: This feature is now deprecated. Please use the new API that is
cs_cz: Tato funkce je nyní zastaralé. použijte nové rozhraní API, které je
ko_kr: 이 기능은 현재 사용되지 않습니다. 인 새로운 나머지 API를 사용하십시오
zh_tw: 這個功能現在已經過時。請使用新的API是

source: documented here
cs_cz: zde dokumentovaný
ko_kr: 여기에 설명
zh_tw: 這裡記錄

source: Backend API URLs
ko_kr: 백엔드 API URL을
zh_tw: 後端API網址

source: You can use the URLs below to fetch information from the Nagios XI backend API.
cs_cz: můžete použít níže uvedené adresy URL, aby přinesla informace z Nagios xi backend API.
ko_kr: 당신은 Nagios XI 백엔드 API에서 정보를 가져 오기 위해 아래 URL을 사용할 수 있습니다.
zh_tw: 您可以使用下面的URL從Nagios十一後端API獲取信息。

source: It is important to retain the <em>username</em> and <em>ticket</em> query parameters.
cs_cz: Je důležité zachovat <em>uživatelské jméno</em> a dotazu <em>lístek</em> parametry.
ko_kr: 이 사용자 <em>이름과 티켓</em> 검색어 매개 변수를 유지하는 것이 중요합니다.
zh_tw: 重要的是要保留的用戶<em>名</em>和<em>票務</em>查詢參數。

source: Data Type
cs_cz: datový typ
ko_kr: 데이터 유형
zh_tw: 數據類型

source: Current Host Status
cs_cz: Současný stav hostitel
ko_kr: 현재 호스트 상태
zh_tw: 當前主機狀態

source: Current Service Status
cs_cz: Současný stav služby
ko_kr: 현재 서비스 상태
zh_tw: 當前的服務狀態

source: Current Program Status
cs_cz: aktuální stav programu
ko_kr: 현재 프로그램 상태
zh_tw: 當前程序狀態

source: Current Program Performance
cs_cz: Pokladní plnění programu
ko_kr: 현재 프로그램 성능
zh_tw: 目前的方案執行

source: System Statistics
cs_cz: statistiky systémové
ko_kr: 시스템 통계
zh_tw: 系統的統計數據

source: Log Entries
cs_cz: log záznamů
ko_kr: 항목 로그
zh_tw: 日誌條目

source: State History
cs_cz: stav historie
ko_kr: 주 역사
zh_tw: 國家的歷史

source: Comments
cs_cz: komentáře
ko_kr: 코멘트
zh_tw: 評論

source: Contact
cs_cz: Kontakt
ko_kr: 접촉
zh_tw: 聯繫

source: Hostgroup Members
cs_cz: členové hostgroup
ko_kr: Hostgroup 회원
zh_tw: 主機組的成員

source: Servicegroup Members
cs_cz: členové servicegroup
ko_kr: Servicegroup 회원
zh_tw: 服務組成員

source: Contactgroup Members
cs_cz: členové contactgroup
ko_kr: Contactgroup 회원
zh_tw: contactgroup成員

source: Account Selection
cs_cz: Volba účtu
ko_kr: 계정 선택
zh_tw: 帳戶選擇

source: Select the user account you would like to get backend API URLs for.
cs_cz: vyberte uživatelský účet, který chcete získat backend API URL pro.
ko_kr: 당신이 백엔드 API URL을하고 싶은 사용자 계정을 선택합니다.
zh_tw: 選擇你想獲得後端API網址的用戶帳戶。

source: SELECT ONE
cs_cz: vyber jeden
ko_kr: 하나를 선택
zh_tw: 選擇一個

source: Please select a username to obtain backend URL information.
cs_cz: vyberte uživatelské jméno získat backend informace URL.
ko_kr: 백엔드 URL 정보를 얻으려면 사용자 이름을 선택하십시오.
zh_tw: 請選擇一個用戶名，獲得後端的URL信息。
