Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Could not connect to %1$s on port %2$s: %3$s
cs_cz: nelze připojit k% 1 $ s na portu% 2 $ s:% 3 $ s
ko_kr: % 2 $ s 포트에서 % 1 $ s에 연결할 수 없습니다 : % 3 $ s
zh_tw: 無法連接到端口％2 $ s上的％1 $ s：％3 $ s

source: Audit Log Configuration
cs_cz: konfigurace protokolu auditu
ko_kr: 감사 로그 구성
zh_tw: 審核日誌配置

source: Send to Nagios Log Server
cs_cz: odeslat na server protokolu nagios
ko_kr: nagios 로그 서버로 전송
zh_tw: 發送到nagios日誌服務器

source: Configure settings to send the outbound audit log messages to a Nagios Log Server system.
cs_cz: nakonfigurujte nastavení pro odesílání zpráv protokolu odchozích auditů do systému serveru protokolu nagios.
ko_kr: 아웃 바운드 감사 로그 메시지를 nagios 로그 서버 시스템으로 보내도록 설정을 구성하십시오.
zh_tw: 配置設置以將出站審核日誌消息發送到nagios日誌服務器系統。

source: Note: Only the current day and newly created logs will be sent.
cs_cz: poznámka: bude odeslán pouze aktuální den a nově vytvořené protokoly.
ko_kr: 참고 : 현재 날짜와 새로 작성된 로그 만 전송됩니다.
zh_tw: 注意：僅發送當天和新創建的日誌。

source: Log Server Configuration
cs_cz: log informace o serveru
ko_kr: 메일 서버 정보
zh_tw: 郵件服務器信息

source: Hostname:
cs_cz: jméno hosta
ko_kr: 호스트 이름
zh_tw: 主機

source: The hostname of the Nagios Log Server system.
cs_cz: název hostitele systému serveru protokolu nagios.
ko_kr: nagios 로그 서버 시스템의 호스트 이름
zh_tw: nagios日誌服務器系統的主機名。

source: Input Port:
cs_cz: vstupní port:
ko_kr: 입력 포트 :
zh_tw: 輸入端口：

source: Send audit logs to Nagios Log Server
cs_cz: odesílat protokoly auditu na server protokolu nagios
ko_kr: 감사 로그를 nagios 로그 서버로 전송
zh_tw: 將審核日誌發送到nagios日誌服務器

source: Hostname
cs_cz: jméno hosta
ko_kr: 호스트 이름
zh_tw: 主機

source: Submit
cs_cz: předložit
ko_kr: 제출
zh_tw: 提交

source: Audit Log
cs_cz: protokol auditu
ko_kr: 감사 로그
zh_tw: 審計日誌

source: Report covers from
cs_cz: Zpráva se zabývá od
ko_kr: 보고서에서 다루고
zh_tw: 報告涵蓋了從

source: to
cs_cz: na
ko_kr: 에
zh_tw: 至

source: Last Page
cs_cz: poslední strana
ko_kr: 마지막 페이지
zh_tw: 最後一頁

source: Previous Page
cs_cz: předchozí stránka
ko_kr: 이전 페이지
zh_tw: 前一頁

source: Page
cs_cz: strana
ko_kr: 페이지
zh_tw: 頁

source: of
cs_cz: z
ko_kr: 으로
zh_tw: 的

source: Next Page
cs_cz: další strana
ko_kr: 다음 페이지
zh_tw: 下頁

source: Per Page
cs_cz: na stránce
ko_kr: 페이지 당
zh_tw: 每頁

source: Jump to Page
cs_cz: Přejít na stránku
ko_kr: 페이지로 이동
zh_tw: 跳轉到頁

source: Please enter a valid port number
cs_cz: zadejte platné číslo portu
ko_kr: 유효한 포트 번호를 입력하십시오
zh_tw: 請輸入有效的端口號

source: Please enter a valid hostname
cs_cz: zadejte platné jméno hostitele
ko_kr: 유효한 호스트 이름을 입력하십시오
zh_tw: 請輸入有效的主機名

source: Download as CSV
cs_cz: stáhnout ve formátu CSV
ko_kr: CSV로 다운로드
zh_tw: 下載為CSV

source: Download as PDF
cs_cz: Stáhnout jako PDF
ko_kr: PDF로 다운로드
zh_tw: 下載PDF文件

source: Period
cs_cz: doba
ko_kr: 기간
zh_tw: 期

source: Any
cs_cz: žádný
ko_kr: 모든
zh_tw: 任何

source: User Interface
cs_cz: uživatelské rozhraní
ko_kr: 사용자 인터페이스
zh_tw: 用戶界面

source: Other
cs_cz: ostatní
ko_kr: 다른
zh_tw: 其他

source: Regular
cs_cz: pravidelný
ko_kr: 정규병
zh_tw: 定期

source: Reserved
cs_cz: vyřešen
ko_kr: 해결
zh_tw: 解析

source: Show Details
cs_cz: ukázat detaily
ko_kr: 내용을 보시려면 여기를 클릭하세요
zh_tw: 詳情請參閱

source: Run
cs_cz: běh
ko_kr: 달리기
zh_tw: 運行

source: Manage Dashlets
cs_cz: spravovat dashlets
ko_kr: Dashlets 관리
zh_tw: 管理dashlets

source: Manage the dashlets that are installed on this system and available to users.
cs_cz: spravovat pomůcky instalované v tomto systému a dostupné uživatelům.
ko_kr: 이 시스템에 설치되어 사용자가 사용할 수있는 대시 렛을 관리합니다.
zh_tw: 管理此系統上安裝且可供用戶使用的小面板。

source: Upload a Dashlet
cs_cz: nahrát dashlet
ko_kr: Dashlet을 업로드
zh_tw: 上傳dashlet

source: More Dashlets
cs_cz: více dashlets
ko_kr: 더 대시 렛
zh_tw: 更多dashlets

source: Dashlet packaging timed out.
cs_cz: dashlet balení vypršel.
ko_kr: Dashlet 포장이 초과되었습니다.
zh_tw: dashlet包裝超時。

source: Dashlet installed.
cs_cz: dashlet nainstalován.
ko_kr: Dashlet가 설치되었습니다.
zh_tw: dashlet安裝。

source: Dashlet installation failed.
cs_cz: Instalace dashlet nezdařila.
ko_kr: Dashlet 설치에 실패했습니다.
zh_tw: dashlet安裝失敗。

source: Dashlet scheduled for installation.
cs_cz: dashlet naplánováno na instalaci.
ko_kr: Dashlet 설치 예정.
zh_tw: dashlet計劃安裝。

source: Dashlet upload failed.
cs_cz: dashlet se nepodařilo nahrát.
ko_kr: Dashlet 업로드에 실패했습니다.
zh_tw: dashlet上傳失敗。

source: Dashlet deleted.
cs_cz: dashlet smazán.
ko_kr: Dashlet이 삭제되었습니다.
zh_tw: dashlet刪除。

source: Dashlet scheduled for deletion.
cs_cz: dashlet naplánováno na smazání.
ko_kr: Dashlet은 삭제 될 예정.
zh_tw: 為刪除dashlet計劃。

source: No processing to be undone
cs_cz: žádné zpětné zpracování
ko_kr: 실행 취소 할 처리가 없습니다.
zh_tw: 沒有處理撤消

source: Successfully reverted %s to 'uploaded' state, restarted SNMPTT
cs_cz: úspěšně vráceno% s do stavu „uploaded“, restartováno snmptt
ko_kr: % s을 (를) '업로드 됨'상태로 되돌 렸습니다. snmptt를 다시 시작했습니다.
zh_tw: 成功將％s還原為“已上傳”狀態，重新啟動了snmptt

source: Reverted all MIBs to 'uploaded' state, restarted SNMPTT
cs_cz: vrátil všechny MIBs do stavu „upload“, restartoval snmptt
ko_kr: 모든 밉을 '업로드 됨'상태로 되돌리고 snmptt를 다시 시작했습니다.
zh_tw: 將所有mib還原為“已上傳”狀態，重新啟動snmptt

source: Failed to set option is_nxti_used: invalid input.
cs_cz: Nepodařilo se nastavit volbu is_nxti_used: neplatný vstup.
ko_kr: is_nxti_used 옵션을 설정하지 못했습니다 : 잘못된 입력입니다.
zh_tw: 未能設置選項is_nxti_used：輸入無效。

source: Manage MIBs
cs_cz: spravovat MIB
ko_kr: MIB도 관리
zh_tw: 管理的MIB

source: SNMP Trap Interface
cs_cz: rozhraní snmp trap
ko_kr: SNMP 트랩 인터페이스
zh_tw: snmp陷阱界面

source: Warning: the SNMP Trap Interface is an enterprise-only feature.
cs_cz: rozhraní snp trap je podniková funkce.
ko_kr: snmp trap 인터페이스는 엔터프라이즈 전용 기능입니다.
zh_tw: snmp陷阱界面是企業專用功能。

source: Undo processing before reprocessing this MIB.
cs_cz: zpětné zpracování před přepracováním tohoto mibu.
ko_kr: 이 mib를 재 처리하기 전에 처리를 취소하십시오.
zh_tw: 在重新處理此mib之前撤消處理。

source: File not yet processed.
cs_cz: soubor ještě nebyl zpracován.
ko_kr: 아직 처리되지 않은 파일.
zh_tw: 文件尚未處理。

source: Cannot Process Traps - File Missing
cs_cz: nemůže zpracovat pasti - chybí soubor
ko_kr: 트랩을 처리 할 수 없습니다 - 파일 누락
zh_tw: 無法處理陷阱 - 文件丟失

source: Cannot Undo Trap Processing - File Missing
cs_cz: nelze vrátit zpracování pasti - chybí soubor
ko_kr: 트랩 처리를 실행 취소 할 수 없습니다 - 파일 누락
zh_tw: 無法撤消陷阱處理 - 文件丟失

source: Cannot Download - File Missing
cs_cz: nelze stáhnout - soubor chybí
ko_kr: 다운로드 할 수 없음 - 파일 누락
zh_tw: 無法下載 - 文件丟失

source: Process Traps
cs_cz: proces past
ko_kr: 성능 모니터
zh_tw: 過程中的陷阱

source: Undo Trap Processing
cs_cz: zpracování zpětného pasti
ko_kr: 트랩 처리 실행 취소

source: Manage the MIBs installed on this server in
cs_cz: spravovat SNMP MIB instalované na tomto serveru.
ko_kr: 이 서버에 설치되어있는 SNMP MIB도 관리 할 수​​ 있습니다.
zh_tw: 安裝在該服務器管理的SNMP MIB。

source: There are hundreds of MIBs available at
cs_cz: tam jsou stovky MIB k dispozici na adrese
ko_kr: 에서 MIB에 수백 사용할 수있다
zh_tw: 有數以百計的MIB可在

source: and
cs_cz: a
ko_kr: 과
zh_tw: 和

source: Check this box if this server uses the %1$s.
cs_cz: zaškrtněte toto políčko, pokud tento server používá %1$s.
ko_kr: 이 서버가 %1$s 을 사용한다면이 박스를 체크하십시오.
zh_tw: 如果此服務器使用%1$s，請選中此框。

source: Upload a MIB
cs_cz: nahrát MIB
ko_kr: 업로드 MIB
zh_tw: 上載MIB

source: Process traps
cs_cz: proces past
ko_kr: 성능 모니터
zh_tw: 過程中的陷阱

source: Upload MIB
cs_cz: nahrání MIB
ko_kr: 업로드 MIB
zh_tw: 上載MIB

source: View File Permissions
cs_cz: zkontrolujte oprávnění k souborům
ko_kr: 파일 권한을 확인
zh_tw: 檢查文件權限

source: Process All Traps
cs_cz: zpracujte všechny pasti
ko_kr: 모든 함정을 처리하다
zh_tw: 處理所有陷阱

source: Undo All Trap Processing
cs_cz: vrátit zpět všechny zpracování pasti
ko_kr: 모든 트랩 처리를 실행 취소합니다.
zh_tw: 撤消所有陷阱處理

source: View All Associated Traps
cs_cz: zobrazit všechny přidružené pasti
ko_kr: 관련된 모든 함정보기
zh_tw: 查看所有相關的陷阱

source: First Uploaded
cs_cz: nejprve nahráno
ko_kr: 처음 업로드 한
zh_tw: 首先上傳

source: Date Processed
cs_cz: zpracovány
ko_kr: 처리 된 날짜
zh_tw: 處理日期

source: # Assoc Traps
cs_cz: # assoc pasti
ko_kr: # 엉덩이 함정
zh_tw: #link traps

source: Uploaded
cs_cz: nahrát
ko_kr: 업로드
zh_tw: 上載

source: Processed
cs_cz: procesy
ko_kr: 프로세스
zh_tw: 流程

source: This MIB was processed in a different environment. Please process this MIB again.
cs_cz: tento mib byl zpracován v jiném prostředí. zpracovejte prosím tento mib znovu.
ko_kr: 이 MIB는 다른 환경에서 처리되었습니다. 이 mib을 다시 처리하십시오.
zh_tw: 這個mib是在不同的環境中處理的。請再次處理這個mib。

source: Unknown
cs_cz: neznámý
ko_kr: 알 수없는
zh_tw: 未知

source: Associated Trap Definitions - All
cs_cz: související definice trapů - vše
ko_kr: 연관된 트랩 정의 - 모두
zh_tw: 關聯陷阱定義 - 全部

source: Event Name
cs_cz: název události
ko_kr: 이벤트 이름
zh_tw: 事件名稱

source: Category
cs_cz: kategorie
ko_kr: 범주
zh_tw: 類別

source: Severity
cs_cz: vážnost
ko_kr: 엄격
zh_tw: 嚴重程度

source: No associated trap definitions! Make sure you are using the SNMP Trap Interface and process some MIB files!
cs_cz: žádné související definice trapů! Ujistěte se, že používáte rozhraní snmp trap a zpracováváte některé soubory mib!
ko_kr: 연관된 트랩 정의가 없습니다! snmp 트랩 인터페이스를 사용하고 일부 mib 파일을 처리하고 있는지 확인하십시오!
zh_tw: 沒有相關的陷阱定義！確保使用snmp陷阱接口並處理一些mib文件！

source: Associated Trap Definitions - %s
cs_cz: související definice trap -% s
ko_kr: 연결된 트랩 정의 - % s
zh_tw: 關聯陷阱定義 - ％s

source: MIB File Permissions
cs_cz: zkontrolujte oprávnění k souborům
ko_kr: 파일 권한을 확인
zh_tw: 檢查文件權限

source: Note: If a conf file is missing from the list, it may not contain any trap definitions.%s
cs_cz: Poznámka: Pokud v seznamu chybí soubor conf, nesmí obsahovat definice trapů.% s
ko_kr: 참고 : 목록에 conf 파일이 없으면 트랩 정의를 포함 할 수 없습니다. % s
zh_tw: 注意：如果列表中缺少配置文件，它可能不包含任何陷阱定義。％s

source: Failed to import conf file %s %s
cs_cz: Nepodařilo se importovat soubor conf souboru% s% s
ko_kr: conf 파일 % s % s (을)를 가져 오지 못했습니다.
zh_tw: 未能導入配置文件％s％s

source: Imported conf file %s %s
cs_cz: importovaný soubor conf% s% s
ko_kr: 가져온 conf 파일 % s % s
zh_tw: 導入的conf文件％s％s

source: %s MIB files processed
cs_cz: zpracované soubory mib
ko_kr: mib 파일 처리됨
zh_tw: 處理mib文件

source: %1$d of %2$d MIB files successfully processed
cs_cz: % 1 $ d z% 2 $ d souborů mib úspěšně zpracovaných
ko_kr: % 2 $ d 개 mib 파일 중 % 1 $ d 개가 성공적으로 처리되었습니다.
zh_tw: 已成功處理％2 $ d mib文件的％1 $ d

source: snmpttconvertmib is not in the correct location or is not installed. If you have not run the %s SNMP Integration script it is located %s.
cs_cz: snmpttconvertmib není ve správném umístění nebo není nainstalována. Pokud jste nespustili nagios XI Začlenění SNMP skript je umístěn
ko_kr: snmpttconvertmib은 올바른 위치에 있지 않거나 설치되어 있지 않습니다. 당신은이 위치한의 Nagios XI SNMP 통합 스크립트를 실행하지 않은 경우
zh_tw: snmpttconvertmib是不正確的位置或不安裝。如果你還沒有運行Nagios的喜SNMP集成腳本，它位於

source: Check permissions on files/directories: %s, %s. The apache user should be able to write to both of them.
cs_cz: kontrola oprávnění k souborům / adresářům:% s,% s. uživatel apache by měl být schopen psát oběma.
ko_kr: 파일 / 디렉토리에 대한 사용 권한을 확인하십시오 : % s, % s. 아파치 사용자는 양쪽 모두에 쓸 수 있어야합니다.
zh_tw: 檢查文件/目錄的權限：％s，％s。 apache用戶應該能夠寫入這兩個用戶。

source: Failed to convert uploaded file to snmptt mib.
cs_cz: se nepodařilo převést nahraný soubor snmptt MIB.
ko_kr: snmptt MIB에 업로드 파일을 변환하지 못했습니다.
zh_tw: 未能轉換上傳的文件snmptt MIB。

source: Uploaded file had one or more failed translations when converting to snmptt mib.
cs_cz: Nahraný soubor měl jednu nebo více neúspěšných překlady při přeměně na snmptt MIB.
ko_kr: snmptt의 MIB에 업로드 된 파일로 변환 할 때 하나 이상의 번역 실패했다.
zh_tw: 轉換為snmptt MIB時上傳的文件有一個或多個失敗的翻譯。

source: Failed to add converted mib path to snmptt.ini
cs_cz: nepodařilo převedeného mib cestu k snmptt.ini
ko_kr: snmptt.ini로 변환 MIB 경로에 실패
zh_tw: 未能轉換MIB到snmptt.ini的路徑

source: MIB was added, but did not contain any SNMP Trap definitions.
cs_cz: mib byl přidán, ale neobsahoval žádné definice snmp trap.
ko_kr: mib가 추가되었지만 snmp 트랩 정의가 없습니다.
zh_tw: mib已添加，但不包含任何snmp陷阱定義。

source: Upload failed: the SNMP Trap Interface is an enterprise-only feature.
cs_cz: Nahrávání se nezdařilo: rozhraní snap trap je podniková funkce.
ko_kr: 업로드 실패 : SNMP 트랩 인터페이스는 엔터프라이즈 전용 기능입니다.
zh_tw: 上傳失敗：snmp陷阱界面是企業專用功能。

source: MIB could not be installed - snmptt is not installed.
cs_cz: MIB nebylo možné nainstalovat - snmptt není nainstalována.
ko_kr: MIB을 설치할 수 없습니다 - snmptt이 설치되어 있지 않습니다.
zh_tw: MIB無法安裝 - 沒有安裝snmptt。

source: is not writable by Nagios.
cs_cz: nemůže zapisovat Nagios.
ko_kr: Nagios의 쓰기 권한이 없습니다.
zh_tw: 通過Nagios是不可寫的。

source: Run the following from the command line
cs_cz: spusťte následující příkaz z příkazového řádku
ko_kr: 명령 줄에서 다음을 실행합니다
zh_tw: 運行以下命令行

source: MIB file(s) successfully installed
cs_cz: mib soubory úspěšně nainstalovány
ko_kr: mib 파일이 성공적으로 설치되었습니다.
zh_tw: mib文件已成功安裝

source: Please specify a MIB to process.
cs_cz: specifikujte mib ke zpracování.
ko_kr: 처리 할 mib를 지정하십시오.
zh_tw: 請指定要處理的mib。

source: Your php.ini upload_max_size is likely lower than the size of the uploaded MIB. Update it and restart apache.
cs_cz: váš php.ini upload_max_size bude pravděpodobně nižší, než je velikost nahraného MIB. aktualizovat a restartujte apache.
ko_kr: php.ini 파일의 upload_max_size 업로드 된 MIB의 크기보다 가능성이 낮다. 를 업데이트하고 아파치를 다시 시작합니다.
zh_tw: 你的php.ini upload_max_size可能比上載MIB的大小低。更新和重新啟動Apache。

source: No file was uploaded.
cs_cz: nebyl nahrán žádný soubor.
ko_kr: 파일이 업로드되지 않았습니다.
zh_tw: 沒有上傳文件。

source: Directory permissions may not be correct. Check that /usr/share/snmp/mibs is writable by the nagios group.
cs_cz: oprávnění adresáře nemusí být správné. zkontrolujte, zda je / usr / share / snmp / mibs zapisovatelná skupinou nagios.
ko_kr: 디렉터리 사용 권한이 올바르지 않을 수 있습니다. nagios 그룹이 / usr / share / snmp / mibs에 쓰기 가능 권한이 있는지 확인하십시오.
zh_tw: 目錄權限可能不正確。檢查/ usr / share / snmp / mibs是否可由nagios組寫入。

source: MIB could not be installed.
cs_cz: MIB nelze nainstalovat.
ko_kr: MIB는 설치할 수 없습니다.
zh_tw: MIB無法安裝。

source: Unable to create file
cs_cz: nelze vytvořit soubor
ko_kr: 파일을 저장할 수 없습니다
zh_tw: 無法保存文件

source: MIB file successfully processed
cs_cz: MIB soubor úspěšně zpracována
ko_kr: MIB 파일은 성공적으로 처리
zh_tw: MIB文件成功處理

source: MIB deleted.
cs_cz: MIB smazán.
ko_kr: MIB이 삭제되었습니다.
zh_tw: MIB刪除。

source: MIB file successfully deleted, but database entry could not be removed.
cs_cz: Soubor mib byl úspěšně smazán, ale záznam databáze nemohl být odstraněn.
ko_kr: mib 파일이 성공적으로 삭제되었지만 데이터베이스 항목을 제거 할 수 없습니다.
zh_tw: mib文件已成功刪除，但無法刪除數據庫條目。

source: MIB database entry deleted, but file could not be removed.
cs_cz: Záznam databáze mib odstraněn, ale soubor nelze odstranit.
ko_kr: mib 데이터베이스 항목이 삭제되었지만 파일을 제거 할 수 없습니다.
zh_tw: mib數據庫條目已刪除，但無法刪除文件。

source: MIB could not be deleted - check file/directory permissions.
cs_cz: mib nelze smazat - zkontrolujte oprávnění souboru / adresáře.
ko_kr: mib을 삭제할 수 없습니다 - 파일 / 디렉토리 사용 권한을 확인하십시오.
zh_tw: 無法刪除mib - 檢查文件/目錄權限。

source: You are not authorized to access this feature. Contact your Nagios XI administrator for more information, or to obtain access to this feature.
cs_cz: nejste oprávněni pro přístup k této funkci. obraťte se na správce Nagios XI pro více informací, nebo získat přístup k této funkci.
ko_kr: 당신은이 기능에 액세스 할 수있는 권한이 없습니다. 자세한 내용은 Nagios XI 관리자에게 문의하거나이 기능에 대한 액세스 권한을 얻을 수 있습니다.
zh_tw: 您沒有權限訪問此功能。更多信息，請聯繫您的nagios XI管理員或獲得訪問該功能。

source: Not a valid user or session.
cs_cz: není platný uživatel nebo relace.
ko_kr: 유효한 사용자 또는 세션이 아닙니다.
zh_tw: 不是有效的用戶或會話。

source: The current sessions that are open for this Nagios XI. Past sessions will also show until they expire.
cs_cz: aktuální relace, které jsou otevřeny pro tento nagios xi. minulé sezení se také zobrazí, dokud nebudou sklízeny.
ko_kr: 이 nagios xi에 대해 열려있는 현재 세션. 과거 세션은 그들이 수확 될 때까지 보여 질 것입니다.
zh_tw: 當前為這個nagios xi開放的會話。過去的會議也將顯示，直到他們收穫。

source: %d Per Page
cs_cz: na stránce
ko_kr: 페이지 당
zh_tw: 每頁

source: Yes
cs_cz: Ano
ko_kr: 예
zh_tw: 是

source: No
cs_cz: Ne
ko_kr: 아니
zh_tw: 沒有

source: Copy
cs_cz: kopírovat
ko_kr: 복사
zh_tw: 複製

source: An error occured:
cs_cz: nastala chyba:
ko_kr: 오류가 발생했습니다:
zh_tw: 發生錯誤：

source: Acknowledged
cs_cz: uznal
ko_kr: 승인
zh_tw: 承認

source: Start
ko_kr: 출발
zh_tw: 開始

source: End
cs_cz: konec
ko_kr: 종료
zh_tw: 結束

source: Users
cs_cz: uživatelé
ko_kr: 사용자
zh_tw: 用戶

source: Information
cs_cz: informace
ko_kr: 정보
zh_tw: 信息

source: Success
cs_cz: úspěch!
ko_kr: 성공!
zh_tw: 成功！

source: Warning
cs_cz: varování
ko_kr: 경고
zh_tw: 警告

source: Critical
cs_cz: kritický
ko_kr: 결정적인
zh_tw: 批評

source: Dismiss
cs_cz: propustit
ko_kr: 버리다
zh_tw: 解僱

source: First Page
cs_cz: první strana
ko_kr: 첫 페이지
zh_tw: 第一頁

source: Go
cs_cz: jít
ko_kr: 가다
zh_tw: 去

source: Search
cs_cz: vyhledávání
ko_kr: 검색
zh_tw: 搜索

source: Toggle all
cs_cz: přepínat vše
ko_kr: 모든 전환
zh_tw: 切換所有

source: Active
cs_cz: aktivní
ko_kr: 활동적인
zh_tw: 活躍

source: With selected
cs_cz: s vybranými
ko_kr: : 선택한 상태로
zh_tw: 與選擇：

source: Page %1 of %2
cs_cz: stránka% 1 z% 2
ko_kr: % 2의 % 1 페이지
zh_tw: 第％1頁，共％2頁

source: Showing records %1-%2 of %3
cs_cz: zobrazující záznamy% 1-% 2 z% 3
ko_kr: % 3의 % 1- % 2 레코드 표시
zh_tw: 正在顯示％3的記錄％1-％2

source: Confirm:
cs_cz: potvrdit:
ko_kr: 확인 :
zh_tw: 確認：

source: Show selected
cs_cz: zobrazit vybrané
ko_kr: 쇼 선택
zh_tw: 節目選擇

source: Removing...
cs_cz: odstraňování ...
ko_kr: 풀이...
zh_tw: 刪除...

source: Continue
cs_cz: pokračovat
ko_kr: 계속
zh_tw: 繼續

source: System Settings
cs_cz: nastavení systému
ko_kr: 시스템 설정
zh_tw: 系統設置

source: System settings updated.
cs_cz: nastavení systému aktualizováno.
ko_kr: 메일 설정이 업데이트되었습니다.
zh_tw: 郵件設置更新。

source: General
cs_cz: generál
ko_kr: 일반
zh_tw: 一般

source: Passwords & Accounts
cs_cz: hesla a účty
ko_kr: 암호 및 계정
zh_tw: 密碼和帳戶

source: Theme & Display
cs_cz: Téma & display
ko_kr: 테마 및 디스플레이
zh_tw: 主題和顯示

source: User Accounts
cs_cz: Uživatelský účet
ko_kr: 사용자 계정
zh_tw: 用戶帳戶

source: Integration
cs_cz: integrace
ko_kr: 통합
zh_tw: 積分

source: Backward Compatibility
cs_cz: zpětná kompatibilita
ko_kr: 하위 호환성
zh_tw: 向後兼容

source: General Program Settings
cs_cz: obecná nastavení programu
ko_kr: 일반 프로그램 설정
zh_tw: 一般程序設置

source: Program URL
ko_kr: 프로그램 URL
zh_tw: 程序的URL

source: The default URL used to access %s directly from your internal network
cs_cz: výchozí url používá pro přístup k Nagios XI přímo z vaší vnitřní sítě
ko_kr: 내부 네트워크에서 직접 Nagios XI에 액세스하는 데 사용하는 기본 URL
zh_tw: 默認使用的URL直接從您的內部網絡訪問Nagios XI

source: External URL
cs_cz: externí url
ko_kr: 외부 URL
zh_tw: 外部鏈接

source: The URL used to access %s from outside of your internal network (if different than the default above). If defined, this URL will be referenced in email alerts and generated pdf reports to allow quick access to the interface
cs_cz: url používá pro přístup k Nagios XI z vnější strany vaší vnitřní sítě (pokud se liší od výchozí výše). -li definováno, bude tento url být uvedeno v e-mailových upozornění a generovány ve formátu PDF zpráv, které umožňují rychlý přístup k rozhraní xi
ko_kr: 내부 네트워크의 외부에서 XI Nagios를 (위의 기본값과 다른 경우)에 액세스하는 데 사용되는 URL입니다. 정의 경우이 URL은 XI 인터페이스에 빠르게 액세스 할 수 있도록 이메일 알림에서 참조됩니다
zh_tw: 所使用的URL訪問Nagios XI從您的內部網絡之外（如不同的默認以上）。如果定義，該URL將被引用，電子郵件提示功能，以便快速訪問到XI接口

source: Automatically Check for Updates
cs_cz: automaticky kontrolovat aktualizace
ko_kr: 업데이트 자동 확인
zh_tw: 自動檢查更新

source: Check Now
cs_cz: Zkontrolovat nyní
ko_kr: 지금 확인
zh_tw: 立即檢查

source: Timezone Settings
cs_cz: nastavení časového pásma
ko_kr: 시간대 설정
zh_tw: 時區設置

source: Timezone
cs_cz: časové pásmo
ko_kr: 시간대
zh_tw: 時區

source: Other Settings
cs_cz: další nastavení
ko_kr: 기타 설정
zh_tw: 其他設置

source: Acknowledgement Defaults
cs_cz: potvrzovací výchozí
ko_kr: 확인 기본값
zh_tw: 確認默認

source: Sticky Acknowledgement
cs_cz: sticky potvrzení
ko_kr: 끈적 확인
zh_tw: 粘確認

source: Send Notification
cs_cz: odeslání oznámení
ko_kr: 알림을 보낼 수 있습니다.
zh_tw: 發送通知。

source: Persistent Comment
cs_cz: perzistentní komentář
ko_kr: 지속적인 코멘트
zh_tw: 持續的評論

source: Autocomplete Sensitive Fields
cs_cz: citlivé na pole automatického doplňování
ko_kr: 자동 완성 민감한 분야
zh_tw: 自動完成敏感字段

source: Allow HTML Rendering
cs_cz: povolit vykreslování html
ko_kr: HTML 렌더링 허용
zh_tw: 允許 html 渲染

source: WARNING: The below options are considered insecure and could potentially lead to XSS vulnerabilities. These are turned off by default.
cs_cz: varování: níže uvedené možnosti jsou považovány za nezabezpečené a mohly by potenciálně vést k zranitelnosti xss. tyto jsou ve výchozím nastavení vypnuty.
ko_kr: 경고: 아래 옵션은 안전하지 않은 것으로 간주되며 잠재적으로 xss 취약점으로 이어질 수 있습니다. 기본적으로 꺼져 있습니다.
zh_tw: 警告：以下選項被認為是不安全的，可能會導致 xss 漏洞。這些默認情況下是關閉的。

source: Allow HTML tags in host/service statuses
cs_cz: povolit HTML tagy v hostitelské / servisním stavu
ko_kr: 호스트 / 서비스 상태에서 HTML 태그 허용
zh_tw: 在主機/服務的狀態允許HTML標籤

source: Allow HTML tags in host/service comments
cs_cz: povolit HTML tagy v hostitelské / servisním stavu
ko_kr: 호스트 / 서비스 상태에서 HTML 태그 허용
zh_tw: 在主機/服務的狀態允許HTML標籤

source: Session Cookie Settings
cs_cz: nastavení cookie relace
ko_kr: 세션 쿠키 설정
zh_tw: 會話cookie設置

source: Keep Alive
cs_cz: udržet naživu
ko_kr: 살아 유지
zh_tw: 活著

source: Keep session alive while interface is open, even if user is inactive.
cs_cz: udržovat relaci naživu, když je rozhraní otevřené, i když je uživatel neaktivní.
ko_kr: 사용자가 비활성 인 경우에도 인터페이스가 열려있는 동안 세션을 활성 상태로 유지합니다.
zh_tw: 即使用戶處於非活動狀態，界面仍處於打開狀態時保持活動狀態

source: Session Timeout
cs_cz: relace vypršel.
ko_kr: 세션 시간이 초과되었습니다.
zh_tw: 會話超時。

source: min
ko_kr: 분
zh_tw: 分

source: Amount of time in minutes that a user remains logged in while inactive. Set timeout to 0 for unlimited. Some pages such as the operations center will not log users out for inactivity.
cs_cz: množství času v minutách, které uživatel zůstává přihlášen, zatímco je neaktivní. nastavte časový limit na 0 pro neomezené. některé stránky, jako například operační centrum, nebudou přihlásit uživatele k nečinnosti.
ko_kr: 비활성 상태에서 사용자가 로그인 한 상태로 남아있는 시간 (분). 무제한의 경우 timeout을 0으로 설정하십시오. 운영 센터와 같은 일부 페이지는 사용자가 비활성 상태 일 때 로그 아웃하지 않습니다.
zh_tw: 用戶在不活動時保持登錄狀態的時間（以分鐘為單位）。無限制地將超時設置為0。某些頁面（如操作中心）不會將用戶註銷為不活動狀態。

source: Two Factor Authentication (Email)
cs_cz: ověření dvou faktorů (e-mail)
ko_kr: 2 요소 인증 (전자 메일)
zh_tw: 雙因素認證（電子郵件）

source: Enable Two Factor Auth
cs_cz: povolení dvou faktorů auth
ko_kr: 두 가지 요소 인증 사용
zh_tw: 啟用兩個身份驗證

source: Send an email to users after logging in to authenticate.
cs_cz: po přihlášení k uživatelům pošlete e-mail, aby se ověřili.
ko_kr: 인증을 위해 로그인 한 후 사용자에게 이메일을 보냅니다.
zh_tw: 登錄後通過電子郵件發送給用戶進行身份驗證。

source: Two Factor Token Timeout
cs_cz: časový limit tokenu dvou faktorů
ko_kr: 두 가지 요소 토큰 시간 초과
zh_tw: 兩因子令牌超時

source: Amount of time in minutes that two factor auth tokens should expire.
cs_cz: množství času v minutách, které by vypršely dva faktury auth tokeny.
ko_kr: 두 개의 요소 인증 토큰이 만료되는 시간 (분).
zh_tw: 兩個因子認證令牌應該以分鐘為單位的時間量應該過期。

source: Two Factor Cookie
cs_cz: dvou faktor cookie
ko_kr: 두 요소 쿠키
zh_tw: 兩個因素cookie

source: Allow users to choose to remember their computer/browser with a cookie.
cs_cz: umožnit uživatelům zvolit si zapamatovat si svůj počítač / prohlížeč pomocí souboru cookie.
ko_kr: 사용자가 쿠키로 컴퓨터 / 브라우저를 기억하도록 선택할 수 있습니다.
zh_tw: 允許用戶選擇用cookie來記住他們的電腦/瀏覽器。

source: Two Factor Cookie Timeout
cs_cz: časový limit cookie dvou faktorů
ko_kr: 두 요소 쿠키 시간 초과
zh_tw: 兩個因素cookie超時

source: Amount of time in days that two factor cookie should expire.
cs_cz: množství času v dnech, kdy by vypršela platnost dvou faktorů cookie.
ko_kr: 두 요소 쿠키가 만료되어야하는 시간.
zh_tw: 兩個因素Cookie應該過期的時間量。

source: Rapid Response URL Settings
cs_cz: nastavení rychlých odpovědí url
ko_kr: 빠른 응답 URL 설정
zh_tw: 快速響應url設置

source: Secure Rapid Response
cs_cz: zajistit rychlou odezvu
ko_kr: 신속한 응답 확보
zh_tw: 確保快速響應

source: Secure rapid response URL sent in notifications (users will not get automatically logged in)
cs_cz: zabezpečená adresa url rychlé odpovědi zaslaná v oznámeních (uživatelé nebudou automaticky přihlášeni)
ko_kr: 알림에서 보낸 신속한 응답 URL 보안 (사용자가 자동으로 로그인하지 않음)
zh_tw: 在通知中發送安全的快速響應url（用戶不會自動登錄）

source: Rapid Response URL Timeout
cs_cz: časový limit rychlé odezvy
ko_kr: 빠른 응답 URL 시간 초과
zh_tw: 快速響應url超時
