Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: This is useful if you want to stop having notifications sent out after a certain amount of time. Note: If multiple escalation entries for a host overlap for one or more notification ranges, the smallest notification interval from all escalation entries is used.
cs_cz: To je užitečné, pokud chcete zastavit mající oznámení zaslané po určité množství času. Poznámka: Jestliže se používá více položek eskalace hostitelské přesahem pro jedno nebo více oznámení rozsahů nejmenší oznámení interval ze všech záznamů eskalační.
ko_kr: 당신이 일정 시간 후 발송 알림을 갖는 중지하려는 경우에 유용합니다. 주의 : 하나 이상의 통지 범위에 대해 호스트 오버랩 다중 단계적 엔트리 모든 항목에서 단계적 통지 최소 간격을 사용하는 경우.
zh_tw: 如果你想停下來有一定的時間後，發出了通知，這是非常有用的。注意：如果用於對一個或多個通知範圍的宿主重疊多個升級的條目，從所有升級條目的最小通知間隔被使用。

source: notification_interval
ko_kr: 알림 간격
zh_tw: 通知時間間隔

source: escalation options
cs_cz: možnosti eskalační
ko_kr: 에스컬레이션 옵션
zh_tw: 升級選項

source: This directive is used to define the criteria that determine when this service escalation is used. The escalation is used only if the service is in one of the states specified in this directive. If this directive is not specified in a service escalation, the escalation is considered to be valid during all service states. Valid options are a combination of one or more of the following:
cs_cz: Tato směrnice se používá k definování kritérií, která určují, kdy je použita tato služba eskalace. eskalace se používá pouze v případě, že služba je v jednom ze stavů uvedených v této směrnici. je-li tato směrnice není specifikováno v eskalaci služby, stupňování je považována za platnou během všech servisních stavů. Platné jsou kombinací jedné nebo více z následujících:
ko_kr: 이 지시문은이 서비스 에스컬레이션을 사용하는시기를 결정하는 기준을 정의하는 데 사용됩니다. 서비스가이 지침에 지정된 상태 중 하나에있는 경우 에스컬레이션에만 사용됩니다. 이 지시어 서비스 에스컬레이션에 지정되지 않은 경우, 에스컬레이션은 모든 서비스 상태 동안 유효한 것으로 간주됩니다. 유효한 옵션은 다음 중 하나 이상의 조합이다 :
zh_tw: 這個指令是用來定義確定何時該服務升級所使用的標準。升級僅用於服務是否在本指令指定的國家之一。如果在服務升級沒有指定這個指令，升級被認為是在所有服務有效的狀態。有效的選項是一種或多種下列物質的組合：

source: escalate on an OK (recovery) state,
cs_cz: stupňovat na ok (obnova) stavu,
ko_kr: 확인 (복구) 상태에 확대,
zh_tw: 升級上的OK（恢復）狀態，

source: escalate on a WARNING state,
cs_cz: stupňovat na výstražnou stavu,
ko_kr: 경고 상태에 확대,
zh_tw: 在升級警告狀態，

source: escalate on an UNKNOWN state, and
cs_cz: stupňovat na neznámém stavu, a
ko_kr: 알 수없는 상태에 확대하고,
zh_tw: 升級對一個未知的狀態，

source: escalate on a CRITICAL state.
cs_cz: přerůst v kritickém stavu.
ko_kr: 심각한 상태에 상승.
zh_tw: 升級一個臨界狀態。

source: in this field, the escalation will only be used if the service is in a WARNING state.
cs_cz: v této oblasti, bude stupňování lze použít pouze v případě, že je ve výstražném stavu.
ko_kr: 서비스는 경고 상태에 있다면,이 필드에 상승에만 이용 될 것이다.
zh_tw: 在這個領域中，升級將只如果服務處於警告狀態使用。

source: Servicedependency -
ko_kr: 서비스 종속성
zh_tw: 服務的依賴

source: dependent host
cs_cz: závislý hostitel
ko_kr: 따라 호스트
zh_tw: 依賴主機

source: of the host(s) that the
cs_cz: hostitele (y), že
ko_kr: 호스트 (들) 그
zh_tw: 主機（s）表示，對

source: service "runs" on or is associated with. Multiple hosts should be separated by commas. Leaving this directive blank can be used to create "same host" dependencies.
cs_cz: service "běží" nebo je spojena s. více hostitelé by měly být odděleny čárkou. opuštění této směrnice prázdné mohou být použity k vytvoření "Totéž host" závislostí.
ko_kr: 서비스의 "실행"또는과 관련이 있습니다. 여러 호스트는 쉼표로 구분해야합니다. 이 지시문을 비워 둘 것은 "같은 호스트"종속성을 만드는 데 사용할 수 있습니다.
zh_tw: 服務“運行”或與其相關聯。多個主機應該用逗號分隔。離開這個指令的空白，可用於創建“同一台主機”的依賴。

source: Servicedependency -
ko_kr: 서비스 종속성
zh_tw: 服務的依賴

source: of the host(s) that the service
cs_cz: hostitele (y), že služba
ko_kr: 호스트의 서비스가 그
zh_tw: 主機（s）表示，服務

source: (also referred to as the master service) "runs" on or is associated with. Multiple hosts should be separated by commas.
cs_cz: (Označované také jako hlavní služby) "běží", nebo je spojena s. více hostitelé by měly být odděleny čárkou.
ko_kr: 의 "런을"(또한 마스터 서비스 라 함) 또는과 연관된다. 여러 호스트는 쉼표로 구분해야합니다.
zh_tw: （也被稱為主服務）“運行”或與其相關聯。多個主機應該用逗號分隔。

source: dependent hostgroup
cs_cz: závislý hostgroup
ko_kr: 의존 hostgroup
zh_tw: 依賴主機組

source: of the hostgroup(s) that the
cs_cz: z hostgroup (y), že
ko_kr: hostgroup (들) 그
zh_tw: 該主機組（s）表示，對

source: service "runs" on or is associated with. Multiple hostgroups should be separated by commas. The dependent_hostgroup may be used instead of, or in addition to, the dependent_host directive.
cs_cz: service "běží" nebo je spojena s. více hostgroups by měly být odděleny čárkou. dependent_hostgroup může být použit místo, nebo navíc k, směrnice o dependent_host.
ko_kr: 서비스의 "실행"또는과 관련이 있습니다. 여러 hostgroups 쉼표로 구분해야합니다. dependent_hostgroup이 대신 사용되거나 dependent_host 지시문에 부가 될 수있다.
zh_tw: 服務“運行”或與其相關聯。多hostgroups應該用逗號分隔。可以代替的dependent_hostgroup，或除，所述dependent_host指令。

source: yes (no, if a dependent host is defined)
cs_cz: ano (ne, je-li závislé na hostitel je definován)
ko_kr: 예 (아니, 종속 호스트가 정의 된 경우)
zh_tw: 是的（不，如果依賴主機的定義）

source: of the hostgroup(s)
cs_cz: z hostgroup (y)
ko_kr: hostgroup의 (들)
zh_tw: 該主機組的（S）

source: that the service
cs_cz: že službu
ko_kr: 서비스 그
zh_tw: 該服務

source: (also referred to as the master service) "runs" on or is associated with. Multiple hostgroups should be separated by commas. The hostgroup_name may be used instead of, or in addition to, the host_name directive.
cs_cz: (Označované také jako hlavní služby) "běží", nebo je spojena s. více hostgroups by měly být odděleny čárkou. hostgroup_name může být použit místo, nebo navíc k, směrnice o HOST_NAME.
ko_kr: 의 "런을"(또한 마스터 서비스 라 함) 또는과 연관된다. 여러 hostgroups 쉼표로 구분해야합니다. hostgroup_name 대신의 사용, 또는 HOST_NAME 지시어에 추가 할 수있다.
zh_tw: （也被稱為主服務）“運行”或與其相關聯。多hostgroups應該用逗號分隔。可以代替的hostgroup_name，或除了，在host_name指令。

source: yes (no, if a host is defined)
cs_cz: ano (ne, v případě, že hostitel je definován)
ko_kr: 예 (아니, 호스트가 정의 된 경우)
zh_tw: 是的（沒有，如果一台主機被定義）

source: dependent service description
cs_cz: závislé na popis služby
ko_kr: 종속 서비스 설명
zh_tw: 相關服務介紹

source: description
cs_cz: popis
ko_kr: 기술
zh_tw: 描述

source: service.
cs_cz: servis.
ko_kr: 서비스
zh_tw: 服務

source: of the service <em>that is being depended upon
cs_cz: <em>služby, která je závislá na</em>
ko_kr: <em>의존되는</em> 서비스
zh_tw: <em>正在對所依賴</em>的服 ​​務

source: (also referred to as the master service).
cs_cz: (Označované také jako hlavní služby).
ko_kr: (또한 마스터 서비스라고 함).
zh_tw: （也被稱為主服務）。

source: Servicedependency - config name
cs_cz: servicedependency - název config
ko_kr: servicedependency - 설정 이름
zh_tw: servicedependency - 配置名稱

source: This directive is used to specify a common config name for a servicedependency configration. This is a NagiosQL parameter and it will not be written to the configuration file.
cs_cz: Tato směrnice se používá k určení společný název config pro servicedependency configration. jedná se o nagiosql parametr a nebude možné zapsat do konfiguračního souboru.
ko_kr: 이 지시문은 servicedependency의 configration에 대한 공통 구성 이름을 지정하는 데 사용됩니다. 이 nagiosql 매개 변수이며 구성 파일에 기록되지 않습니다.
zh_tw: 這個指令是用來為servicedependency CONFIGRATION指定一個常見的配置名稱。這是一個nagiosql參數，它不會被寫入配置文件。

source: This directive indicates whether or not the dependency inherits dependencies of the service <em>that is being depended upon
cs_cz: Tato směrnice určuje, zda je či není závislost dědí závislostí <em>služby, která je závislá na</em>
ko_kr: 이 지시어는 <em>의존성에 의존하고있는</em> 서비스의 종속성을 상속 여부를 나타냅니다
zh_tw: 該指令指示依賴與否繼承<em>，正在對所依賴</em>的服 ​​務的依賴

source: (also referred to as the master service). In other words, if the master service is dependent upon other services and any one of those dependencies fail, this dependency will also fail.
cs_cz: (Označované také jako hlavní služby). jinými slovy, v případě, že master je závislý na jiných služeb, a jedna z těchto závislostí selhání, tato závislost také selže.
ko_kr: (또한 마스터 서비스라고 함). 마스터 서비스가 다른 서비스에 의존하고 그 종속성 중 어느 하나가 실패 할 경우 즉,이 종속성은 실패 할 것이다.
zh_tw: （也被稱為主服務）。換句話說，如果主服務依賴於其他服務和這些依賴的任何一項失敗，這種依賴性也將失敗。

source: This directive is used to specify the criteria that determine when the dependent service should
cs_cz: Tato směrnice se používá k určení kritérií, která určují, kdy závislý služba by měla
ko_kr: 이 지시문을 결정하는 기준을 지정하는 데 사용됩니다 때 종속 서비스가해야
zh_tw: 這個指令是用來指定確定的標準時，相關服務應

source: be actively checked.
cs_cz: aktivně kontrolovat.
ko_kr: 적극적으로 확인.
zh_tw: 積極檢查。

source: If the
cs_cz: v případě, že
ko_kr: 경우
zh_tw: 如果

source: service is in one of the failure states we specify, the
cs_cz: služba je v jednom z poruchových stavů určíme se
ko_kr: 서비스가 우리가를 지정 오류 상태 중 하나에있을
zh_tw: 服務是在的故障狀態我們指定，所述一個

source: service will not be actively checked.
cs_cz: služby nebudou aktivně kontrolovat.
ko_kr: 서비스를 적극적으로 검사하지 않습니다.
zh_tw: 服務不會主動檢查。

source: Valid options are a combination of one or more of the following (multiple options are separated with commas):
cs_cz: Platné volby jsou kombinací jedné nebo více z následujících (více možností jsou odděleny čárkou):
ko_kr: 유효한 옵션은 하나 (여러 옵션을 쉼표로 분리) 다음의 이상을 조합이다 :
zh_tw: 有效的選項有一個或多個以下的（多個選項用逗號分隔）的組合：

source: fail on an OK state,
cs_cz: selhat na ok stavu,
ko_kr: 확인 상태에 실패,
zh_tw: 失敗的一個確定的狀態，

source: fail on a WARNING state,
cs_cz: selhání na výstražnou stavu,
ko_kr: 경고 상태에 실패,
zh_tw: 失敗的警告狀態，

source: fail on an UNKNOWN state,
cs_cz: selhat v neznámém stavu,
ko_kr: 알 수없는 상태에 실패,
zh_tw: 失敗在一個未知的狀態，

source: fail on a CRITICAL state, and
cs_cz: selhání v kritickém stavu, a
ko_kr: 심각한 상태에 실패하고,
zh_tw: 失敗的臨界狀態，並且

source: fail on a pending state (e.g. the service has not yet been checked).
cs_cz: selhání čekající na vyřízení stavu (např služba ještě nebyla kontrolována).
ko_kr: 보류 상태에 실패 (예를 들어, 서비스는 아직 확인되지 않았습니다).
zh_tw: 失敗的掛起狀態（如服務尚未選中）。

source: If you specify <strong>n</strong> (none) as an option, the execution dependency will never fail and checks of the dependent service will always be actively checked (if other conditions allow for it to be).
cs_cz: Zadáte-li <strong>n</strong> (Žádné) jako jedna z možností, bude závislost provedení nikdy nezklame a vždy bude aktivně kontrolovat kontroly závislé služby (je-li ostatní podmínky umožňují, aby mohla být).
ko_kr: 당신이 옵션으로 <strong>N</strong> (없음)을 지정하면 (그것이 될 수 있도록 다른 조건이 허용하는 경우), 실행 의존성이 실패하지 않습니다 및 종속 서비스의 검사는 항상 적극적으로 확인됩니다.
zh_tw: 如果指定<strong>N（</strong>無）作為一個選項，執行依存度將永遠不會失敗和相關服務的檢查將始終積極檢查（如果其他條件允許它是）。

source: service will not be actively checked if the
cs_cz: služby nebudou aktivně kontrolovat, pokud
ko_kr: 서비스는 적극적 경우 검사하지 않습니다
zh_tw: 服務將不被積極地檢查，如果

source: service is in either an OK, a CRITICAL, or an UNKNOWN state.
cs_cz: Služba je buď v pořádku, kritické, nebo neznámém stavu.
ko_kr: 서비스는 확인 중요한, 또는 알 수없는 상태 중 하나입니다.
zh_tw: 服務是在任何一個確定的，關鍵的，還是未知狀態。

source: This directive is used to define the criteria that determine when notifications for the dependent service should
cs_cz: Tato směrnice se používá k definování kritérií, která určují, kdy oznámení pro závislé služby by měly
ko_kr: 이 지침은 종속 서비스 할 때 알림을 결정하는 기준을 정의하는 데 사용됩니다해야
zh_tw: 這個指令是用來定義何時通知的相關服務，確定標準應

source: be sent out.
cs_cz: být rozeslány.
ko_kr: 발송.
zh_tw: 被送出。

source: If the
cs_cz: v případě, že
ko_kr: 경우
zh_tw: 如果

source: service is in one of the failure states we specify, notifications for the
cs_cz: služba je v jednom z poruchových stavů určíme, oznámeními
ko_kr: 서비스는, 우리가 지정하는 오류 상태 중 하나에 대한 알림입니다
zh_tw: 服務是在的故障狀態，我們指定一個，用於通知

source: service will not be sent to contacts. Valid options are a combination of one or more of the following:
cs_cz: Služba nebudou odeslány do kontaktů. Platné jsou kombinací jedné nebo více z následujících:
ko_kr: 서비스는 연락처에 전송되지 않습니다. 유효한 옵션은 다음 중 하나 이상의 조합이다 :
zh_tw: 服務將不會被發送到聯繫人。有效的選項是一種或多種下列物質的組合：

source: (none) as an option, the notification dependency will never fail and notifications for the dependent service will always be sent out.
cs_cz: (None) jako jednu z možností, bude závislost oznámení se nikdy nepodaří a oznámení o závislé služby bude vždy rozeslány.
ko_kr: 옵션으로 (없음), 알림 의존성이 실패하지 않습니다 및 종속 서비스에 대한 알림은 항상 전송됩니다.
zh_tw: （無）作為一種選擇，該通知的依賴將永遠不會失敗，並為從屬服務通知將總是被送出。

source: service will not be sent out if the
cs_cz: služba nebude být rozeslány v případě, že
ko_kr: 경우 서비스는 발송되지 않습니다
zh_tw: 服務將不被發送出去，如果

source: service is in a WARNING state.
cs_cz: služba je ve výstražném stavu.
ko_kr: 서비스는 경고 상태에있다.
zh_tw: 服務處於警告狀態。

source: his directive is used to identify the <em>short name</em> of the host that the service is associated with.
cs_cz: Jeho direktiva se používá k identifikaci <em>krátký název</em> hostitele, že služba je spojena s.
ko_kr: 지시문은 그의 서비스가 연결된 호스트의 <em>짧은 이름을</em> 식별하는 데 사용된다.
zh_tw: 他的指令被用於識別該服務相關聯的主機的<em>短名稱</em> 。

source: This variable is used to define the name of a GIF, PNG, or JPG image that should be associated with this host. This image will be displayed in the status and extended information CGIs.
cs_cz: tato proměnná se používá k definování názvu GIF, PNG, nebo JPG, která by měla být spojena s tímto hostitelem. Tento obrázek se zobrazí ve stavu a rozšířeného informačního CGI.
ko_kr: 이 변수는이 호스트와 연결되어야한다 GIF, PNG 또는 JPG 이미지의 이름을 정의하는 데 사용됩니다. 이 이미지는 상태와 확장 된 정보 CGI가 표시됩니다.
zh_tw: 此變量用於定義應與該主機相關聯一個GIF，PNG或JPG圖像的名稱。該圖像將顯示在狀態和擴展信息CGIS。

source: The image will look best if it is 40x40 pixels in size. Images for hosts are assumed to be in the <strong>logos/</strong> subdirectory in your HTML images directory
cs_cz: obraz bude vypadat nejlépe, pokud je 40x40 pixelů. fotografie pro hostitele jsou převzaty být v <strong>log /</strong> podadresář v adresáři html images
ko_kr: 그것의 크기는 40x40 픽셀 인 경우 이미지가 최선을 찾을 것입니다. 호스트에 대한 이미지는 HTML 이미지 디렉토리에있는 <strong>로고 /</strong> 하위 디렉토리에있는 것으로 간주된다
zh_tw: 圖像看起來最好的，如果是40×40像素的大小。圖像主機被認為是在<strong>標識/</strong>子目錄中的HTML圖像目錄

source: This directive is description of the service which the data is associated with.
cs_cz: Tato směrnice je popis služby, které jsou data spojená s.
ko_kr: 이 지시문은 데이터와 연관된 서비스의 설명이다.
zh_tw: 這個指令是將數據與相關服務的描述。

source: This directive is used to define an optional URL that can be used to provide more actions to be performed on the service. If you specify an URL, you will see a link that says "Extra Service Actions" in the extended information CGI (when you are viewing information about the specified service). Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs
cs_cz: Tato směrnice se používá k definování volitelného adresu URL, která může být použita, aby poskytla více opatření mají být provedena na službě. Pokud zadáte adresu URL, uvidíte odkaz, který říká, že "další servisní zásahy" v rozšířených informací CGI (při zobrazení informace o zadaném služby). libovolný platný url mohou být použity. pokud máte v plánu na využití relativní cesty, základna cesta bude na stejné jako to, co se používá pro přístup k CGI
ko_kr: 이 지시자는 서비스를 수행 할 추가 조치를 제공하는 데 사용될 수있는 선택적인 URL을 정의하는 데 사용된다. 당신이 URL을 지정하는 경우에는 확장 된 정보 CGI에서 "추가 서비스 조치를"(당신이 지정된 서비스에 대한 정보를 볼 때)라는 링크를 볼 수 있습니다. 유효한 URL을 사용할 수있다. 당신은 상대 경로를 사용할 계획이라면, 기본 경로 것이다 CGI를 액세스하는 데 사용되는 것과 같은
zh_tw: 這個指令被用來定義一個可選URL，它可用於提供要在服務執行多個動作。如果你指定的URL，你會看到一個鏈接，說在擴展信息CGI“額外服務行動”（當你正在查看有關指定服務的信息）。任何有效的URL都可以使用。如果您計劃使用相對路徑，基本路徑會在相同的東西是用來訪問CGIS

source: This directive is used to define an optional URL that can be used to provide more information about the service. If you specify an URL, you will see a link that says "Extra Service Notes" in the extended information CGI (when you are viewing information about the specified service). Any valid URL can be used.</p><p>If you plan on using relative paths, the base path will the the same as what is used to access the CGIs
cs_cz: Tato směrnice se používá k definování volitelného adresu URL, která může být použita, aby poskytla více informací o službě. Pokud zadáte adresu URL, uvidíte odkaz, který říká, že "zvláštní poznámky služby" v rozšířených informací CGI (při zobrazení informace o zadaném služby). libovolný platný url mohou být použity. </p><p> pokud máte v plánu na využití relativní cesty, základna cesta bude na stejné jako to, co se používá pro přístup k CGI
ko_kr: 이 지시자는 서비스에 대한 자세한 정보를 제공하는 데 사용될 수있는 선택적인 URL을 정의하는 데 사용된다. 당신이 URL을 지정하는 경우에는 확장 된 정보 CGI에서 "추가 서비스 정보를"(당신이 지정된 서비스에 대한 정보를 볼 때)라는 링크를 볼 수 있습니다. 유효한 URL을 사용할 수있다. </p><p> 당신은 상대 경로를 사용할 계획이라면, 기본 경로 것이다 CGI를 액세스하는 데 사용되는 것과 같은
zh_tw: 這個指令被用來定義一個可選URL，它可用於提供關於服務的詳細信息。如果你指定的URL，你會看到一個鏈接，說在擴展信息CGI“額外服務注意事項”（當你正在查看有關指定服務的信息）。任何有效的URL都可以使用。 </p><p>如果您計劃使用相對路徑，基本路徑會在相同的東西是用來訪問CGIS

source: The ALT tag is used in the status, extended information and statusmap CGIs.
cs_cz: alt tag se používá ve stavu, rozšířených informací a statusmap CGI.
ko_kr: ALT 태그는 상태, 확장 정보 및 statusmap의 CGI를 사용한다.
zh_tw: 在ALT標籤用於在狀態，擴展信息和statusmap CGIS。

source: items deleted successfully
cs_cz: položky úspěšně smazán
ko_kr: 항목 삭제
zh_tw: 已成功刪除的項目

source: selected items were deleted
cs_cz: Vybrané položky byly smazány
ko_kr: 선택한 항목이 삭제되었습니다
zh_tw: 選定的項目已被刪除

source: Shows recent actions in the CCM. These are only kept here in the CCM for the max logbook age setting.
cs_cz: ukazuje nedávná akce v ccm. tito jsou zde uchovávány pouze v ccm pro maximální nastavení deník věku.
ko_kr: CCM을 최근 작업을 보여줍니다. 다음은 최대 로그 북 사용 기간 설정에 대한 CCM 여기에 보관됩니다.
zh_tw: 顯示在CCM最近的行動。這些都是只有在這裡保存在CCM為最大日誌年齡設置。

source: Set the threshold of "Max Logbook Age" in the Database tab of the
cs_cz: nastavení prahu "max provozního deníku věku" v záložce databáze
ko_kr: 의 데이터베이스 탭에서 "최대 로그 북 시대"의 임계 값을 설정
zh_tw: 設置“最大日誌時代”的閾值的數據庫選項卡

source: Opens in main window
cs_cz: otevře se v hlavním okně
ko_kr: 새 창에서 열기
zh_tw: 在新窗口中打開

source: admin page
cs_cz: admin stránka
ko_kr: 관리자 페이지
zh_tw: 管理頁面

source: Full logs are kept in the
cs_cz: úplné záznamy jsou uchovávány v souboru
ko_kr: 전체 로그는
zh_tw: 完整的日誌保存在

source: for future reference.
cs_cz: pro budoucí použití.
ko_kr: 나중에 참조.
zh_tw: 備查。

source: Displaying
cs_cz: zobrazování
ko_kr: 표시
zh_tw: 顯示

source: results
cs_cz: výsledky
ko_kr: 결과
zh_tw: 結果

source: Results per page
cs_cz: výsledků na stránku
ko_kr: 페이지 당 결과
zh_tw: 每頁結果

source: Toggle All Checkboxes
cs_cz: přepínat všechny čtverečky
ko_kr: 모든 확인란을 전환
zh_tw: 切換所有的複選框

source: No results returned from logbook table
cs_cz: žádné výsledky se vrátil z lodního deníku stolu
ko_kr: 결과가 일지 테이블에서 반환되지
zh_tw: 沒有結果返回日誌表

source: With checked
cs_cz: s kontrolován
ko_kr: 선택하면
zh_tw: 與檢查

source: Manually import config files from the
cs_cz: Ruční import konfiguračních souborů z
ko_kr: 수동에서 설정 파일을 가져
zh_tw: 手動從導入配置文件

source: directory into the CCM database
cs_cz: adresář do databáze ccm
ko_kr: CCM을 데이터베이스로 디렉토리
zh_tw: 目錄到CCM數據庫

source: More information on
cs_cz: Více informací o
ko_kr: 에 대한 자세한 내용은
zh_tw: 更多信息

source: how to import configs
cs_cz: jak importovat konfigurační soubory
ko_kr: CONFIGS를 가져 오는 방법
zh_tw: 如何導入CONFIGS

source: Show only import directory
cs_cz: zobrazit pouze importovaný adresář
ko_kr: 가져 오기 디렉토리 만 표시
zh_tw: 僅顯示導入目錄

source: Overwrite Database
cs_cz: přepsání databáze
ko_kr: 데이터베이스를 덮어 쓰기
zh_tw: 覆蓋數據庫

source: How to Import Configs
cs_cz: jak importovat konfigurační soubory
ko_kr: CONFIGS를 가져 오는 방법
zh_tw: 如何導入CONFIGS

source: Please review the following documents before you use this tool
cs_cz: projděte si tyto dokumenty před použitím tohoto nástroje
ko_kr: 이 도구를 사용하기 전에 다음의 서류를 검토하십시오
zh_tw: 你使用這個工具之前，請查看以下文件

source: Using The Nagios XI Config Import Prep Tool
cs_cz: pomocí Nagios xi konfigurační nástroj import prep
ko_kr: Nagios의 XI의 구성 가져 오기 준비 도구를 사용하여
zh_tw: 使用Nagios的喜配置導入準備工具

source: Importing Config Files Into XI
cs_cz: import konfiguračních souborů do xi
ko_kr: XI로 설정 파일을 가져 오기
zh_tw: 導入配置文件到喜

source: To prevent errors or misconfigurations, you should import your configurations in an useful order. We recommend importing in the following order
cs_cz: předcházet chybám nebo chybám, měli byste importovat konfigurací v užitečném pořadí. doporučujeme importovat v následujícím pořadí
ko_kr: 오류 또는 misconfigurations을 방지하기 위해, 당신은 유용한 순서로 구성을 가져올 것입니다. 우리는 다음과 같은 순서로 가져 오기를하는 것이 좋습니다
zh_tw: ，以防止錯誤或錯誤配置，你應該將配置一個有用的順序。我們建議按以下順序輸入

source: Check your imported configurations in the CCM before running Apply Configuration!
cs_cz: zkontrolovat importované konfigurace v ccm před spuštěním platí konfiguraci!
ko_kr: 구성을 적용 실행하기 전에 CCM에서 가져온 구성을 확인!
zh_tw: 檢查運行應用配置之前在CCM導入的配置！

source: Don't show this message again
cs_cz: nemají tuto zprávu nezobrazovat
ko_kr: 이 메시지를 다시 표시하지 않습니다
zh_tw: 不要再顯示此消息

source: Import
ko_kr: 기술지원
zh_tw: 進口

source: Could not save configuration file.
cs_cz: nelze uložit konfigurační soubor.
ko_kr: 구성 파일을 저장할 수 없습니다.
zh_tw: 無法保存配置文件。

source: Files saved successfully.
cs_cz: Soubory úspěšně uloženy.
ko_kr: 파일이 성공적으로 저장되었습니다.
zh_tw: 文件保存成功。

source: Saved changes to nagios.cfg and cgi.cfg configuration files
cs_cz: uloženy změny konfiguračních souborů nagios.cfg a cgi.cfg
ko_kr: nagios.cfg 및 cgi.cfg 구성 파일에 대한 변경 사항 저장
zh_tw: 保存對nagios.cfg和cgi.cfg配置文件的更改

source: Core Configs
ko_kr: 핵심 CONFIGS
zh_tw: 核心CONFIGS

source: Manage the static Nagios Core .cfg files located in
cs_cz: spravovat statické nagios základní soubory .cfg umístěné v
ko_kr: 에있는 정적의 Nagios 코어 .CFG 파일을 관리
zh_tw: 管理位於靜Nagios的核心.CFG文件

source: ERROR: Unable to read/write nagios.cfg file. Check permissions!
cs_cz: Chyba: Nelze číst / zapisovat nagios.cfg souboru. Oprávnění zkontrolovat!
ko_kr: 오류 : nagios.cfg 파일을 읽기 / 쓰기 할 수 없습니다. 권한을 확인!
zh_tw: 錯誤：無法讀/寫nagios.cfg文件。檢查權限！

source: ERROR: Unable to read/write cfi.cfg file. Check permissions!
cs_cz: Chyba: Nelze číst / zapisovat cfi.cfg souboru. Oprávnění zkontrolovat!
ko_kr: 오류 : cgi.cfg 파일을 읽기 / 쓰기 할 수 없습니다. 권한을 확인!
zh_tw: 錯誤：無法讀/寫cgi.cfg文件。檢查權限！

source: Required
cs_cz: požadovaný
ko_kr: 필요
zh_tw: 需要

source: Confirm Password
cs_cz: potvrďte heslo
ko_kr: 비밀번호 확인
zh_tw: 確認密碼

source: Only active objects will be written to the config files and appear in Nagios. Inactive objects will only be shown in the CCM.
cs_cz: Pouze aktivní objekty budou zapsány do konfigurační soubory a objevují se v Nagios. neaktivní objekty budou zobrazeny pouze v ccm.
ko_kr: 활성 객체는 설정 파일에 기록되고 Nagios의에 표시됩니다. 비활성 오브젝트는 CCM에 표시됩니다.
zh_tw: 只有活動對象將被寫入配置文件，並顯示在Nagios的。非活動對象將僅示出在CCM。

source: User updated successfully!
cs_cz: Uživatel úspěšně aktualizováno!
ko_kr: 사용자가 성공적으로 업데이트!
zh_tw: 用戶更新成功！

source: Deleted user
cs_cz: vymazaný uživatel
ko_kr: 삭제 된 사용자
zh_tw: 已被刪除的用戶

source: Created new user
cs_cz: vytvořil nového uživatele
ko_kr: 새 사용자 생성
zh_tw: 創建了新用戶

source: Modified user
cs_cz: upraveného uživatele
ko_kr: 수정 된 사용자
zh_tw: 修改過的用戶

source: Settings updated successfully.
cs_cz: Nastavení úspěšně aktualizováno!
ko_kr: 설정이 성공적으로 업데이트되었습니다!
zh_tw: 設置更新成功！

source: Saved admin settings
cs_cz: uložená nastavení správce
ko_kr: 저장된 관리자 설정
zh_tw: 保存的管理設置

source: Failed to save admin settings
cs_cz: se nepodařilo uložit nastavení správce
ko_kr: 관리자 설정을 저장하지 못했습니다.
zh_tw: 無法保存管理員設置

source: Default Result Limit
cs_cz: Výchozí limit výsledek
ko_kr: 기본 결과 제한
zh_tw: 默認結果限制

source: User-Based Editing Page Locking
cs_cz: Uživatel-based editace stránky zamykání
ko_kr: 사용자 기반 편집 페이지 록킹
zh_tw: 基於用戶的編輯頁面鎖定

source: Enable page locking for multiple users editing same page
cs_cz: povolit strana zamykání pro více uživatelů editace stejnou stránku
ko_kr: 같은 페이지를 편집하는 여러 사용자의 페이지 잠금을 사용
zh_tw: 允許多個用戶編輯同一個網頁頁面鎖定

source: Page Lock Timeout
cs_cz: stránka s prodlevou lock
ko_kr: 페이지 잠금 시간 초과
zh_tw: 頁鎖超時

source: If the session ends unexpectedly (like a browswer close non-CCM page change) the session tracking data will be removed after this amount of time, no longer showing whatever was being edited as being edited anymore. Default: 300
cs_cz: v případě, že relace neočekávaně ukončí (jako browswer úzké non-ccm změna stránky) datová relace sledování bude odstraněna po tuto dobu, již ukazuje, co byl upravován jako bytí ještě upravovat. default: 300
ko_kr: 세션이 예기치 않게 종료하는 경우 (A browswer 가까운 비 CCM 페이지 변경 등) 추적 데이터가이 시간 후에 제거 될 세션은 더 이상 보여 더 이상 편집 한 것으로 편집하지 받고 뭐든간에. 기본 : 300
zh_tw: 如果會話意外結束（如browswer接近非CCM換頁）會話跟踪數據將在此時間後取出，不再顯示任何正在編輯為被編輯了。默認值：300

source: seconds
cs_cz: sekundy
ko_kr: 초
zh_tw: 秒
