Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Force license check
cs_cz: ověření licence
ko_kr: 면허증 확인

source: License Check
cs_cz: kontrola licence
ko_kr: 라이센스 확인

source: Has not checked yet
cs_cz: ještě nezkontroloval
ko_kr: 아직 검사하지 않았다.

source: Ends on
cs_cz: končí
ko_kr: 끝나는
zh_tw: 結束於

source: starting on
cs_cz: začátek
ko_kr: ~에서 시작하다

source: Unlimited
cs_cz: neomezený
ko_kr: 제한없는

source: Manage Cloud License
cs_cz: spravujte cloudovou licenci
ko_kr: 클라우드 라이선스 관리

source: License Status
cs_cz: licenční Statistiky
ko_kr: 라이센스 통계

source: License Subscription
cs_cz: předplatné licence
ko_kr: 라이선스 구독

source: Max Active Checks
cs_cz: účinné kontroly
ko_kr: 활성 점검

source: Purchase a license
cs_cz: koupit licenci
ko_kr: 라이센스를 구입

source: and receive support and upgrade benefits!
cs_cz: a získat podporu a upgrade výhod!
ko_kr: 및 지원 및 업그레이드 혜택을받을!
zh_tw: 並獲得支援和升級福利！

source: Number of Licensed Hosts
cs_cz: Počet licencovaných hostitelů
ko_kr: 라이센스 호스트의 수

source: Current Hosts
cs_cz: Současné hostitelé
ko_kr: 현재 호스트

source: License Usage
cs_cz: využití licence
ko_kr: 라이센스 사용

source: Trial Options:
cs_cz: možnosti zkušební verze:
ko_kr: 시험 옵션 :

source: Enter trial license key
cs_cz: zadejte své licenční klíč
ko_kr: 라이센스 키를 입력

source: Number of Licensed Checks
cs_cz: Počet licencovaných hostitelů
ko_kr: 라이센스 호스트의 수

source: Host-Based
ko_kr: 호스트 기반

source: Upgrade your License
cs_cz: upgrade licence
ko_kr: 라이센스를 업그레이드

source: Invalid License Key
cs_cz: neplatný licenční klíč
ko_kr: 잘못된 라이센스 키

source: Purchase a License
cs_cz: koupit licenci
ko_kr: 라이센스를 구입

source: Maintenance Status
cs_cz: stav údržby
ko_kr: 유지 보수 상태

source: EXPIRED ON
cs_cz: uplynula dne
ko_kr: 에 만료
zh_tw: 過期日期

source: Current
cs_cz: aktuální
ko_kr: 현재

source: days on
cs_cz: dny na
ko_kr: (일)

source: Current (Unable to determine expiration date )
cs_cz: proud (schopni určit datum vypršení platnosti)
ko_kr: 전류 (만료일을 판별 불가능)
zh_tw: 目前（無法確定到期日）

source: Upgrade Cancelled
cs_cz: upgradu zrušena
ko_kr: 업그레이드 취소
zh_tw: 升級取消

source: An upgrade is not possible because your maintenance for this license has expired.
cs_cz: upgrade není možné, protože vaše údržbou licence vypršela.
ko_kr: 이 라이센스에 대한 유지 보수가 만료 되었기 때문에 업그레이드 할 수 없습니다.
zh_tw: 無法升級，因為您對該授權的維護已過期。

source: to renew your license and re-instate upgrade benefits
cs_cz: obnovit svou licenci a znovu aktivovali inovovat výhody
ko_kr: 라이센스를 갱신하고 다시 임명하다 혜택을 업그레이드
zh_tw: 更新您的許可證並恢復升級權益

source: You cannot upgrade your XI installation because your maintenance for this license has expired. Visit
cs_cz: nelze upgradovat instalace XI, protože vaše údržbou licence vypršela. návštěva
ko_kr: 이 라이센스에 대한 유지 보수가 만료 되었기 때문에 당신은 당신의 XI 설치를 업그레이드 할 수 없습니다. 방문
zh_tw: 您無法升級 XI 安裝，因為該許可證的維護已過期。訪問

source: Login to Cloud Account
cs_cz: Přihlaste se do účtu cloud
ko_kr: 클라우드 계정에 로그인

source: Contact Nagios Sales Team
cs_cz: kontaktujte prodejní tým nagios
ko_kr: nagios 영업 팀에 문의하십시오.
zh_tw: 聯絡 Nagios 銷售團隊

source: Provides monitoring of all mission-critical infrastructure components including applications, services, operating systems, network protocols, systems metrics, and network infrastructure. Hundreds of third-party addons provide for monitoring of virtually all in-house applications, services, and systems.
cs_cz: poskytuje monitorování všech důležitých komponent infrastruktury, včetně aplikací, služeb, operačních systémů, síťových protokolů, metrik systémů a síťové infrastruktury. stovky doplňků třetích stran umožňují sledovat prakticky všechny interní aplikace, služby a systémy.
ko_kr: 서비스, ​​운영 체제, 네트워크 프로토콜, 시스템 메트릭 및 네트워크 인프라를 비롯하여 모든 핵심 업무 인프라 구성 요소를 모니터링합니다. 수백 개의 타사 애드온이 사실상 모든 사내 응용 프로그램, 서비스 및 시스템을 모니터링합니다.
zh_tw: 提供所有關鍵任務基礎設施組件的監控，包括應用程式、服務、作業系統、網路協定、系統指標和網路基礎架構。數百個第三方插件可用於監控幾乎所有內部應用程式、服務和系統。

source: Nagios Fusion
cs_cz: Nagios verze
ko_kr: 나기 오스 버전

source: Provides IT operations staff and management with quick, at-a-glance visual indication of problems anywhere across your IT infrastructure. Integrates with both Nagios Core and Nagios XI monitoring servers to provide infrastructure-wide visibility.
cs_cz: poskytuje operačnímu personálu a řízení s rychlou, okamžitou vizuální indikací problémů kdekoli v vaší infrastruktuře. integruje se servery pro monitorování nagios core i nagios xi, které zajišťují viditelnost celé infrastruktury.
ko_kr: 운영 인력과 경영진에게 인프라 스트럭처 전반에 걸쳐 문제를 시각적으로 신속하게 표시합니다. nagios 코어 및 nagios xi 모니터링 서버와 통합되어 인프라 전반의 가시성을 제공합니다.
zh_tw: 為 IT 營運人員和管理人員提供 IT 基礎架構中任何位置問題的快速、一目了然的視覺指示。與 Nagios Core 和 Nagios XI 監控伺服器集成，提供基礎設施範圍內的可見性。

source: Nagios Log Server
cs_cz: Nagios xi serveru
ko_kr: Nagios XI 서버

source: Nagios Log Server greatly simplifies the process of searching your log data. Set up alerts to notify you when potential threats arise, or simply query your log data to quickly audit any system. With Nagios Log Server, you get all of your log data in one location, with high availability and fail-over built right in. Quickly configure your servers to send all log data with easy source setup wizards and start monitoring your logs in minutes.
cs_cz: server log nagios značně zjednodušuje proces vyhledávání vašich dat protokolu. nastavte výstrahy, které vás budou upozorňovat na případné možné hrozby, nebo jednoduše dotazujte data protokolu, abyste mohli rychle zkontrolovat jakýkoli systém. s protokolem log nagios získáte veškerá data protokolu na jednom místě s vysokou dostupností a selháním. Rychle nakonfigurujte servery tak, aby posílali všechna data protokolu pomocí jednoduchých průvodců pro nastavení zdrojového kódu a začali sledovat záznamy v několika minutách.
ko_kr: nagios 로그 서버는 로그 데이터 검색 프로세스를 크게 단순화합니다. 잠재적 인 위협이 발생할 때 사용자에게 알리도록 경고를 설정하거나 단순히 시스템을 감사하기 위해 로그 데이터를 쿼리하십시오. nagios 로그 서버를 사용하면 고 가용성 및 장애 극복 기능을 갖춘 한 위치에서 모든 로그 데이터를 얻을 수 있습니다. 간편한 소스 설정 마법사로 모든 ​​로그 데이터를 보내도록 서버를 신속하게 구성하고 로그를 몇 분 만에 모니터링하십시오.
zh_tw: Nagios Log Server 大幅簡化了搜尋日誌資料的過程。設定警報以在出現潛在威脅時通知您，或只需查詢日誌資料即可快速審核任何系統。借助 Nagios 日誌伺服器，您可以在一個位置獲取所有日誌數據，並內建高可用性和故障轉移功能。

source: Network Analyzer provides an in-depth look at all network traffic sources and potential security threats allowing system admins to quickly gather high-level information regarding the health of the network as well as highly granular data for complete and thorough network analysis.
cs_cz: síťový analyzátor poskytuje podrobný přehled o všech zdrojích síťových přenosů a potenciálních bezpečnostních hrozbách, které umožňují správcům systému rychle shromažďovat informace na vysoké úrovni týkající se zdraví sítě a také vysoce detailní data pro úplnou a důkladnou síťovou analýzu.
ko_kr: 네트워크 분석기는 모든 네트워크 트래픽 소스와 잠재적 인 보안 위협에 대해 심층적 인 시각을 제공하여 시스템 관리자가 네트워크 상태와 관련된 높은 수준의 정보를 신속하게 수집 할 수있을뿐 아니라 완벽하고 철저한 네트워크 분석을 위해 매우 세부적인 데이터를 수집 할 수 있습니다.
zh_tw: 網路分析器可深入查看所有網路流量來源和潛在安全威脅，使系統管理員能夠快速收集有關網路運作狀況的高級資訊以及高度精細的數據，以進行完整、徹底的網路分析。

source: Looking for more information? Have a technical or sales question?
cs_cz: hledáte více informací? máte technickou nebo prodejní otázku?
ko_kr: 더 많은 정보를 찾고 계십니까? 기술 또는 판매 질문이 있으십니까?
zh_tw: 尋找更多資訊？有技術或銷售問題嗎？

source: Nagios Website
cs_cz: nagios webových stránkách
ko_kr: 나기 오스 웹 사이트

source: Nagios XI Mobile
cs_cz: nagios xi mobilní testovací
ko_kr: Nagios XI 이메일 테스트

source: XI Mobile
ko_kr: 사이 모바일
zh_tw: 十一移動

source: Sign Out
cs_cz: odhlásit se
ko_kr: 로그 아웃

source: Toggle navigation
cs_cz: přepínat navigaci
ko_kr: 탐색 전환

source: Return to Desktop
cs_cz: návrat na plochu
ko_kr: 데스크탑으로 돌아 가기

source: %a days, %h hours, %i minutes and %s seconds
cs_cz: % a dní,% h hodin,% i minut a% s sekund
ko_kr: % a 일, % h 시간, % i 분 및 % s 초
zh_tw: %a 天 %h 小時 %i 分 %s 秒

source: No Records Found
cs_cz: Nenalezeny žádné záznamy
ko_kr: 레코드를 찾을 수 없습니다

source: Successfully Acknowledged Problem
cs_cz: úspěšně uznán problém
ko_kr: 성공적으로 인정 된 문제

source: Successfully Scheduled Downtime
cs_cz: úspěšně naplánováno prostoje
ko_kr: 성공적으로 예정된 가동 중지 시간

source: Host Overview
cs_cz: přehled hostitele
ko_kr: 호스트 개요

source: Service Overview
cs_cz: Přehled servicegroup
ko_kr: Servicegroup 개요

source: Disable redirection to mobile interface
cs_cz: zakázat přesměrování na mobilní rozhraní
ko_kr: 모바일 인터페이스로 리디렉션 비활성화
zh_tw: 禁用重定向到行動介面

source: A problem host is any host that is in a non-OK state, whether it has been acknowledged or not.
cs_cz: problémovým hostitelem je jakýkoli hostitel, který je ve stavu non-ok, ať už byl uznán nebo ne.
ko_kr: 문제가있는 호스트는 승인 여부에 관계없이 정상 상태가 아닌 호스트입니다.
zh_tw: 有問題的主機是任何處於非正常狀態的主機，無論它是否已確認。

source: An unhandled host is any host that is in a non-OK state, and has NOT been acknowledged or scheduled for downtime.
cs_cz: neošetřeným hostitelem je jakýkoli hostitel, který je ve stavu non-ok a nebyl uznán nebo naplánován na prostoje.
ko_kr: 처리되지 않은 호스트는 작동 상태가 아니며 가동 중지 시간으로 확인 또는 예약되지 않은 호스트입니다.

source: %d Problem(s)
cs_cz: % d problémy
ko_kr: % d 문제

source: Duration: %s
cs_cz: trvání:% s
ko_kr: 기간 : % s

source: View Services
cs_cz: webové služby
ko_kr: 웹 서비스

source: Verification
cs_cz: osvědčení
ko_kr: 인증

source: Two Factor Verification
cs_cz: ověření dvou faktorů
ko_kr: 두 가지 요소 검증

source: An email has been sent with a 5 digit verifcation token. Enter it below.
cs_cz: byl odeslán e-mail s 5 číslicovým ověřovacím tokenem. zadejte jej níže:
ko_kr: 5 자리 확인 토큰과 함께 이메일이 발송되었습니다. 아래에 그것을 입력하십시오 :
zh_tw: 已發送一封帶有 5 位數驗證令牌的電子郵件。請在下面輸入。

source: Remember this browser
cs_cz: pamatujte si tento prohlížeč
ko_kr: 이 브라우저 기억하기

source: If you select this option, you will not be required to verify your email for this username in this browser for the next %d days
cs_cz: pokud tuto možnost vyberete, nebudete muset ověřit vaši e-mailovou adresu pro toto uživatelské jméno v tomto prohlížeči pro následující% d dny
ko_kr: 이 옵션을 선택하면 다음 % d 일 동안이 브라우저에서이 사용자 이름에 대한 이메일을 확인할 필요가 없습니다
zh_tw: 如果您選擇此選項，則在接下來的 %d 天內，您將不需要在此瀏覽器中驗證此使用者名稱的電子郵件

source: Invalid username or password.
cs_cz: Neplatné uživatelské jméno či heslo.
ko_kr: 사용자 이름 또는 비밀번호가 잘못되었습니다.

source: Auto-Login
cs_cz: automatické přihlášení
ko_kr: 자동 로그인

source: This account has been locked. Please contact the administrator.
cs_cz: Tento účet byl uzamčen. obraťte se na správce.
ko_kr: 이 계정은 잠겨 있습니다. 관리자에게 문의하시기 바랍니다.
zh_tw: 該帳戶已被鎖定。請聯絡管理員。

source: Two factor validation token has expired.
cs_cz: platnost dvouznakového validačního tokenu vypršela.
ko_kr: 두 가지 요소 유효성 검사 토큰이 만료되었습니다.

source: Could not validate token. Only the last token sent is valid.
cs_cz: nemohl ověřit token. pouze poslední odeslaný token je platný.
ko_kr: 토큰의 유효성을 검사 할 수 없습니다. 전송 된 마지막 토큰 만 유효합니다.
zh_tw: 無法驗證令牌。只有最後發送的令牌才有效。

source: The specified user account has been disabled or does not exist.
cs_cz: zadaný uživatelský účet byl deaktivován nebo neexistuje.
ko_kr: 지정된 사용자 계정은 사용이 중지되었습니다거나 존재하지 않습니다.

source: The specified user account has not been setup in this application - contact your %s administrator.
cs_cz: zadaný uživatelský účet nebyl nastavení v této aplikaci - obraťte se na správce Nagios XI.
ko_kr: 지정된 사용자 계정이 응용 프로그램의 설치 않았다 - 귀하의 Nagios XI 관리자에게 문의하십시오.
zh_tw: 尚未在此應用程式中設定指定的使用者帳戶 - 請與您的 %s 管理員聯絡。

source: An error was encountered when looking up the user in the %s database.
cs_cz: došlo k chybě při vyhledávání uživatele v databázi Nagios XI.
ko_kr: Nagios XI 데이터베이스에서 사용자를 검색 할 때 오류가 발생했습니다.

source: Login failure - Username: %1$s - %2$s
cs_cz: selhání přihlášení - uživatelské jméno:% 1 $ s -% 2 $ s
ko_kr: 로그인 실패-사용자 이름 : % 1 $ s-% 2 $ s
zh_tw: 登入失敗 - 使用者名稱：%1$s - %2$s

source: Logged out
cs_cz: odhlásit
ko_kr: 로그 아웃 됨

source: Host Performance Graphs
cs_cz: hostit grafy výkonu
ko_kr: 호스트 성능 그래프

source: 4 Hour View
cs_cz: 4 hodiny pohled
ko_kr: 4 시간보기

source: 24 Hour View
cs_cz: 24 hodin pohled
ko_kr: 24 시간보기
zh_tw: 24小時查看

source: 1 Week View
cs_cz: Pohled 1 týden
ko_kr: 1 주보기

source: 1 Month View
cs_cz: 1 měsíc view
ko_kr: 1 개월보기

source: 1 Year View
cs_cz: Pohled 1 rok
ko_kr: 1 년보기

source: Custom Period
cs_cz: zvyk období
ko_kr: 사용자 정의 기간

source: Clear date filter
cs_cz: clear datum filter
ko_kr: 명확한 날짜 필터

source: Both Start Date and End Date are required for custom date searches
cs_cz: jak datum datum zahájení a ukončení jsou nutné pro vlastní vyhledávání podle data
ko_kr: 시작 날짜와 종료 날짜는 모두 사용자 정의 날짜 검색에 필요한
zh_tw: 自訂日期搜尋需要開始日期和結束日期

source: Two column view
cs_cz: Pohled dvousloupová
ko_kr: 이 열보기
zh_tw: 兩列視圖

source: Single column view
cs_cz: jediný pohled sloupec
ko_kr: 단일 열보기
zh_tw: 單列視圖

source: There are no datasources to display for this service.
cs_cz: nejsou tam žádné DataSources k zobrazení pro tuto službu.
ko_kr: 이 서비스에 대해 표시 할 데이터 원본 더이 없습니다.

source: View current host status
cs_cz: zobrazit aktuální stav hostitele
ko_kr: 현재 호스트 상태보기

source: Host status
cs_cz: stav hostitel
ko_kr: 호스트 상태

source: View host notifications
cs_cz: Pohled hostitelské oznámení
ko_kr: 호스트 알림보기

source: Host notifications
cs_cz: hostitelské oznámení
ko_kr: 호스트 알림

source: View host history
cs_cz: Zobrazit historii hostitelská
ko_kr: 호스트 내역보기

source: Host history
cs_cz: hostit historii
ko_kr: 역사를 호스트

source: View host availability
cs_cz: Dostupnost pohled hostitel
ko_kr: 호스트 가용성보기

source: Host availability
cs_cz: dostupnost hostitel
ko_kr: 호스트 가용성

source: View current service status
cs_cz: zobrazit aktuální stav služby
ko_kr: 현재 서비스 상태보기

source: Service status
cs_cz: stav služby
ko_kr: 서비스 상태

source: View service notifications
cs_cz: Oznámení pohled servis
ko_kr: 서비스 알림보기

source: Service notifications
cs_cz: oznámení služby
ko_kr: 서비스 알림

source: View service history
cs_cz: Zobrazit historii služba
ko_kr: 서비스 내역보기

source: Service history
cs_cz: historie oprav
ko_kr: 서비스 역사

source: View service availability
cs_cz: Dostupnost pohled servis
ko_kr: 서비스 가용성보기

source: Service availability
cs_cz: dostupnosti služby
ko_kr: 서비스 가용성

source: Reports allow you to see how well your network and system have performed over a period of time. Available reports are listed below.
cs_cz: Zprávy vám umožní vidět, jak dobře vaše síť a systém provedli více než určitou dobu. dostupné zprávy jsou uvedeny níže.
ko_kr: 보고서는 네트워크 및 시스템 일정 기간 동안 수행 한 얼마나 잘 볼 수 있습니다. 사용할 수있는 보고서는 다음과 같습니다.
zh_tw: 報告可讓您了解網路和系統在一段時間內的運作。下面列出了可用的報告。

source: Shows you what percentage of time monitored hosts and services were in different operational states. Useful for SLA reports.
cs_cz: vám ukáže, jaké procento času monitorována hostitelů a služeb byly v různých provozních stavech. užitečné pro Sla zpráv.
ko_kr: 당신은 모니터링 호스트와 서비스가 서로 다른 운영 상태에 있던 시간의 비율을 표시합니다. SLA 보고서 유용합니다.
zh_tw: 顯示受監控的主機和服務處於不同操作狀態的時間百分比。對於 SLA 報告很有用。

source: Run availability report
cs_cz: spustit zpráva dostupnost
ko_kr: 가용성 보고서를 실행

source: Provides a historical report of alerts/events that occurred over time.
cs_cz: poskytuje historický přehled výstrah / událostí, ke kterým došlo v průběhu času.
ko_kr: 알림 / 시간이 지남에 발생한 이벤트의 과거 리포트를 제공합니다.
zh_tw: 提供一段時間內發生的警報/事件的歷史報告。

source: Run state history report
cs_cz: spustit přehled historie státu
ko_kr: 상태 기록 보고서를 실행

source: Provides a report of hosts and services that experienced the most number of problems or events over a given time frame.
cs_cz: Poskytuje zprávu o hostitelů a služeb, které zažily největší počet problémů nebo událostí během daného časového rámce.
ko_kr: 호스트와 특정 시간 프레임 동안 문제 나 사건을 가장 많이 경험 서비스에 대한 보고서를 제공합니다.
zh_tw: 提供在給定時間範圍內遇到最多問題或事件的主機和服務的報告。

source: Run top alert producers report
cs_cz: spustit horní sestavu výrobců výstrahy
ko_kr: 맨 경고 생산자 보고서를 실행

source: Provides a report of host and service alerts grouped by time units. Useful for spotting when problems occur most often.
cs_cz: Poskytuje zprávu o hostitelských a servisní záznamy seskupeny podle časových jednotek. užitečné pro nanášení v případě problémů nejčastěji.
ko_kr: 시간 단위로 그룹화 호스트 및 서비스 알림 보고서를 제공합니다. 문제가 가장 많이 발생했을 때 찾을 때 유용합니다.
zh_tw: 提供按時間單位分組的主機和服務警報的報告。對於發現問題最常發生的時間很有用。

source: Run alert histogram report
cs_cz: spustit poplach sestavy histogramu
ko_kr: 경고 히스토그램 보고서를 실행

source: Provides a visual heatmap image of host and service alerts over time. Useful for spotting when problems occur most often.
cs_cz: poskytuje vizuální teplotní mapa obraz hostitelských a služeb upozornění v průběhu času. užitečné pro nanášení v případě problémů nejčastěji.
ko_kr: 시간이 지남에 따라 호스트 및 서비스 알림 시각적으로 히트 맵 이미지를 제공합니다. 문제가 가장 많이 발생했을 때 찾을 때 유용합니다.
zh_tw: 提供一段時間內主機和服務警報的可視化熱圖影像。對於發現問題最常發生的時間很有用。

source: Run alert heatmap report
cs_cz: spustit poplach sestavy teplotní mapa
ko_kr: 경고 히트 보고서를 실행
zh_tw: 運行警報熱圖報告

source: Provides a historical report of notifications that have been sent out over time.
cs_cz: poskytuje historickou zprávu o oznámení, které byly odeslány v průběhu času.
ko_kr: 시간이 지남에 따라 발송 된 알림의 과거 리포트를 제공합니다.
zh_tw: 提供隨時間推移發出的通知的歷史報告。

source: Run notifications report
cs_cz: provozovány oznámení zprávy
ko_kr: 알림 보고서를 실행

source: Provides a detailed log of events captured by the Nagios Core monitoring engine. Useful for debugging problems.
cs_cz: poskytuje podrobný protokol událostí zachycených Nagios monitorovací jádro motoru. užitečné pro ladění potíží.
ko_kr: Nagios 코어 모니터링 엔진에 의해 캡처 된 이벤트에 대한 자세한 로그를 제공합니다. 문제를 디버깅하는 데 유용합니다.
zh_tw: 提供 Nagios Core 監控引擎擷取的事件的詳細日誌。對於調試問題很有用。

source: Run event log report
cs_cz: Zpráva protokolu běh událostí
ko_kr: 이벤트 로그 보고서를 실행
zh_tw: 運行事件日誌報告

source: Your saved reports are shown below.
cs_cz: vaše uložené zprávy jsou uvedeny níže.
ko_kr: 저장된 리포트는 다음과 같습니다

source: You can add a new report to this list by clicking on the
cs_cz: můžete přidat novou zprávu do tohoto seznamu kliknutím na tlačítko
ko_kr: 팁 : 당신은 별을 클릭하여이 목록에 새 보고서를 추가 할 수 있습니다
zh_tw: 您可以透過點擊

source: button when viewing the report
cs_cz: Tlačítko při prohlížení sestavy
ko_kr: 아이콘 보고서를보고
zh_tw: 查看報告時的按鈕

source: You have no saved reports
cs_cz: nemáte žádné uložené přehledy
ko_kr: 당신은 저장된 보고서가 없습니다

source: Invalid report. Please select a saved report from the list below.
cs_cz: neplatná zpráva. vyberte uloženou zprávu ze seznamu níže.
ko_kr: 잘못된 보고서. 아래 목록에서 저장된 보고서를 선택하십시오.

source: Edit My Report
cs_cz: editovat mou zprávu
ko_kr: 내 보고서를 편집

source: Use this function to save reports that you frequently access to your 'My Reports' menu.
cs_cz: Pomocí této funkce ukládat zprávy, které často přístup do menu "Mé zprávy.
ko_kr: 당신은 자주 '내 리포트'메뉴에 액세스하는 보고서를 저장하려면이 기능을 사용합니다.
zh_tw: 使用此功能可將您經常造訪的報告儲存到「我的報告」功能表中。

source: Report Title
cs_cz: Titulní zpráva
ko_kr: 보고서 제목

source: The name you want to use for this report
cs_cz: jméno, které chcete použít pro tuto zprávu
ko_kr: 이 보고서에 사용하려는 이름

source: Do not show this report in the my reports menu section.
cs_cz: nevykazují tuto zprávu v mém úseku zpráv menu.
ko_kr: 내 리포트 메뉴 섹션에서이 보고서를 표시하지 않습니다.

source: Save Report
cs_cz: zpráva save
ko_kr: 보고서 저장

source: My Report
cs_cz: moje zpráva
ko_kr: 내 보고서

source: No report title specified.
cs_cz: žádný titul zprávě uvedeno.
ko_kr: 지정된 보고서 제목 없음.

source: Report saved.
cs_cz: Zpráva uložena.
ko_kr: 저장된 보고서.

source: Service State History
cs_cz: Služba stav historie
ko_kr: 서비스 상태 내역

source: Host State History
cs_cz: hostit historii státu
ko_kr: 주 내역보기

source: Hostgroup State History
cs_cz: hostgroup stav historie
ko_kr: hostgroup 상태 역사

source: Servicegroup State History
cs_cz: servicegroup stav historie
ko_kr: servicegroup 상태 역사

source: Select states
cs_cz: vyberte stavy
ko_kr: 상태 선택

source: All states
cs_cz: všechny státy
ko_kr: 모든 주

source: No matching results found. Try expanding your search criteria
cs_cz: Nebyly nalezeny žádné výsledky odpovídající. zkuste rozšířit kritéria vyhledávání
ko_kr: 일치하는 결과가 없습니다. 검색 기준을 확장 해보십시오.

source: Total Alerts
cs_cz: celkový počet upozornění
ko_kr: 총 알림

source: No matching results found. Try expanding your search criteria
cs_cz: Nebyly nalezeny žádné výsledky odpovídající. zkuste rozšířit kritéria vyhledávání
ko_kr: 일치하는 결과가 없습니다. 검색 기준을 확장 해보십시오

source: Service Top Alert Producers
cs_cz: Výrobci top Upozorňování
ko_kr: 서비스 맨 경고 생산

source: Host Top Alert Producers
cs_cz: hostit přední výrobce upozornění
ko_kr: 인기 경고 제작자

source: Hostgroup Top Alert Producers
cs_cz: hostgroup přední výrobce upozornění
ko_kr: 상단 알림 생산을 hostgroup

source: Servicegroup Top Alert Producers
cs_cz: servicegroup přední výrobce upozornění
ko_kr: 상단 알림 생산을 servicegroup

source: Show Advanced Options
cs_cz: zobrazit rozšířené možnosti
ko_kr: 고급 옵션을 표시

source: Hide Advanced Options
cs_cz: skrýt rozšířené možnosti
ko_kr: 고급 옵션을 숨기기

source: Download only host data as CSV
cs_cz: stáhnout pouze hostitelských dat ve formátu CSV
ko_kr: CSV로만 호스트 데이터를 다운로드

source: Host CSV
cs_cz: hostitel csv
ko_kr: 호스트 CSV

source: Download only service data as CSV
cs_cz: stáhnout pouze servisní data ve formátu CSV
ko_kr: CSV으로 만 서비스 데이터를 다운로드

source: Service CSV
cs_cz: služba csv
ko_kr: 서비스 CSV

source: Show Hosts
cs_cz: zobrazit hostitelé
ko_kr: 쇼 호스트

source: Show Services
cs_cz: zobrazit služby
ko_kr: SNMP 서비스

source: Map Links
cs_cz: mapovat odkazy
ko_kr: 지도 링크

source: Effects
cs_cz: účinky
ko_kr: 효과

source: State Types
cs_cz: typy státních
ko_kr: 주 유형

source: No matching events to map. Try expanding your search criteria
cs_cz: žádná odpovídající události do mapy. zkuste rozšířit kritéria vyhledávání
ko_kr: 지도에 이벤트를 일치 없습니다. 검색 기준을 확장 해보십시오

source: Generating heatmap image
cs_cz: generování teplotní mapa image
ko_kr: 히트 맵 이미지를 생성

source: Earlier
cs_cz: dříve
ko_kr: 이전
zh_tw: 早些時候

source: More Recent
cs_cz: novější
ko_kr: 최근

source: ERROR: You are not authorized to view this report.
cs_cz: chyba: nemáte oprávnění k zobrazení této zprávy.
ko_kr: ERROR :이 보고서를 볼 수있는 권한이 없습니다.

source: Service Availability
cs_cz: dostupnosti služby
ko_kr: 서비스 가용성

source: Host Availability
cs_cz: dostupnost hostitel
ko_kr: 호스트 가용성

source: Hostgroup Availability
cs_cz: dostupnost hostgroup
ko_kr: Hostgroup 가용성

source: Servicegroup Availability
cs_cz: dostupnost servicegroup
ko_kr: 가용성 Servicegroup

source: Availability Summary
cs_cz: shrnutí dostupnost
ko_kr: 가용성 요약

source: Download both host and service data as CSV
cs_cz: stahovat oba hostitele a servisních dat ve formátu CSV
ko_kr: CSV로 모두 호스트와 서비스 데이터를 다운로드

source: Combined CSV
cs_cz: kombinované csv
ko_kr: 결합 CSV

source: Report Time Period
cs_cz: Zpráva doba
ko_kr: 보고서 기간

source: Must select a host/service, hostgroup, or servicegroup selected
cs_cz: Je třeba vybrat hostitele / službu, hostgroup nebo servicegroup Výběr
ko_kr: 선택한 호스트 / 서비스, hostgroup, 또는 servicegroup을 선택해야합니다

source: Display service performance graphs
cs_cz: grafy výkonu servisní displej
ko_kr: 표시 서비스 성능 그래프

source: This will count any state during scheduled downtime as OK for the Availability report
cs_cz: to bude počítat jakýkoliv stav během plánované odstávky, jak ok pro zprávu o dostupnosti
ko_kr: 이 SLA 보고서도 OK 예정된 가동 정지 시간 동안 상태를 계산합니다
zh_tw: 這會將計劃停機期間的任何狀態計為可用性報告的正常狀態

source: Hide scheduled downtime
cs_cz: skrýt plánované prostoje
ko_kr: 예정된 가동 정지 시간을 숨기

source: This will count any WARNING state as OK for the Availability report
cs_cz: to bude počítat jakýkoliv varovný stav jako ok pro zprávu o dostupnosti
ko_kr: 이 가용성 보고서로 확인 경고 상태를 계산합니다
zh_tw: 這會將可用性報告中的任何警告狀態視為正常

source: Hide WARNING states
cs_cz: skrýt varovné stavy
ko_kr: 경고 상태를 숨기기

source: This will count any UNKNOWN state as OK for the Availability report
cs_cz: to bude počítat žádnou neznámou stát jako ok pro zprávu o dostupnosti
ko_kr: 이 가용성 보고서 등의 확인을 알 수없는 상태를 계산합니다
zh_tw: 這會將可用性報告中的任何 UNKNOWN 狀態視為 OK

source: Hide UNKNOWN/UNREACHABLE states
cs_cz: skrýt neznámé / nedosažitelných stavů
ko_kr: 알 수없는 / 도달 할 수없는 상태를 숨기기

source: Show only the hosts with no service data shown
cs_cz: zobrazit pouze hostitelů s žádnými daty službu zobrazenou
ko_kr: 도시없는 서비스 데이터 만 호스트를 표시
zh_tw: 僅顯示主機，不顯示服務數據

source: Do not show service data
cs_cz: neukazují servisní data
ko_kr: 서비스 데이터를 표시하지 않습니다

source: View State History
cs_cz: Pohled stav historie
ko_kr: 주 내역보기
