Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: This directives is the short name used to identify the time period.
cs_cz: Tato směrnice je zkrácený název používaný k identifikaci časový interval.
ko_kr: 이 지시자는 시간주기를 식별하는 데 사용되는 짧은 이름이다.
zh_tw: 這個指令是用於標識的時間段的短名稱。

source: exclude
cs_cz: vyloučit
ko_kr: 제외
zh_tw: 不包括

source: This directive is used to specify the short names of other timeperiod definitions whose time ranges should be excluded from this timeperiod. Multiple timeperiod names should be separated with a comma.
cs_cz: Tato směrnice se používá k určení krátké jména dalších definic timeperiod, jejichž doba rozsahy by měly být vyloučeny z tohoto timeperiod. více názvů timeperiod by měly být odděleny čárkou.
ko_kr: 이 지시문은 시간 범위이 timeperiod에서 제외해야 다른 timeperiod 정의의 짧은 이름을 지정하는 데 사용됩니다. 여러 timeperiod 이름은 쉼표로 구분해야합니다.
zh_tw: 這個指令是用來指定的其他timeperiod定義的時間段應排除這一timeperiod短名稱。多個timeperiod名稱應該用逗號分隔。

source: This directive is a longer name or description used to identify the time period.
cs_cz: Tato směrnice je delší název nebo označení používá k identifikaci časový interval.
ko_kr: 이 지시는 시간 기간을 식별하는 데 더 긴 이름 또는 설명이다.
zh_tw: 這個指令是用來識別的時間週期較長的名稱或說明。

source: template name
cs_cz: název šablony
ko_kr: 템플릿 이름
zh_tw: 模板名稱

source: Not yet implemented.
cs_cz: dosud nebyl realizován.
ko_kr: 아직 구현되지 않았습니다.
zh_tw: 尚未實現。

source: time definition
cs_cz: definice čas
ko_kr: 시간 정의
zh_tw: 時間的定義

source: sunday
cs_cz: Neděle
ko_kr: 일요일
zh_tw: 星期天

source: saturday
cs_cz: sobota
ko_kr: 토요일
zh_tw: 星期六

source: directives are comma-delimited lists of time ranges that are "valid" times for a particular day of the week. Notice that there are seven different days for which you can define time ranges (Sunday through Saturday).
cs_cz: Směrnice jsou oddělený čárkami seznamy časových úseků, které jsou "platný" časy pro určitý den v týdnu. Všimněte si, že existuje sedm různých dnů, pro které lze definovat časové rozsahy (od neděle do soboty).
ko_kr: 지침은 특정 요일에 대해 "유효"배 시간 범위의 쉼표로 구분 된 목록입니다. 당신이 시간 범위 (토 일요일)를 정의 할 수있는 일곱 가지 일이 있다는 것을 알 수 있습니다.
zh_tw: 指令是時間範圍是“有效的”時間為一周的某一天逗號分隔的列表。注意到，有七個不同的天，你可以定義時間範圍（星期日到星期六）。

source: Parameter name: [weekday] [exception]
cs_cz: Parametr name: [den v týdnu] [výjimka]
ko_kr: 매개 변수 이름 : [평일] [예외]
zh_tw: 參數名：[平日] [例外]

source: time range
cs_cz: časový rozsah
ko_kr: 시간 범위
zh_tw: 時間範圍

source: Each time range is in the form of
cs_cz: Pokaždé, když rozsah je ve formě
ko_kr: 각 시간 범위의 형태 인
zh_tw: 每個時間範圍是在形式

source: where hours are specified on a 24 hour clock. For example,
cs_cz: kde jsou specifikovány hodiny na 24 hodinovém formátu. například,
ko_kr: 여기서 시간은 24 시간 시계에 지정됩니다. 예를 들면,
zh_tw: 在那裡小時都在24小時制的規定。例如，

source: means 12:15am in the morning for this day until 12:20am midnight (a 23 hour, 45 minute total time range). If you wish to exclude an entire day from the timeperiod, simply do not include it in the timeperiod definition.
cs_cz: se rozumí 12:15 hodin v dopoledních hodinách pro tento den až do 12:20 hod do půlnoci (a 23 hodin, 45 minut Celková doba rozsah). Pokud si přejete vyloučit celý den od timeperiod, prostě nemají zahrnout do definice timeperiod.
ko_kr: 오전 12:20 자정 (23시, 45분 총 시간 범위)까지이 하루 아침에 오전 12시 15분을 의미한다. 당신이 timeperiod에서 하루 종일 제외하고자하는 경우, 단순히 timeperiod 정의에 포함되지 않습니다.
zh_tw: 指上午12時15分在早晨這一天，直到午夜上午十二點20分（23小時45分鐘總時間範圍內）。如果你想從timeperiod排除一整天，根本就沒有將其包含在timeperiod定義。

source: The weekday directives
cs_cz: směrnic v týdnu
ko_kr: 평일 지시
zh_tw: 平日指令

source: are comma-delimited lists of time ranges that are "valid" times for a particular day of the week. Notice that there are seven different days for which you can define time ranges (Sunday through Saturday)
cs_cz: jsou oddělený čárkami seznamy časových úseků, které jsou "platný" časy pro určitý den v týdnu. Všimněte si, že existuje sedm různých dnů, pro které lze definovat časové rozsahy (neděle do soboty)
ko_kr: 특정 요일에 대해 "유효"배 시간 범위의 쉼표로 구분 된 목록입니다. 당신이 시간 범위를 정의 할 수있는 일곱 가지 일이 있다는 것을 알 (일요일 ~ 토요일)
zh_tw: 是時間範圍是“有效的”次週的某一天逗號分隔的列表。注意到，有七個不同的天，你可以定義時間範圍（星期日到星期六）

source: You can also specify several different types of exceptions to the standard rotating weekday schedule. Exceptions can take a number of different forms including single days of a specific or generic month, single weekdays in a month, or single calendar dates. You can also specify a range of days/dates and even specify skip intervals to obtain functionality described by "every 3 days between these dates". Rather than list all the possible formats for exception strings, Weekdays and different types of exceptions all have different levels of precedence, so its important to understand how they can affect each other. More information on this can be found in the documentation on timeperiods.
cs_cz: můžete také zadat několik různých typů výjimek ze standardního rotačního všední dny harmonogramu. výjimky mohou mít řadu různých forem, včetně jednotlivých dnech specifickým nebo generickým měsíce, jednotlivé pracovní dny v měsíci, nebo jednotlivé kalendářními daty. Můžete také určit rozsah dní / data a dokonce určit přeskočit intervaly k získání funkce popsané "každé 3 dny mezi těmito daty". namísto seznamu všech možných formátů pro výjimky řetězce, ve všední dny a různé druhy výjimek všechny mají různé úrovně priority, takže její důležité pochopit, jak se mohou vzájemně ovlivňovat. Více informací o této problematice naleznete v dokumentaci na timeperiods.
ko_kr: 당신은 또한 표준 회전 평일 일정에 대한 예외의 여러 가지 유형을 지정할 수 있습니다. 예외는 특정 또는 일반 개월의 하나 일, 하나의 평일 달, 또는 하나의 달력 날짜 등 다양한 형태를 취할 수 있습니다. 당신은 또한 일 / 날짜 범위를 지정하고 심지어 "이 날짜 사이에 3 일마다"설명 기능을 사용하려면 간격을 건너 뛸 지정할 수 있습니다. 오히려 목록이 아니라 예외 문자열, 평일 및 예외의 다른 유형 모두를위한 가능한 모든 형식은 서로 영향을 줄 수있는 방법을 이해하기 위해 중요하므로, 우선 순위의 다른 수준이 있습니다. 이에 대한 자세한 내용은 timeperiods에 대한 문서에서 찾을 수 있습니다.
zh_tw: 你也可以指定多個不同類型的例外情況的標準旋轉平日的時間表。異常可以採取許多不同的形式，包括單天的特定或通用月，單平日在一個月，或單一的日曆日期。你也可以指定一個範圍的天/日期，甚至跳過指定的時間間隔，以獲得由“這些日期間，每3天”中描述的功能。而不是列出所有可能的格式字符串例外，平日和不同類型的異常都有不同程度的優先級，因此其重要的是了解它們如何相互影響。更多這方面的信息可以在timeperiods的文檔中找到。

source: , where hours are specified on a 24 hour clock. For example,
cs_cz: , Kde jsou specifikovány hodiny na 24 hodinovém formátu. například,
ko_kr: , 시간은 24 시간제를 지정한다. 예를 들면,
zh_tw: ，其中小時都在24小時制指定。例如，

source: means 12:15am in the morning for this day until 12:00am midnight (a 23 hour, 45 minute total time range). If you wish to exclude an entire day from the timeperiod, simply do not include it in the timeperiod definition.
cs_cz: se rozumí 12:15 hodin v dopoledních hodinách pro tento den až do 12:00 hod do půlnoci (a 23 hodin, 45 minut Celková doba rozsah). Pokud si přejete vyloučit celý den od timeperiod, prostě nemají zahrnout do definice timeperiod.
ko_kr: 오전 12:00 자정 (23시, 45분 총 시간 범위)까지이 하루 아침에 오전 12시 15분을 의미한다. 당신이 timeperiod에서 하루 종일 제외하고자하는 경우, 단순히 timeperiod 정의에 포함되지 않습니다.
zh_tw: 指上午12時15分在早晨這一天，直至午夜12:00（23小時45分鐘總時間範圍內）。如果你想從timeperiod排除一整天，根本就沒有將其包含在timeperiod定義。

source: Contacttemplate - template name
cs_cz: contacttemplate - název šablony
ko_kr: contacttemplate - 템플릿 이름
zh_tw: contacttemplate - 模板名稱

source: This directive is used to define a short name used to identify the contact template.
cs_cz: Tato směrnice se používá k definování zkrácený název používaný k identifikaci kontaktní šablonu.
ko_kr: 이 지시어는 접촉 템플릿을 식별하는 데 사용되는 짧은 이름을 정의하는 데 사용됩니다.
zh_tw: 這個指令是用來定義用於識別接觸模板的簡稱。

source: Command -
cs_cz: příkaz -
ko_kr: 명령
zh_tw: 命令

source: command name
cs_cz: název příkazu
ko_kr: 명령 유형
zh_tw: 命令類型

source: This directive is the short name used to identify the command. It is referenced in contact, host, and service definitions (in notification, check, and event handler directives), among other places.
cs_cz: Tato směrnice je zkrácený název používaný k identifikaci příkazu. to je odkazoval došlo ke kontaktu, hostitele a definice služeb (v oznámení, kontrolovat, a směrnice event handler), mezi jiná místa.
ko_kr: 이 지시어는 명령을 식별하는 데 사용되는 짧은 이름입니다. 그것은 (알림에 확인하고, 이벤트 핸들러 지침) 접촉, 호스트 및 서비스 정의에서 참조, 다른 장소 중 하나입니다.
zh_tw: 這個指令是用來標識該命令的短名稱。它是在接觸，主機和服務定義引用（在通知，檢查和事件處理的指令），在其他地方。

source: command line
cs_cz: příkazový řádek
ko_kr: 명령 유형
zh_tw: 命令類型

source: This directive is used to define what is actually executed by Nagios when the command is used for service or host checks, notifications, or event handlers. Before the command line is executed, all valid macros are replaced with their respective values. See the documentation on macros for determining when you can use different macros. Note that the command line is
cs_cz: Tato směrnice se používá k definování toho, co je ve skutečnosti vykonán nagios při použití příkazu používá pro poskytování služeb nebo hostitelských kontrol, oznámení nebo obsluh událostí. před zpracováním příkazového řádku je vykonán, všechny platné makra jsou nahrazeny svými hodnotami. naleznete v dokumentaci týkající makra pro určení toho, kdy můžete použít různá makra. Všimněte si, že je příkazový řádek
ko_kr: 이 지시어는 명령이 서비스 또는 호스트 검사, 알림 또는 이벤트 핸들러를 사용하는 경우 실제로 Nagios의에 의해 실행되는 것을 정의하는 데 사용됩니다. 커맨드 라인이 실행되기 전에, 모든 유효한 매크로 해당 값으로 대체된다. 당신이 다른 매크로를 사용할 수있을 때 결정하기위한 매크로에 대한 문서를 참조하십시오. 커맨드 라인임을 유의
zh_tw: 這個指令是用來定義實際上是由Nagios的執行時，該命令用於服務或主機的檢查，通知或事件處理程序。執行該命令行之前，所有有效的宏被替換為各自的值。看到宏的文檔確定何時可以使用不同的宏。注意，該命令行是

source: surrounded in quotes. Also, if you want to pass a dollar sign ($) on the command line, you have to escape it with another dollar sign.
cs_cz: obklopený v uvozovkách. Také, pokud chcete předat znak dolaru ($) na příkazovém řádku, budete muset uniknout s jiným znakem dolaru.
ko_kr: 따옴표로 둘러싸여 있습니다. 명령 줄에 달러 기호 ($)를 전달하려면 또한, 다른 달러 기호를 탈출해야합니다.
zh_tw: 用引號括起。同樣，如果你​​想傳遞一個美元符號（$）在命令行中，你必須與另一個美元符號轉義。

source: You may not include a
cs_cz: nemusí obsahovat
ko_kr: 당신은 포함되지 않을 수도 있습니다
zh_tw: 你可能不包括

source: semicolon
cs_cz: středník
ko_kr: 세미콜론
zh_tw: 分號

source: (;) in the
cs_cz: (,) V
ko_kr: (;)에
zh_tw: （）中

source: directive, because everything after it will be ignored as a config file comment. You can work around this limitation by setting one of the
cs_cz: Směrnice, protože všechno poté, co budou ignorovány jako komentář konfiguračním souboru. můžete obejít toto omezení nastavením jedné z následujících
ko_kr: 지시어, 그것은 설정 파일의 주석으로 무시합니다 모든 후에 때문이다. 당신이 중 하나를 설정하여이 문제를 해결 할 수 있습니다
zh_tw: 指令，因為一切後，它會被忽略，因為一個配置文件註釋。你可以解決此限制通過設置一個

source: macros in your resource file to a semicolon and then referencing the appropriate
cs_cz: makra ve vašem zdrojů souboru do středníkem a pak odkazování na příslušný
ko_kr: 세미콜론 리소스 파일에서 매크로 한 다음 적절한를 참조
zh_tw: 在你的資源文件，以分號宏，然後引用合適

source: macro in the
cs_cz: Makro v
ko_kr: 매크로
zh_tw: 宏在

source: directive in place of the semicolon.
cs_cz: směrnice v místě středníkem.
ko_kr: 세미콜론 대신 지시어.
zh_tw: 指令到位分號。

source: If you want to pass arguments to commands during runtime, you can use
cs_cz: Chcete-li předat argumenty na příkazy za běhu, můžete použít
ko_kr: 런타임 중에 명령에 인수를 전달하려는 경우, 당신은 사용할 수 있습니다
zh_tw: 如果你想在運行時傳遞參數的命令，你可以使用

source: macros in the
cs_cz: makra v
ko_kr: 매크로에
zh_tw: 在宏

source: directive of the command definition and then separate individual arguments from the command name (and from each other) using bang (!) characters in the object definition directive (host check command, service event handler command, etc) that references the command. More information on how arguments in command definitions are processed during runtime can be found in the documentation on macros.
cs_cz: Směrnice o vymezení velení a poté samostatné jednotlivé argumenty od názvu příkazu (a od sebe) pomocí třesk (!) znaky ve směrnici o definici objektu (kontrola příkaz host, služba povel psovoda události, atd), které odkazuje na příkaz. Více informací o tom, jak argumenty v definicích příkazových jsou zpracovány během běhu programu lze nalézt v dokumentaci o makra.
ko_kr: 탕을 사용하여 명령 이름 (및 서로)로부터 명령 정의의 지정 후 별도의 개별 인자 (!) 개체 정의 지시문 문자 명령을 참조하는 (호스트 체크 명령, 서비스 이벤트 핸들러 명령 등). 명령 정의에 인수 런타임 중에 처리 방법에 대한 자세한 내용은 매크로에 대한 문서에서 찾을 수 있습니다.
zh_tw: 命令定義的指令，然後分離單個參數使用砰的命令名稱（且彼此）（！）中的字符對象定義指令（主機檢查命令，服務的事件處理程序的命令，等等），它引用的命令。如何在命令定義的參數運行過程中處理更多的信息可以在宏的文檔中找到。

source: command type
cs_cz: Typ příkazu
ko_kr: 명령 유형
zh_tw: 命令類型

source: This directive is used to differ checks and misc commands. Its a NagiosQL definition only.
cs_cz: Tato směrnice se používá k lišit kontrol a různé příkazy. Pouze Jeho nagiosql definice.
ko_kr: 이 지침은 검사 및 기타 명령을 다른 데 사용됩니다. 그 nagiosql 정의 만.
zh_tw: 該指令用於不同的檢查和雜項命令。它是一個nagiosql定義而已。

source: Commands tagged as "check command" will be displayed in services and hosts as check command
cs_cz: Příkazy označené jako "check povel" budou zobrazeny ve službách a hostitelů jako check příkazu
ko_kr: "체크 명령"로 태그 명령은 검사 명령 등의 서비스와 호스트에 표시됩니다
zh_tw: 標記為“check命令”命令將顯示在服務和主機的命令檢查

source: Commands tagged as "misc command" will be displayed in contacts, services and hosts as event command.
cs_cz: Příkazy označené jako "příkaz MISC" se zobrazí v kontaktech, služeb a hostitelů jako příkaz událostí.
ko_kr: "기타 명령"로 태그 명령은 이벤트 명령과 연락처, 서비스 및 호스트에 표시됩니다.
zh_tw: 標記為“雜項命令”命令將顯示在聯繫人，服務和主機作為事件的命令。

source: Not classified commands will be displayed everywhere.</p><p>This definition is only used to reduce the amount of commands shown in the selection fields and to have a more clear view
cs_cz: není klasifikován příkazy budou zobrazeny všude. </p><p> tato definice je použit pouze pro snížení množství příkazů, jak je zobrazeno v výběrových oblastech a mají jasnější pohled
ko_kr: 분류 명령은 모든 곳에서 표시됩니다 없습니다. </p><p> 이러한 정의는 선택 필드에 표시된 명령의 양을 감소시키고 더 깨끗한 시야를 갖도록 사용
zh_tw: 未分類的命令將顯示無處不在。 </p><p>該定義僅用於減少在選擇域中顯示的命令的數量，並有一個更清楚的視圖

source: Hostdependency -
ko_kr: 호스트 종속
zh_tw: 主機依賴

source: dependent host name
cs_cz: závislé na název hostitele
ko_kr: 따라 호스트 이름
zh_tw: 依賴主機名

source: of the
cs_cz: z
ko_kr: 에
zh_tw: 在

source: dependent
cs_cz: závislý
ko_kr: 의존하는
zh_tw: 依賴的

source: host(s). Multiple hosts should be separated by commas
cs_cz: hostitel (y). více hostitelé by měly být odděleny čárkou
ko_kr: 호스트 (들). 여러 호스트는 쉼표로 구분해야
zh_tw: 主機（多個）。多個主機應該用逗號分隔

source: yes (no, if a dependent hostgroup is defined)
cs_cz: ano (ne, je-li závislé na hostgroup je definována)
ko_kr: 예 (아니, 종속 hostgroup가 정의 된 경우)
zh_tw: 是的（不，如果依賴主機組的定義）

source: dependent hostgroup name
cs_cz: závislý název hostgroup
ko_kr: 의존 hostgroup 이름
zh_tw: 依賴主機組名稱

source: hostgroup(s). Multiple hostgroups should be separated by commas. The dependent_hostgroup_name may be used instead of, or in addition to, the dependent_host_name directive.
cs_cz: hostgroup (y). více hostgroups by měly být odděleny čárkou. dependent_hostgroup_name může být použit místo, nebo navíc k, směrnice o dependent_host_name.
ko_kr: hostgroup (들). 여러 hostgroups 쉼표로 구분해야합니다. dependent_hostgroup_name이 대신 사용되거나 dependent_host_name 지시문에 부가 될 수있다.
zh_tw: 主機組（S）。多hostgroups應該用逗號分隔。可以代替的dependent_hostgroup_name，或除，所述dependent_host_name指令。

source: no (yes, if no dependent host is defined)
cs_cz: no (ano, pokud není závislý hostitel je definován)
ko_kr: 없음 (예, 부양 호스트가 정의되지 않은 경우)
zh_tw: 沒有（是的，如果沒有相關的主機被定義）

source: host name
cs_cz: jméno hosta
ko_kr: 호스트 이름
zh_tw: 主機

source: of the host(s)
cs_cz: hostitele (y)
ko_kr: 호스트 (들)
zh_tw: 主機的（多個）

source: that is being depended upon
cs_cz: , který je závislý na
ko_kr: 그가에 의존하고 있습니다
zh_tw: 於所依賴

source: (also referred to as the master host). Multiple hosts should be separated by commas.
cs_cz: (Označované také jako hlavní hostitel). více hostitelé by měly být odděleny čárkou.
ko_kr: (또한 마스터 호스트라고 함). 여러 호스트는 쉼표로 구분해야합니다.
zh_tw: （也稱為主控主機）。多個主機應該用逗號分隔。

source: yes (no, if&nbsp; a hostgroup is defined)
cs_cz: ano (ne, je-li hostgroup je definována)
ko_kr: 예 (아니, hostgroup가 정의 된 경우)
zh_tw: 是的（不，如果一個主機組定義）

source: hostgroup name
cs_cz: název hostgroup
ko_kr: hostgroup 이름
zh_tw: 主機組名稱

source: no (yes, if a no host is defined)
cs_cz: ne (ano, je-li žádný hostitel je definován)
ko_kr: 없음 (예, 어떤 호스트가 정의되지 않은 경우)
zh_tw: 沒有（是的，如果沒有主機定義）

source: Hostdependency - config name
cs_cz: hostdependency - název config
ko_kr: hostdependency - 설정 이름
zh_tw: hostdependency - 配置名稱

source: This directive is used to specify a common config name for a hostdependency configration. This is a NagiosQL parameter and it will not be written to the configuration file.
cs_cz: Tato směrnice se používá k určení společný název config pro hostdependency configration. jedná se o nagiosql parametr a nebude možné zapsat do konfiguračního souboru.
ko_kr: 이 지시문은 hostdependency의 configration에 대한 공통 구성 이름을 지정하는 데 사용됩니다. 이 nagiosql 매개 변수이며 구성 파일에 기록되지 않습니다.
zh_tw: 這個指令是用來為hostdependency CONFIGRATION指定一個常見的配置名稱。這是一個nagiosql參數，它不會被寫入配置文件。

source: inherits parent
cs_cz: dědí z rodičů
ko_kr: 상속 부모
zh_tw: 繼承父

source: This directive indicates whether or not the dependency inherits dependencies of the host
cs_cz: Tato směrnice určuje, zda je či není závislost dědí závislostí hostitele
ko_kr: 이 지시어는 의존성이 호스트의 종속성을 상속 여부를 나타냅니다
zh_tw: 該指令指示依賴與否繼承主機的依賴

source: (also referred to as the master host). In other words, if the master host is dependent upon other hosts and any one of those dependencies fail, this dependency will also fail.
cs_cz: (Označované také jako hlavní hostitel). jinými slovy, je-li hlavní hostitel je závislý na jiných hostitelích, a jedna z těchto závislostí selhání, tato závislost také selže.
ko_kr: (또한 마스터 호스트라고 함). 마스터 호스트가 다른 호스트에 의존하고 그 종속성 중 어느 하나가 실패 할 경우 즉,이 종속성은 실패 할 것이다.
zh_tw: （也稱為主控主機）。換句話說，如果主主機是依賴於其它主機和那些依賴關係中的任何一個發生故障，這種依賴性也將失敗。

source: This directive is used to specify the short name of the time period during which this dependency is valid. If this directive is not specified, the dependency is considered to be valid during all times.
cs_cz: Tato směrnice se používá k určení krátký název časového období, během něhož tato závislost platí. je-li tato směrnice není zadán, je závislost je považována za platnou v každém okamžiku.
ko_kr: 이 지정은이 종속성가 유효한 동안의 시간주기의 짧은 이름을 지정하는 데 사용된다. 이 지정이 지정되지 않으면, 모든 종속성이 시간 동안 유효한 것으로 간주된다.
zh_tw: 這個指令是用來指定的時間段期間，這種依賴性是有效的簡稱。如果沒有指定這個指令，依賴被認為是在任何時候都有效。

source: execution failure criteria
cs_cz: Kritéria selhání poprava
ko_kr: 실행 실패 기준
zh_tw: 執行失敗的標準

source: This directive is used to specify the criteria that determine when the dependent host should
cs_cz: Tato směrnice se používá k určení kritérií, která určují, kdy závislý hostitel by měl
ko_kr: 이 지시문을 결정하는 기준을 지정하는 데 사용됩니다 때 종속 호스트가해야
zh_tw: 這個指令是用來指定確定標準時因主機應

source: be actively checked. If the
cs_cz: aktivně kontrolovat. v případě, že
ko_kr: 적극적으로 확인. 경우
zh_tw: 積極檢查。如果

source: master
cs_cz: mistr
ko_kr: 주
zh_tw: 主

source: host is in one of the failure states we specify, the
cs_cz: hostitel je v jednom z poruchových stavů určíme se
ko_kr: 호스트는 우리가를 지정 오류 상태 중 하나에있을
zh_tw: 主機是在發生故障的狀態，我們指定，所述一個

source: host will not be actively checked. Valid options are a combination of one or more of the following (multiple options are separated with commas):
cs_cz: hostitel nebude aktivně kontrolovat. Platné volby jsou kombinací jedné nebo více z následujících (více možností jsou odděleny čárkou):
ko_kr: 호스트는 적극적으로 검사하지 않습니다. 유효한 옵션은 하나 (여러 옵션을 쉼표로 분리) 다음의 이상을 조합이다 :
zh_tw: 主機不會主動檢查。有效的選項有一個或多個以下的（多個選項用逗號分隔）的組合：

source: fail on an UP state,
cs_cz: selhat na stoupajícím stavu,
ko_kr: 업 상태에 실패,
zh_tw: 失敗的向上的狀態，

source: fail on a DOWN state,
cs_cz: selhání na stát, dolů,
ko_kr: 다운 상태에 실패,
zh_tw: 失敗在關閉狀態，

source: fail on an UNREACHABLE state, and
cs_cz: selhat na nedostupném stavu a
ko_kr: 도달 할 수없는 상태에 실패하고,
zh_tw: 失敗的不可到達的狀態，

source: fail on a pending state (e.g. the host has not yet been checked).
cs_cz: selhání čekající na vyřízení stavu (např hostitel dosud nebyla kontrolována).
ko_kr: 보류 상태에 실패 (예를 들어 호스트는 아직 확인되지 않았습니다).
zh_tw: 失敗的掛起狀態（如主機尚未被選中）。

source: If you specify
cs_cz: pokud zadáte
ko_kr: 당신이 지정하는 경우
zh_tw: 如果您指定

source: (none) as an option, the execution dependency will never fail and the dependent host will always be actively checked (if other conditions allow for it to be).
cs_cz: (None) jako jednu z možností, bude závislost spuštění nikdy nepodaří a závislá hostitel bude vždy aktivně kontrolovat (pokud jsou jiné podmínky umožňují, aby mohla být).
ko_kr: (이 일을 위해 다른 조건이 허용하는 경우) 옵션으로 (없음), 실행 의존성이 실패하지 않습니다 및 종속 호스트는 항상 적극적으로 확인됩니다.
zh_tw: （無）作為一個選項，該執行依賴性永遠不會失敗，並且從屬主機將總是被積極地檢查（如果其它條件允許它是）。

source: in this field, the
cs_cz: v této oblasti je
ko_kr: 이 분야에서,
zh_tw: 在這個領域，在

source: host will not be actively checked if the
cs_cz: hostitel nebude aktivně kontrolovat, pokud
ko_kr: 호스트는 적극적 경우 검사하지 않습니다
zh_tw: 主機將不被積極地檢查，如果

source: host is in either an UNREACHABLE or DOWN state.
cs_cz: hostitel je buď v nedostupném nebo vypnutém stavu.
ko_kr: 호스트 중 하나를 연결할 수없는 또는 아래 상태에 있습니다.
zh_tw: 主機處於要么是無法訪問或關閉狀態。

source: notification failure criteria
cs_cz: Kritéria selhání oznámení
ko_kr: 알림 장애 기준
zh_tw: 通知失敗標準

source: This directive is used to define the criteria that determine when notifications for the dependent host should <em>not</em> be sent out. If the <em>master</em> host is in one of the failure states we specify, notifications for the
cs_cz: Tato směrnice se používá k definování kritérií, která určují, kdy oznámení o závislou hostitele by <em>neměla</em> být rozeslány. pokud <em>hlavní</em> hostitel je v jednom z poruchových stavů určíme, oznámeními
ko_kr: 이 지침은 종속 호스트에 대한 알림을 <em>발송하지 않아야시기를</em> 결정하는 기준을 정의하는 데 사용됩니다. <em>마스터</em> 호스트는 고장 상태 중 하나에있는 경우, 우리는에 대한 알림을 지정할
zh_tw: 這個指令是用來定義確定何時為依賴主機的通知， <em>不</em>應該被送出的標準。如果<em>主</em>主機處於失敗狀態之一，我們指定，用於通知

source: host will not be sent to contacts. Valid options are a combination of one or more of the following:
cs_cz: hostitel nebudou odeslány do kontaktů. Platné jsou kombinací jedné nebo více z následujících:
ko_kr: 호스트는 연락처에 전송되지 않습니다. 유효한 옵션은 다음 중 하나 이상의 조합이다 :
zh_tw: 主機將不會被發送到聯繫人。有效的選項是一種或多種下列物質的組合：

source: (none) as an option, the notification dependency will never fail and notifications for the dependent host will always be sent out.
cs_cz: (None) jako jednu z možností, bude závislost oznámení se nikdy nepodaří a oznámení o závislé hostitele bude vždy rozeslány.
ko_kr: 옵션으로 (없음), 알림 의존성이 실패하지 않습니다 및 종속 호스트에 대한 알림이 항상 전송됩니다.
zh_tw: （無）作為一種選擇，該通知的依賴將永遠不會失敗，並為從屬主機通知將總是被送出。

source: in this field, the notifications for the
cs_cz: v této oblasti, oznámení pro
ko_kr: 이 분야에서, 알림
zh_tw: 在這個領域，用於通知

source: host will not be sent out if the
cs_cz: hostitel nebude být rozeslány v případě, že
ko_kr: 경우 호스트는 발송하지 않습니다
zh_tw: 主機將不被發送出去，如果

source: host is in a DOWN state.
cs_cz: hostitel je ve vypnutém stavu.
ko_kr: 호스트는 다운 상태가된다.
zh_tw: 主機處於關閉狀態。

source: Hostescalation -
ko_kr: 호스트 강화
zh_tw: 主機升級

source: of the host that the escalation should apply to.
cs_cz: hostitele, že eskalace by se mělo vztahovat.
ko_kr: 에스컬레이션이 적용될 호스트의.
zh_tw: 升級應適用於主機的。

source: yes (no, if a hostgroup name is defined
cs_cz: ano (ne, je-li název hostgroup je definován
ko_kr: 예 (아니, hostgroup 이름이 정의되어있는 경우
zh_tw: 是的（不，如果一個主機組名稱定義

source: of the hostgroup(s) that the escalation should apply to. Multiple hostgroups should be separated by commas. If this is used, the escalation will apply to all hosts that are members of the specified hostgroup(s).
cs_cz: z hostgroup (y), že eskalace by se mělo vztahovat. více hostgroups by měly být odděleny čárkou. je-li tato použita, bude eskalace vztahovat na všechny počítače, které jsou členy zadané hostgroup (y).
ko_kr: 에스컬레이션이 적용될 hostgroup (들). 여러 hostgroups 쉼표로 구분해야합니다. 이것이 사용되는 경우, 상승이 지정된 hostgroup (들)의 구성원 인 모든 호스트에 적용된다.
zh_tw: 的主機組（S）的升級應適用於這一點。多hostgroups應該用逗號分隔。如果這是使用，升級將適用於在指定主機組（S）成員的所有主機。
