Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: change from observed maximum, is predicted to occur at
cs_cz: Změna z pozorované maximum, se předpokládá, že se vyskytují v
ko_kr: 관측 된 최대로 변경에서 발생하는 예측
zh_tw: 從觀察到的最大變化，被預測為發生在

source: maximum is not expected to change.
cs_cz: Maximální se neočekává měnit.
ko_kr: 최대 변화가 예상되지 않는다.
zh_tw: 最大預計不會改變。

source: estimated average is
cs_cz: odhadovaný průměr je
ko_kr: 예상 평균은
zh_tw: 預計平均為

source: which is
cs_cz: který je
ko_kr: 이는
zh_tw: 這是

source: change from observed data.
cs_cz: Změna z pozorovaných dat.
ko_kr: 관측 데이터에서 변경합니다.
zh_tw: 從變化觀測數據。

source: average is not expected to change.
cs_cz: průměr se neočekává měnit.
ko_kr: 평균 변화가 예상되지 않는다.
zh_tw: 平均預計不會改變。

source: Data Integrity (Not NaN)
cs_cz: integrita dat (ne nan)
ko_kr: 데이터 무결성 (안 유모)
zh_tw: 數據完整性（不楠）

source: The Recent Past
cs_cz: nedávné minulosti
ko_kr: 최근 과거
zh_tw: 最近的過去

source: Recent Maximum Value
cs_cz: Nedávné maximální hodnota
ko_kr: 최근 최대 값
zh_tw: 近期最大值

source: Recent Average Value
cs_cz: Nedávná průměrná hodnota
ko_kr: 최근 평균 값
zh_tw: 最近的平均值

source: The Extrapolated Future
cs_cz: extrapolovaná budoucí
ko_kr: 추정 미래
zh_tw: 外推未來

source: Extrapolated Maximum Value
cs_cz: extrapolovat maximální hodnota
ko_kr: 외삽 최대 값
zh_tw: 外推最大值

source: Extrapolated Average Value
cs_cz: extrapolovat průměrná hodnota
ko_kr: 외삽 평균 값
zh_tw: 外推平均值

source: Past vs Future Analysis
cs_cz: minulost vs budoucí analýzu
ko_kr: 미래 분석 대 과거
zh_tw: 過去VS將來分析

source: Maximum will change
cs_cz: Maximální změní
ko_kr: 변경됩니다 최대
zh_tw: 最大的改變會

source: Average will change
cs_cz: Průměrná změní
ko_kr: 평균이 변경됩니다
zh_tw: 平均將改變

source: for
cs_cz: pro
ko_kr: 용
zh_tw: 為

source: on
cs_cz: na
ko_kr: 에
zh_tw: 上

source: No data available
cs_cz: data nejsou k dispozici
ko_kr: 자료 없음
zh_tw: 無可用數據

source: 2 weeks
cs_cz: 2 týdny
ko_kr: 이주
zh_tw: 2週

source: 1 week
cs_cz: 1 týden
ko_kr: 일주
zh_tw: 1週

source: 4 weeks
cs_cz: 4 týdny
ko_kr: 사주
zh_tw: 4週

source: 2 months
cs_cz: 2 měsíce
ko_kr: 3개월
zh_tw: 3個月

source: 1 month
cs_cz: 1 měsíc
ko_kr: 1개월
zh_tw: 1個月

source: 6 months
cs_cz: 6 měsíců
ko_kr: 6개월
zh_tw: 6個月

source: 3 months
cs_cz: 3 měsíce
ko_kr: 3개월
zh_tw: 3個月

source: 1 year
cs_cz: 1 rok
ko_kr: 일년
zh_tw: 1年

source: 2 years
cs_cz: 2 roky
ko_kr: 2 년
zh_tw: 2年

source: The custom value could not be parsed as a number.
cs_cz: vlastní hodnotu nelze analyzovat jako číslo.
ko_kr: 사용자 지정 값을 숫자로 구문 분석 할 수 없습니다.
zh_tw: 自定義值無法解析為數字。

source: The alerting time is greater than the lookahead period.
cs_cz: doba upozornění je větší než doba vyhledávání.
ko_kr: 알림 시간이 미리보기 기간보다 큽니다.
zh_tw: 警報時間大於超前期。

source: Put all new services on specific host
cs_cz: všechny nové služby na konkrétního hostitele
ko_kr: 특정 호스트에 모든 새로운 서비스를 넣는다.
zh_tw: 將所有新服務放在特定主機上

source: Perfdata Name
cs_cz: název perfdata
ko_kr: 전체 데이터 이름
zh_tw: perfdata名稱

source: Performance Data Thresholds
cs_cz: prahových hodnot výkonu
ko_kr: 성능 데이터 임계 값
zh_tw: 性能數據閾值

source: Warning Threshold
cs_cz: práh varování
ko_kr: 경고 임계 값
zh_tw: 警告閾值

source: Critical Threshold
cs_cz: kritický práh
ko_kr: 중요 임계 값
zh_tw: 臨界閾值

source: Alert %s within
cs_cz: upozornění% s uvnitř
ko_kr: 경고 % s 이내
zh_tw: 警告％s內

source: days of exceeding
cs_cz: dnů převyšujících 1%. \ t
ko_kr: 초과 일수
zh_tw: 超過的日子

source: CRITICAL Threshold
cs_cz: kritický práh
ko_kr: 임계 임계 값
zh_tw: 臨界閾值

source: WARNING Threshold
cs_cz: práh varování
ko_kr: 경고 임계 값
zh_tw: 警告閾值

source: Custom Value
cs_cz: vlastní hodnotu
ko_kr: 맞춤 가치
zh_tw: 自定義價值

source: as
cs_cz: tak jako
ko_kr: 같이
zh_tw: 如

source: Minimum
cs_cz: minimální
ko_kr: 최저한의
zh_tw: 最低限度

source: Lookahead
cs_cz: dívat se dopředu
ko_kr: 미리보기
zh_tw: 展望

source: weeks using
cs_cz: týdnů
ko_kr: 사용하는 주
zh_tw: 幾週使用

source: Holt-Winters
cs_cz: Holt-zimy
ko_kr: 홀트 - 겨울
zh_tw: 霍爾特 - 冬季

source: Linear Fit
cs_cz: lineární fit
ko_kr: 선형 적합
zh_tw: 線性擬合

source: Quadratic Fit
cs_cz: kvadratická fit
ko_kr: 차 적합
zh_tw: 二次擬合

source: Cubic Fit
cs_cz: krychlový fit
ko_kr: 입방 적합
zh_tw: 三次擬合

source: algorithm
cs_cz: algoritmus
ko_kr: 연산
zh_tw: 算法

source: Render Graph
cs_cz: vykreslení grafu
ko_kr: 그래프를 렌더링하다
zh_tw: 渲染圖

source: Select Data to Monitor
cs_cz: zvolit co monitorovat
ko_kr: 모니터링 할 것을 선택
zh_tw: 選擇要監視哪些

source: Alert if the threshold (%d) is reached within %s days.
cs_cz: upozornění, pokud je prahová hodnota (% d) dosažena v% s dnů.
ko_kr: % s 일 이내에 임계 값 (% d)에 도달하면 경고합니다.
zh_tw: 如果在％s天內達到閾值（％d）則發出警報。

source: No selected entries yet
cs_cz: zatím žádné vybrané položky
ko_kr: 선택한 항목이 없습니다.
zh_tw: 還沒有選中的條目

source: Alert if the threshold (%s) is reached within ___ days.
cs_cz: upozornění, pokud je prahová hodnota (% s) dosažena v% s dnů.
ko_kr: % s 일 이내에 임계 값 (% s)에 도달하면 경고합니다.
zh_tw: 如果在％s天內達到閾值（％s）則發出警報。

source: Remove this row
cs_cz: odstranit tento řádek
ko_kr: 이 행을 제거하십시오.
zh_tw: 刪除此行

source: Executive Summary
cs_cz: shrnutí
ko_kr: 개요
zh_tw: 執行摘要

source: track
cs_cz: dráha
ko_kr: 선로
zh_tw: 軌道

source: on
cs_cz: na
ko_kr: 으로
zh_tw: 的

source: Summary Data
cs_cz: Souhrn údajů
ko_kr: 요약 데이터
zh_tw: 匯總數據

source: Track
cs_cz: dráha
ko_kr: 선로
zh_tw: 軌道

source: Critial
ko_kr: 결정적인
zh_tw: 批評

source: Fit
ko_kr: 에 맞게
zh_tw: 適合

source: Graph
cs_cz: graf
ko_kr: 그래프
zh_tw: 圖表

source: Summary
cs_cz: shrnutí
ko_kr: 개요
zh_tw: 總結

source: Data
ko_kr: 날짜
zh_tw: 日期

source: This plugin does not report a warning/critical threshold. Set capacity planning thresholds on the next page.
cs_cz: tento plugin nehlásí varování / kritický práh. nastavit prahové hodnoty plánování kapacity na další stránce.
ko_kr: 이 플러그인은 경고 / 위험 임계 값을보고하지 않습니다. 용량 계획 임계 값을 다음 페이지에 설정하십시오.
zh_tw: 此插件不會報告警告/嚴重閾值。在下一頁設置容量規劃閾值。

source: Please make sure to select a host, service, and perfdata name.
cs_cz: Ujistěte se, že jste vybrali název hostitele, služby a perfdata.
ko_kr: 호스트, 서비스 및 perfdata 이름을 선택하십시오.
zh_tw: 請確保選擇主機，服務和perfdata名稱。

source: Add to List
cs_cz: přidat do seznamu
ko_kr: 목록에 추가
zh_tw: 添加到列表

source: Basic Configuration
cs_cz: uložení konfigurace
ko_kr: 정적 구성
zh_tw: 靜態配置

source: Please select at least one perfdata entry to monitor.
cs_cz: vyberte prosím alespoň jednu položku perfdata, kterou chcete sledovat.
ko_kr: 모니터링 할 perfdata 항목을 하나 이상 선택하십시오.
zh_tw: 請選擇至少一個要監控的perfdata條目。

source: All perfdata tracks must have entries for the host, service, perfdata name, warning threshold, and critical threshold.
cs_cz: všechny stopy perfdata musí mít položky pro hostitele, službu, jméno perfdata, práh varování a kritický práh.
ko_kr: 모든 perfdata 트랙에는 호스트, 서비스, perfdata 이름, 경고 임계 값 및 임계 임계 값에 대한 항목이 있어야합니다.
zh_tw: 所有perfdata軌道必須具有主機，服務，perfdata名稱，警告閾值和臨界閾值的條目。

source: The original warning and critical values for performance data on this check.
cs_cz: původní varování a kritické hodnoty údajů o výkonu této kontroly.
ko_kr: 이 점검에 대한 성능 데이터의 원래 경고 및 임계 값.
zh_tw: 此檢查中性能數據的原始警告和關鍵值。

source: The warning threshold for the capacity planning check.
cs_cz: varování a kritické prahové hodnoty pro kontrolu plánování kapacity.
ko_kr: 용량 계획 검사에 대한 경고 및 임계 값
zh_tw: 容量規劃檢查的警告和關鍵閾值。

source: The critical threshold for the capacity planning check.
cs_cz: varování a kritické prahové hodnoty pro kontrolu plánování kapacity.
ko_kr: 용량 계획 검사에 대한 경고 및 임계 값
zh_tw: 容量規劃檢查的警告和關鍵閾值。

source: Please specify a custom host name.
cs_cz: Zadejte vlastní název hostitele.
ko_kr: 사용자 정의 호스트 이름을 지정하십시오.
zh_tw: 請指定自定義主機名。

source: checkargs is empty. This error should never be reached. Please contact the config wizard maintainer.
cs_cz: checkargs je prázdný. tato chyba by nikdy neměla být dosažena. Obraťte se prosím na správce konfiguračního průvodce.
ko_kr: 수표는 비어 있습니다. 이 오류는 절대로 도달해서는 안됩니다. 구성 마법사 관리자에게 문의하십시오.
zh_tw: checkargs是空的。永遠不應該達到這個錯誤。請聯繫配置嚮導維護人員。

source: On check number %1$s, warning threshold uses a custom value but %2$s is not numeric.
cs_cz: na kontrolním čísle% 1 $ s prahová hodnota varování používá vlastní hodnotu, ale% 2 $ s není číselné.
ko_kr: 검사 번호 % 1 $ s에서 경고 임계 값은 사용자 정의 값을 사용하지만 % 2 $ s은 숫자가 아닙니다.
zh_tw: 在支票號％1 $ s上，警告閾值使用自定義值，但％2 $ s不是數字。

source: On check number %1$s, critical threshold uses a custom value but %2$s is not numeric.
cs_cz: na kontrolním čísle% 1 $ s kritická prahová hodnota používá vlastní hodnotu, ale% 2 $ s není numerická.
ko_kr: 검사 번호 % 1 $ s에서 중요 임계 값은 사용자 정의 값을 사용하지만 % 2 $ s은 숫자가 아닙니다.
zh_tw: 在支票號％1 $ s上，臨界閾值使用自定義值，但％2 $ s不是數字。

source: Lookahead not defined for check number %s
cs_cz: lookahead není definován pro kontrolní číslo% s
ko_kr: 검사 번호 % s에 대한 미리보기가 정의되지 않았습니다.
zh_tw: 沒有為支票號％s定義前瞻

source: warning timeframe must be within lookahead period on check number %s
cs_cz: výstražný časový rámec musí být v době vyhledávání na kontrolním čísle% s
ko_kr: 수표 번호 % s의 미리보기 기간 내에 경고 기간이 있어야합니다.
zh_tw: 警告時間範圍必須在支票號％s的預測期內

source: critical timeframe must be within lookahead period on check number %s
cs_cz: kritický časový rámec musí být v rámci období vyhledávání na kontrolním čísle% s
ko_kr: 중요한 시간 틀은 검사 번호 % s의 미리보기 기간 내에 있어야합니다.
zh_tw: 關鍵時間範圍必須在支票號％s的預測期內

source: The selected data will be checked for capacity planning once each day. Click next to continue.
cs_cz: vybraná data budou kontrolována jednou denně pro plánování kapacity. pokračujte kliknutím na tlačítko Další.
ko_kr: 선택한 데이터는 매일 한 번 용량 계획을 확인합니다. 계속하려면 다음을 클릭하십시오.
zh_tw: 將每天檢查所選數據的容量計劃。單擊“下一步”繼續。

source: Provides data extrapolation and capacity planning capability.
cs_cz: zajišťuje datovou extrapolaci a schopnost plánování kapacity.
ko_kr: 데이터 외삽 및 용량 계획 기능을 제공합니다.
zh_tw: 提供的數據外推法和容量規劃的能力。

source: Displays an overview Capacity Planning.
cs_cz: zobrazuje přehled plánování kapacity.
ko_kr: 개요 용량 계획을 표시합니다.
zh_tw: 顯示一個概要，容量規劃。

source: This service does not have any data to use.
cs_cz: tato služba nemá žádná data k použití.
ko_kr: 이 서비스를 사용하는 모든 데이터가 없습니다.
zh_tw: 這個服務沒有使用任何數據。

source: Edit Dashlet Settings
cs_cz: Upravit nastavení dashlet
ko_kr: 편집 대시 렛창 설정
zh_tw: 編輯儀表物件設定

source: 1 Week
cs_cz: 1 týden
ko_kr: 일주
zh_tw: 1週

source: 2 Weeks
cs_cz: 2 týdny
ko_kr: 이주
zh_tw: 2週

source: 1 Month
cs_cz: 1 měsíc
ko_kr: 1개월
zh_tw: 1個月

source: 3 Months
cs_cz: 3 měsíce
ko_kr: 3개월
zh_tw: 3個月

source: 6 Months
cs_cz: 6 měsíců
ko_kr: 6개월
zh_tw: 6個月

source: 1 Year
cs_cz: 1 rok
ko_kr: 일년
zh_tw: 1年

source: Extrapolation Method
cs_cz: metoda extrapolace
ko_kr: extrapilation 방법
zh_tw: extrapilation方法

source: Update Dashlet
cs_cz: aktualizace dashlet
ko_kr: 업데이트 대시 렛창
zh_tw: 儀表物件更新

source: See the rest of the capacity planning graphs
cs_cz: vidět zbytek grafů plánování kapacity
ko_kr: 용량 계획 그래프의 나머지 부분을 참조
zh_tw: 看到容量規劃其他圖表

source: There are no capacity planning graphs available for this host.
cs_cz: nejsou k dispozici žádné kapacitní plánování grafy jsou k dispozici pro tento počítač.
ko_kr: 이 호스트에 사용할 수있는 용량 계획 그래프가 없습니다.
zh_tw: 沒有該主機可用的容量規劃圖。

source: Must pass a host_name, service_description, and track.
cs_cz: musí projít host_name, službu SERVICE_DESCRIPTION, a stopu.
ko_kr: 여기서 host_name, SERVICE_DESCRIPTION, 트랙을 통과해야합니다.
zh_tw: 必須通過HOST_NAME，SERVICE_DESCRIPTION和跟踪。

source: All Services
cs_cz: všechny služby
ko_kr: 모든 서비스
zh_tw: 所有服務

source: Service Capacity Planning
cs_cz: Plánování kapacity služeb
ko_kr: 서비스 용량 계획
zh_tw: 服務容量規劃

source: Host Capacity Planning
cs_cz: Plánování hostitel kapacita
ko_kr: 용량 계획
zh_tw: 容量規劃

source: Hostgroup Capacity Planning
cs_cz: Plánování hostgroup kapacita
ko_kr: hostgroup 용량 계획
zh_tw: 主機組的容量規劃

source: Servicegroup Capacity Planning
cs_cz: Plánování servicegroup kapacita
ko_kr: servicegroup 용량 계획
zh_tw: 表示ServiceGroup容量規劃

source: Displaying
cs_cz: zobrazování
ko_kr: 표시
zh_tw: 顯示

source: of
cs_cz: z
ko_kr: 으로
zh_tw: 的

source: total
cs_cz: celkový
ko_kr: 합계
zh_tw: 總

source: Displaying all of
cs_cz: zobrazení všech
ko_kr: 모든 표시
zh_tw: 顯示所有

source: matches for
cs_cz: zápasy
ko_kr: 에 대한 일치
zh_tw: 火柴

source: All Tracks
cs_cz: všechny stopy
ko_kr: 모든 트랙
zh_tw: 所有曲目

source: records
cs_cz: evidence
ko_kr: 기록
zh_tw: 記錄

source: Report is showing the next
cs_cz: Zpráva ukazuje další
ko_kr: 보고서는 다음을 표시합니다
zh_tw: 報告顯示下一

source: View All Host Tracks
cs_cz: zobrazit všechny hostitelů stopy
ko_kr: 모든 호스트 트랙을 볼 수
zh_tw: 查看所有的主機曲目

source: View Host's Services
cs_cz: služby pohled zvoucí
ko_kr: 보기 호스트의 서비스
zh_tw: 查看主機的服務

source: View All Service Tracks
cs_cz: zobrazit všechny servisní stopy
ko_kr: 모든 서비스 트랙을 볼 수
zh_tw: 查看所有服務曲目

source: Error: Command not found.
cs_cz: Chyba: command not found.
ko_kr: 오류 : 명령을 찾을 수 없습니다.
zh_tw: 錯誤：命令沒有找到。

source: Unknown Config
cs_cz: neznámá konfigurace
ko_kr: 알 수없는 구성
zh_tw: 未知配置

source: removed lock and started editing at
cs_cz: odstranil zámek a začal editaci na
ko_kr: 잠금 장치를 제거에서 작성 시작
zh_tw: 去掉鎖，並開始在編輯

source: <span class='urgent'><span class='material-symbols-outlined'>warning</span> Changes detected! <strong><a href='
cs_cz: <span class='urgent'><span class='material-symbols-outlined'>varování</span> Byly zjištěny změny!</span>
ko_kr: <span class='urgent'><span class='material-symbols-outlined'>경고</span> 변경 사항이 감지되었습니다!</span>
zh_tw: <span class='urgent'><span class='material-symbols-outlined'>警告</span>偵測到更改！</span>

source: Config file:
ko_kr: 구성 파일 :
zh_tw: 配置文件：

source: Cannot delete the file (check the permissions)!
cs_cz: Nelze odstranit soubor (zkontrolujte oprávnění)!
ko_kr: (권한을 확인) 파일을 삭제할 수 없습니다!
zh_tw: 無法刪除的文件（檢查權限）！

source: Configuration write failed:
cs_cz: Konfigurace zápisu se nezdařila:
ko_kr: 구성 쓰기 실패 :
zh_tw: 配置寫入失敗：

source: Cannot open/overwrite the configuration file (check the permissions)!
cs_cz: Nelze otevřít / přepsat konfigurační soubor (zkontrolujte oprávnění)!
ko_kr: 열 / (권한을 확인) 환경 설정 파일을 덮어 쓸 수 없습니다!
zh_tw: 不能打開/覆蓋配置文件（檢查權限）！

source: Error while selecting data from database:
cs_cz: Chyba při výběru dat z databáze:
ko_kr: 데이터베이스에서 데이터를 선택하는 동안 오류가 발생했습니다 :
zh_tw: 選擇數據庫中的數據時發生錯誤：

source: Configuration file
cs_cz: konfigurační soubor
ko_kr: 환경설정
zh_tw: 配置文件

source: successfully written!
cs_cz: úspěšně zapsán!
ko_kr: 성공적으로 작성!
zh_tw: 成功寫入！

source: Configuration file successfully written!
cs_cz: Konfigurační soubor úspěšně zapsán!
ko_kr: 구성 파일은 성공적으로 기록!
zh_tw: 配置文件成功寫入！

source: Data successfully inserted into the database!
cs_cz: Data úspěšně vložena do databáze!
ko_kr: 데이터는 성공적으로 데이터베이스에 삽입!
zh_tw: 插入到數據庫中的數據成功！

source: Error while inserting data into the database:
cs_cz: Chyba při vkládání dat do databáze:
ko_kr: 오류가 발생하여 데이터베이스에 데이터를 삽입하는 동안 :
zh_tw: 同時插入到數據庫中的數據時發生錯誤：

source: The assigned, no longer used configuration files were deleted successfully!
cs_cz: přiřazené, která se již nevyužívá konfigurační soubory byly úspěšně smazán!
ko_kr: 할당 더 이상 사용하지 구성 파일이 성공적으로 삭제되었습니다!
zh_tw: 的分配，不再使用的配置文件被成功刪除！

source: Host file deleted:
cs_cz: hostit soubor odstraněn:
ko_kr: 호스트 파일 삭제 :
zh_tw: 主機文件刪除：

source: Errors while deleting the old configuration file - please check!:
cs_cz: Chyby při mazání starý konfigurační soubor - zkontrolujte !:
ko_kr: 이전 구성 파일을 삭제하는 동안 오류가 - 확인하시기 바랍니다!
zh_tw: 刪除舊的配置文件時的錯誤 - 請檢查！

source: Delete failed because a database error:
cs_cz: smazat nezdařilo, protože chyby databáze:
ko_kr: 삭제 실패 데이터베이스 오류로 인해 :
zh_tw: 刪除失敗，因為數據庫錯誤：

source: Dataset successfully deleted. Affected rows:
cs_cz: datová sada byla úspěšně odstraněna. ovlivněné řádky:
ko_kr: 데이터 세트가 삭제되었습니다. 영향을받는 행 수 :
zh_tw: 數據集已成功刪除。受影響的行：

source: Delete dataset id:
cs_cz: mazat datové sady ID:
ko_kr: 데이터 세트 ID를 삭제하는 방법은 다음과 같습니다
zh_tw: 刪除數據集ID：

source: - from table:
cs_cz: - Z tabulky:
ko_kr: - 표에서 :
zh_tw: - 從表：

source: - with affected rows:
cs_cz: - S dotčenými řádky:
ko_kr: - 영향을받는 행과 :
zh_tw: - 受影響的行：

source: Service file deleted:
cs_cz: Soubor služba zrušuje:
ko_kr: 서비스 파일 삭제 :
zh_tw: 服務文件刪除：

source: Delete data from table:
cs_cz: smazání dat z tabulky:
ko_kr: 테이블에서 데이터를 삭제 :
zh_tw: 從表中刪除數據：

source: No data deleted. Probably the dataset does not exist or it is protected from delete.
cs_cz: žádná data smazána. Pravděpodobně datový soubor neexistuje nebo je chráněna proti vymazání.
ko_kr: 데이터가 삭제 없습니다. 아마도 데이터 세트가 존재하지 않거나 그것을 삭제로부터 보호됩니다.
zh_tw: 沒有數據被刪除。可能的數據集不存在，或它是將從delete保護。

source: Deleted
cs_cz: vymazat
ko_kr: 삭제
zh_tw: 刪除

source: from config
cs_cz: z config
ko_kr: 구성에서
zh_tw: 從配置

source: Object was not deleted.
cs_cz: Položka nebyla odstraněna.
ko_kr: 항목이 삭제되지 않았습니다.
zh_tw: 項目未刪除。

source: Object deleted successfully.
cs_cz: položky úspěšně smazán
ko_kr: 항목 삭제
zh_tw: 已成功刪除的項目

source: Invalid object.
cs_cz: neplatný objekt
ko_kr: 잘못된 개체
zh_tw: 無效的對象

source: The object with the ID given may not exist.
cs_cz: objekt s daným ID nemusí existovat.
ko_kr: 주어진 ID를 가진 객체가 존재하지 않을 수 있습니다.
zh_tw: 具有id的對象可能不存在。

source: Host file
cs_cz: soubor hostitele
ko_kr: 호스트 파일 :
zh_tw: 主機文件：

source: was deleted
cs_cz: byla odstraněna
ko_kr: 삭제되었습니다
zh_tw: 已被刪除

source: Service file
cs_cz: soubor služba
ko_kr: 서비스 파일
zh_tw: 服務文件

source: was deleted successfully!
cs_cz: byl úspěšně odstraněn!
ko_kr: 성공적으로 삭제되었습니다!
zh_tw: 已成功刪除！

source: Errors while deleting the old configuration file - please check!
cs_cz: Chyby při mazání starý konfigurační soubor - zkontrolujte!
ko_kr: 이전 구성 파일을 삭제하는 동안 오류가 - 확인하시기 바랍니다!
zh_tw: 刪除舊的配置文件時的錯誤 - 請檢查！

source: Copy object failed to create
cs_cz: objekt kopírování se nepodařilo vytvořit
ko_kr: 복사 개체를 만들지 못했습니다.
zh_tw: 複製對象無法創建

source: Copy object created
cs_cz: vytvořen objekt kopírování
ko_kr: 생성 된 복사 객체
zh_tw: 複製對象創建

source: Error while inserting the data to the database:
cs_cz: Chyba při vkládání dat do databáze:
ko_kr: 오류 데이터베이스에 데이터를 삽입하는 동안 :
zh_tw: 同時插入到數據庫中的數據時發生錯誤：

source: Relation to <strong>
cs_cz: vztah k
ko_kr: 관련
zh_tw: 有關

source: s</strong>, entry: <strong>
cs_cz: s, záznam:
ko_kr: 초, 항목 :
zh_tw: ，條目：

source: Dependent relationship
cs_cz: závislý vztah
ko_kr: 가족 관계
zh_tw: 依賴關係

source: </strong>, entry: <strong>
cs_cz: , Vstup:
ko_kr: , 항목 :
zh_tw: ，輸入：

source: You do not have permission to manage this object.
cs_cz: nemáte oprávnění spravovat tento objekt.
ko_kr: 이 개체를 관리 할 수있는 권한이 없습니다.
zh_tw: 您無權管理此對象。

source: Cannot open the data file (check the permissions)!
cs_cz: Nelze otevřít datový soubor (zkontrolujte oprávnění)!
ko_kr: (권한을 확인) 데이터 파일을 열 수 없습니다!
zh_tw: 無法打開數據文件（檢查權限）！

source: Table for import definition
cs_cz: stůl pro definici dovozu
ko_kr: 가져 오기 정의에 대한 표
zh_tw: 表導入定義

source: is not available!
cs_cz: není k dispozici!
ko_kr: 사용할 수 없습니다!
zh_tw: 不可用！

source: Entry
cs_cz: vstup
ko_kr: 등록
zh_tw: 輸入

source: exists and was not overwritten
cs_cz: existuje a nebyla přepsána
ko_kr: 존재 덮어 아니었다
zh_tw: 存在，並不會被覆蓋

source: inside
cs_cz: uvnitř
ko_kr: 내부
zh_tw: 內

source: were not written
cs_cz: Nebyly napsány
ko_kr: 기록되지 않았습니다
zh_tw: 不寫了

source: could not be inserted:
cs_cz: nemohlo, který zní:
ko_kr: 삽입 할 수 없습니다 :
zh_tw: 不能被插入：

source: successfully inserted
cs_cz: úspěšně vložena
ko_kr: 성공적으로 삽입
zh_tw: 成功插入

source: Error: wrong number of arguments - cannot import service group members
cs_cz: Chyba: nesprávný počet argumentů - nelze importovat členy skupiny služby
ko_kr: 오류 : 잘못된 인수 개수가 - 서비스 그룹 구성원을 가져올 수 없습니다
zh_tw: 錯誤：錯誤的參數數目 - 可以導入服務組成員

source: You must enter a proper host name. You can not use the characters: \~!$%^&*"'|<>?()=
cs_cz: musíte zadat správný název hostitele. ! Nelze použít znaky: \ ~ $% ^ & * " '| <> () =
ko_kr: 당신은 적절한 호스트 이름을 입력해야합니다. 당신이 문자를 사용할 수 있습니다!? \ ~ $의 % ^ & * " '| <> () =
zh_tw: 您必須輸入正確的主機名。你不能使用的字符：！？\〜$％^＆*“'| <>，（）=

source: You do not have access to this page.
cs_cz: nemáte přístup k této stránce.
ko_kr: 이 섹션에 액세스 할 수 없습니다.
zh_tw: 你無權訪問此節。

source: Item
cs_cz: položka
ko_kr: 항목
zh_tw: 項目

source: cannot be disabled because it has dependent relationships
cs_cz: nemůže být zakázán, protože má závislé vztahy
ko_kr: 이 종속 관계가 있기 때문에 비활성화 할 수 없습니다
zh_tw: 不能被禁用，因為它有依賴關係

source: Object
cs_cz: objektů
ko_kr: 사물
zh_tw: 對象

source: cannot be activated because it has parent host relationships that are inactive
cs_cz: nemůže být aktivován, protože má nadřazených hostitelských vztahy, které jsou neaktivní
ko_kr: 이 비활성 부모 호스트 관계를 가지고 있기 때문에 활성화 할 수 없습니다
zh_tw: 不能被激活，因為它有父主機的關係，是無效的

source: cannot be activated because it has parent service group relationships that are inactive
cs_cz: nelze aktivovat, protože má skupinové vztahy rodič servis, který je neaktivní
ko_kr: 이 비활성 상위 서비스 그룹 관계를 가지고 있기 때문에 활성화 할 수 없습니다
zh_tw: 不能被激活，因為它有父服務組的關係是無效的

source: cannot be activated because it has parent host group relationships that are inactive
cs_cz: nemůže být aktivován, protože má skupinové vztahy rodič hostitelů, které jsou neaktivní
ko_kr: 이 비활성 상위 호스트 그룹의 관계를 가지고 있기 때문에 활성화 할 수 없습니다
zh_tw: 不能被激活，因為它有父主機組的關係是無效的

source: Update query failed.
cs_cz: aktualizační dotaz selhal.
ko_kr: 업데이트 쿼리가 실패했습니다.
zh_tw: 更新查詢失敗。

source: Errors while deleting the old configuration file:
cs_cz: Chyby při mazání starého konfiguračního souboru:
ko_kr: 오류 이전 구성 파일을 삭제하는 동안 :
zh_tw: 錯誤，同時刪除舊的配置文件：

source: - please check permissions!
cs_cz: - Zkontrolujte oprávnění!
ko_kr: - 권한을 확인하세요!
zh_tw: - 請檢查權限！

source: Deactivated
cs_cz: deaktivace
ko_kr: 군대를 해산하다
zh_tw: 關閉

source: Object updated successfully.
cs_cz: Uživatel úspěšně aktualizováno!
ko_kr: 사용자가 성공적으로 업데이트!
zh_tw: 用戶更新成功！

source: There was a problem updating the selected item type
cs_cz: došlo k potížím aktualizaci vybraný typ položky
ko_kr: 선택한 항목 유형을 업데이트하는 데 문제가 발생했습니다
zh_tw: 更新所選的項目類型是有問題

source: objects updated successfully.
cs_cz: položky úspěšně aktualizováno!
ko_kr: 항목이 성공적으로 업데이트되었습니다!
zh_tw: 項目更新成功！

source: Logged in as:
cs_cz: Přihlášen jako:
ko_kr: 다음으로 로그인 :
zh_tw: 登錄為：

source: Logout
cs_cz: odhlásit se
ko_kr: 로그 아웃
zh_tw: 註銷

source: Logged in
cs_cz: Přihlášen jako
ko_kr: (으)로 로그인
zh_tw: 登錄的

source: Contact your Nagios XI administrator if you have forgotten your login credentials.
cs_cz: Pokud jste zapomněli přihlašovací údaje, obraťte se na správce systému nagios xi.
ko_kr: 로그인 자격 증명을 잊어 버린 경우 nagios xi 관리자에게 문의하십시오.
zh_tw: 如果您忘記了登錄憑據，請與您的nagios xi管理員聯繫。

source: Login failed
cs_cz: přihlášení selhalo!
ko_kr: 실패 로그인!
zh_tw: 登錄失敗！

source: Login Required!
cs_cz: vyžaduje se přihlášení!
ko_kr: 로그인 필요!
zh_tw: 要求登錄！

source: Problem detected updating object name on relative:
cs_cz: Problém zjištěn aktualizovat název objektu na relativní:
ko_kr: 문제는 상대에 업데이트 개체 이름을 검색 :
zh_tw: 問題的更新檢測對象名稱相對：

source: Created
cs_cz: vytvořil
ko_kr: 작성자
zh_tw: 創建者

source: Modified
cs_cz: upraveny
ko_kr: 개조 된
zh_tw: 改性

source: There were
cs_cz: existovaly
ko_kr: 이 있었다
zh_tw: 有

source: errors while processing this request
cs_cz: Chyby při zpracování tohoto požadavku
ko_kr: 오류이 요청을 처리하는 동안
zh_tw: 在處理這個請求的錯誤

source: sucessfully updated.
cs_cz: Úspěšně aktualizováno.
ko_kr: 성공적으로 업데이트되었습니다.
zh_tw: 已成功更新。

source: Could not delete object type
cs_cz: nelze odstranit typ objektu
ko_kr: 개체 유형을 삭제할 수 없습니다.
zh_tw: 無法刪除對像類型

source: Cannot delete data, no object ID specified!
cs_cz: Nelze odstranit data, žádný objekt id zadán!
ko_kr: 데이터를 삭제할 수 없습니다, 지정하지 개체 ID!
zh_tw: 無法刪除數據，沒有指定對象的id！

source: No items were deleted from the database.
cs_cz: žádné položky byly odstraněny z databáze.
ko_kr: 항목이 데이터베이스에서 삭제되지 않았습니다.
zh_tw: 沒有產品從數據庫中刪除。

source: items deleted
cs_cz: položky byly smazány
ko_kr: 항목이 삭제되었습니다.
zh_tw: 項目已刪除

source: items failed to delete.
cs_cz: položky se nepodařilo odstranit.
ko_kr: 항목 삭제에 실패했습니다.
zh_tw: 項目無法刪除。

source: Items may have dependent relationships that prevent deletion
cs_cz: položky mohou mít závislé vztahy, které zabraňují smazání
ko_kr: 항목 삭제를 방지 종속 관계가있을 수 있습니다
zh_tw: 項目可能具有的依賴關係，防止刪除

source: Use the 'info' button to see all relationships.
cs_cz: Pomocí tlačítka "info" vidět všechny vztahy.
ko_kr: 모든 관계를 볼 수있는 '정보'버튼을 사용하십시오.
zh_tw: 使用“信息”按鈕，查看所有的關係。

source: sucessfully updated
cs_cz: Počet úspěšně aktualizovaných
ko_kr: 성공적으로 업데이트되었습니다.
zh_tw: 已成功更新。

source: Configuration file deleted:
cs_cz: Konfigurační soubor odstraněn:
ko_kr: 구성 파일은 삭제 :
zh_tw: 刪除配置文件：
