Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: You can also use the <code>%user%</code> macro in the command line to place the username of the user who's API key is running the command.
cs_cz: můžete také pomocí makra <code>%user%</code> v příkazovém řádku umístit uživatelské jméno uživatele, kterému je spuštěn příkaz api.
ko_kr: 명령 줄에서 <code>%user%</code> 매크로를 사용하여 API 키가 명령을 실행중인 사용자의 사용자 이름을 지정할 수도 있습니다.
zh_tw: 您還可以在命令行中使用<code>%user%</code>宏來放置正在運行命令的用戶的用戶名。

source: Example Repsonse (Success)
cs_cz: příklad reponse (úspěch)
ko_kr: 예 repsonse (성공)
zh_tw: repsonse例子（成功）

source: Scheduled Downtime
cs_cz: plánované odstávky
ko_kr: 예약 중단
zh_tw: 計劃內停機時間

source: Schedules a new scheduled downtime in Nagios XI.
cs_cz: plánuje nové plánované prostoje v nagiosu xi.
ko_kr: nagios xi에서 새로운 예정된 가동 중지 시간을 예약합니다.
zh_tw: 在nagios xi中安排新的計劃停機時間。

source: Required Parameters
cs_cz: požadované parametry
ko_kr: 필수 매개 변수
zh_tw: 所需的參數

source: comment
cs_cz: komentář
ko_kr: 논평
zh_tw: 評論

source: api key's user
cs_cz: api klíčový uživatel
ko_kr: API 키 사용자
zh_tw: api密鑰的用戶

source: by default if empty or a username
cs_cz: ve výchozím nastavení, pokud je prázdné nebo uživatelské jméno
ko_kr: 비어 있거나 사용자 이름 인 경우 기본적으로
zh_tw: 默認情況下為空或用戶名

source: Optional Parameters
cs_cz: volitelné parametry
ko_kr: 선택적 매개 변수
zh_tw: 可選參數

source: list of host names (i.e. hosts[]=1&hosts[]=2, etc)
cs_cz: seznam názvů hostitelů (tj. hostitelů [] = 1 & hosts [] = 2 atd.)
ko_kr: 호스트 이름 목록 (예 : hosts [] = 1 & hosts [] = 2, etc)
zh_tw: 主機名稱列表（即主機[] = 1和主機[] = 2等）

source: or 1 for regular / 2 for children triggered by parent
cs_cz: nebo 1 pro pravidelné / 2 pro děti spouštěné rodičem
ko_kr: 부모에 의해 트리거 된 어린이의 경우 일반 / 2
zh_tw: 或父母觸發的兒童為1或2為兒童

source: or 1 for all services on specified hosts
cs_cz: nebo 1 pro všechny služby na určených hostitelích
ko_kr: 지정된 호스트의 모든 서비스에 대해 1
zh_tw: 或1表示指定主機上的所有服務

source: list of host/service combos (i.e. services[localhost]=PING)
cs_cz: seznam hostitelských / servisních kombi (tj. služby [localhost] = ping)
ko_kr: 호스트 / 서비스 콤보 목록 (예 : 서비스 [localhost] = ping)
zh_tw: 主機/服務組合列表（即服務[localhost] = ping）

source: list of host group names
cs_cz: Jména hostgroup - hostitel
ko_kr: 호스트 - hostgroup 이름
zh_tw: 主機 - 主機組名

source: list of service group names
cs_cz: seznam názvů skupin služeb
ko_kr: 서비스 그룹 이름 목록
zh_tw: 服務組名稱列表

source: flexible duration length in minutes
cs_cz: flexibilní délka trvání v minutách
ko_kr: 유연한 기간 길이 (분)
zh_tw: 靈活的持續時間長度，以分

source: ID of downtime to be triggered by
cs_cz: id prostojů, které mají být spuštěny
ko_kr: 에 의해 유발되는 중단 시간의 ID
zh_tw: 宕機時間的ID由觸發

source: make downtime for only hosts or services
cs_cz: provést výpadek jen pro hostitele nebo služby
ko_kr: 호스트 또는 서비스에만 중단 시간을 줌
zh_tw: 僅為主機或服務停機

source: only applies to servicegroups[] and hostgroups[]
cs_cz: platí pouze pro servisní skupiny [] a hostitelské skupiny []
ko_kr: servicegroups [] 및 hostgroups []에만 적용됩니다.
zh_tw: 僅適用於servicegroups []和hostgroups []

source: Deletes a scheduled downtime from the Nagios XI system. The downtime ID can be found in
cs_cz: odstraní naplánované výpadky systému nagios xi. ID prostoje je možné nalézt v
ko_kr: nagios xi 시스템에서 예정된 다운 타임을 삭제합니다. 가동 중지 시간 ID는에서 찾을 수 있습니다.
zh_tw: 從nagios xi系統中刪除預定的停機時間。停機時間標識可以在中找到

source: You can get the internal ID from the
cs_cz: můžete získat interní ID z
ko_kr: 당신은 내부 ID를 얻을 수 있습니다.
zh_tw: 你可以從中獲得內部ID

source: objects downtime endpoint
cs_cz: objekty koncového bodu prostojů
ko_kr: 객체 다운 타임 종점
zh_tw: 對象停機時間終點

source: Lists all users in the Nagios XI system.
cs_cz: vypíše všechny uživatele v xi systému Nagios.
ko_kr: 의 Nagios XI 시스템의 모든 사용자를 나열합니다.
zh_tw: 列出了Nagios的喜系統的所有用戶。

source: 0 or 1
cs_cz: 0 nebo 1
ko_kr: 0 또는 1
zh_tw: 0或1

source: Creates a new user in the Nagios XI system. Values in <b>bold</b> are defaults.
cs_cz: vytvoří nového uživatele v xi systému Nagios. Hodnoty v tučně jsou výchozí hodnoty.
ko_kr: 의 Nagios XI 시스템에서 새 사용자를 만듭니다. 굵게 표시된 값은 기본값입니다.
zh_tw: 會在Nagios的喜系統的新用戶。以粗體顯示的值是默認值。

source: default
cs_cz: standardní
ko_kr: 기본
zh_tw: 默認

source: locale exmaple
cs_cz: místopředstavení
ko_kr: 로케일 예시
zh_tw: 區域設置例如

source: or admin
cs_cz: nebo admin
ko_kr: 또는 관리자
zh_tw: 或admin

source: If user type selected: (Ignored if user is admin)
cs_cz: pokud typ uživatel vybral: (ignorováno, pokud je uživatel admin)
ko_kr: 사용자 유형을 선택한 경우 (사용자가 관리자 인 경우 무시)
zh_tw: 如果用戶類型選擇：（如果用戶是管理員忽略）

source: all others won't work
cs_cz: všechny ostatní nebude fungovat
ko_kr: 다른 모든 작동하지 않습니다
zh_tw: 所有其他人將無法正常工作

source: Auth settings for using AD or LDAP
cs_cz: nastavení auth pro použití reklamy nebo ldap
ko_kr: 광고 또는 LDAP를 사용하기위한 인증 설정
zh_tw: 使用廣告或ldap的身份驗證設置

source: Auth server ID
ko_kr: 인증 서버 ID
zh_tw: 身份驗證服務器ID

source: from
cs_cz: od
ko_kr: 부터
zh_tw: 從

source: AD username without suffix
cs_cz: ad username bez přípony
ko_kr: 접미사가없는 광고 사용자 이름
zh_tw: 廣告用戶名無後綴

source: LDAP full distinguished name
cs_cz: ldap plné rozlišující jméno
ko_kr: LDAP 전체 고유 이름
zh_tw: ldap完整的尊敬的名字

source: User account jmcdouglas was added successfully!
cs_cz: uživatelských účtů jmcdouglas byl úspěšně přidán!
ko_kr: 사용자 계정 jmcdouglas가 성공적으로 추가되었습니다!
zh_tw: 用戶帳戶jmcdouglas添加成功！

source: Deletes a user from the Nagios XI system.
cs_cz: odstraní uživatele ze xi systému Nagios.
ko_kr: 의 Nagios XI 시스템에서 사용자를 삭제합니다.
zh_tw: 刪除從Nagios的喜系統的用戶。

source: Auth Servers
cs_cz: auth servery
ko_kr: 인증 서버
zh_tw: auth服務器

source: Get a list of auth servers. You can filter this list by <b>server_id</b> by passing it through as a URL parameter.
cs_cz: získáte seznam auth serverů. můžete tento seznam filtrovat pomocí adresy <b>server_id</b> tím, že jej předáte jako parametr url.
ko_kr: 인증 서버 목록을 얻으십시오. url 매개 변수로 전달하여 <b>server_id</b> 로이 목록을 필터링 할 수 있습니다.
zh_tw: 獲取auth服務器列表。您可以通過將<b>server_id</b>作為url參數傳遞來過濾此列表。

source: Creates a new auth server in the Nagios XI system. Values in <b>bold</b> are defaults.
cs_cz: vytvoří nového uživatele v xi systému Nagios. Hodnoty v tučně jsou výchozí hodnoty.
ko_kr: 의 Nagios XI 시스템에서 새 사용자를 만듭니다. 굵게 표시된 값은 기본값입니다.
zh_tw: 會在Nagios的喜系統的新用戶。以粗體顯示的值是默認值。

source: full distinguished name
cs_cz: plné rozlišovací jméno
ko_kr: 완전한 고유 이름
zh_tw: 充分尊敬的名字

source: ip address or hostname
cs_cz: Adresa IP nebo název hostitele
ko_kr: IP 주소 또는 호스트 이름
zh_tw: IP地址或主機名

source: or port number
cs_cz: nebo číslo portu
ko_kr: 또는 포트 번호
zh_tw: 或端口號

source: account suffix
cs_cz: účet přípona
ko_kr: 계정 접미사
zh_tw: 帳戶後綴

source: comma separated list of domain controllers
cs_cz: seznam řadičů domény oddělených čárkami
ko_kr: 쉼표로 구분 된 도메인 컨트롤러 목록
zh_tw: 逗號分隔的域控制器列表

source: Deletes an auth server from the Nagios XI system.
cs_cz: odstraní uživatele ze xi systému Nagios.
ko_kr: 의 Nagios XI 시스템에서 사용자를 삭제합니다.
zh_tw: 刪除從Nagios的喜系統的用戶。

source: API - Config Reference
cs_cz: Zbytek api - config reference
ko_kr: 백엔드 API - 구성 참조
zh_tw: 後端API - 配置參考

source: With the new API in Nagios XI 5 we linked it up directly with the Core Config Manager. This allows creation and deletion of items directly from the API.
cs_cz: s novým API v Nagios XI 5 jsme propojili ji přímo se správcem jádra config. což umožňuje vytváření a mazání položek přímo z API.
ko_kr: 의 Nagios XI 5의 새로운 API를 우리는 핵심 구성 관리자와 직접 그것을 연결. 이 API에서 직접 항목의 생성 및 삭제를 할 수 있습니다.
zh_tw: 在Nagios的喜5新的API，我們的核心配置管理器連接起來，直接。這允許創建項目，並刪除直接從API。

source: By default the Nagios Core service <em><b>is not restarted</b></em> when an object is created or deleted via the API.
cs_cz: Ve výchozím nastavení <em><b>je</b></em> základní služba nagios <em><b>není restartován,</b></em> když je vytvořen nebo odstraněn pomocí rozhraní API objekt.
ko_kr: 객체가 생성 또는 API를 통해 삭제 될 때 기본적으로 Nagios의 핵심 서비스가 <em>다시 시작되지 않습니다.</em>
zh_tw: 默認情況下，在創建或通過API刪除的對象時，Nagios的核心服務<em>不重新啟動</em> 。

source: To apply the configuration, use the
cs_cz: aplikovat konfiguraci, použijte
ko_kr: 구성을 적용하면 사용할 수 있습니다
zh_tw: 應用配置，你可以使用

source: request after making the changes you want to apply
cs_cz: Požadavek po provedení změn, které chcete použít
ko_kr: 적용 할 변경 한 후에 요청
zh_tw: 讓你想應用更改後的要求

source: You may change the default behavior by passing the argument <code>applyconfig=1</code> in your API request which will <em><b>write out your config and restart</b></em> the Nagios Core service.
cs_cz: můžete změnit výchozí chování při průchodu argument <code>applyconfig=1</code> ve své žádosti api, který bude importovat data do vaší konfiguraci a <em><b>restartuje</b></em> základní službu Nagios.
ko_kr: 당신은 인수 전달하여 기본 동작을 변경할 수 있습니다 <code>applyconfig=1</code> 구성으로 데이터를 가져옵니다과 Nagios의 핵심 서비스를 <em>다시 시작합니다</em> 당신의 API 요청에.
zh_tw: 您可以通過將參數更改默認行為<code>applyconfig=1</code>中，將數據導入到您的配置<em>，</em>並<em>重新啟動</em> Nagios的核心服務的API請求。

source: Some objects returned by <b>GET</b> queries may not be applied yet. Use the objects reference API when querying for a list of objects that are being monitored.
cs_cz: některé objekty vrácené příkazy <b>get</b> nemusí být dosud použity. použijte objekty odkazující na api při dotazování seznamu objektů, které jsou sledovány.
ko_kr: <b>get</b> 쿼리로 반환 된 일부 객체는 아직 적용되지 않을 수 있습니다. 모니터중인 오브젝트 목록을 조회 할 때 refernnce api 오브젝트를 사용하십시오.
zh_tw: <b>get</b>查詢返回的某些對象可能尚未應用。在查詢正在監視的對象列表時，使用對象refernnce api。

source: If you need to skip the per-item config verification add <code>force=1</code> to the config API request. This is especially helpful when applying an object that uses a template and may be inheriting one of the required parameters such as <code>check_command</code> which the CCM verification will not know about.
cs_cz: Pokud potřebujete přeskočit config ověření doplněk pro každé položce <code>force=1</code> na požadavek config API. To je užitečné zejména při aplikaci objekt, který používá šablonu a může se dědí jeden z požadovaných parametrů, jako je <code>check_command</code> které ověření ccm nebude vědět.
ko_kr: 당신은 당 항목 설정 확인 추가 이동해야하는 경우 <code>force=1</code> 는 config API를 요청. 템플릿을 사용하는 객체를 적용하고 다음과 같은 필수 매개 변수 중 하나 상속 될 수 있습니다 때 특히 유용합니다 <code>check_command</code> CCM을 검증 대해 알 수 없습니다.
zh_tw: 如果您需要將每個項目的配置驗證附加跳躍<code>force=1</code>到配置API請求。這將使用模板的對象時，可能會繼承所需的參數，如之一是特別有用<code>check_command</code>其中CCM驗證不會知道。

source: Warning: This can cause the apply config to fail if not used properly.
cs_cz: Varování: Toto může způsobit, že se vztahují config selhání, ne-li správně používány.
ko_kr: 경고 :이 (가) 제대로 사용하지 않을 경우 실패 할 설정을 적용 될 수 있습니다.
zh_tw: 警告：這可能會導致應用配置如果不正確使用失敗。

source: Remember that you will need to url encode any data that is being passed such as / and blank spaces.
cs_cz: Nezapomeňte, že budete muset url kódovat všechna data, která jsou předávána, například mezery.
ko_kr: / 및 공백과 같이 전달되는 모든 데이터를 인코딩 할 필요가 있다는 것을 기억하십시오.
zh_tw: 請記住，您需要對要傳遞的任何數據進行url編碼，例如/和空格。

source: Response
cs_cz: Odezva
ko_kr: 응답
zh_tw: 響應

source: This command creates a new host object.
cs_cz: Tento příkaz vytvoří nový objekt hostitele.
ko_kr: 이 명령은 새 호스트 오브젝트를 작성합니다.
zh_tw: 此命令將創建一個新的宿主對象。

source: All normal host directives are able to be used like normal core config definition files.
cs_cz: všechny obvyklé směrnice hostitelské jsou schopni používat jako normální základních definičních souborů config.
ko_kr: 모든 정상 호스트 지침은 정상 핵심 구성 정의 파일처럼 사용할 수 있습니다.
zh_tw: 一切正常主機的指令都能夠像使用普通的核心配置定義文件。

source: Response (Failure)
cs_cz: odpověď (porucha)
ko_kr: 응답 (실패)
zh_tw: 響應（失敗）

source: This command updates a host object.
cs_cz: Tento příkaz odebere objekt hostitele.
ko_kr: 이 명령은 호스트 개체를 제거합니다.
zh_tw: 該命令將刪除一個主機對象。

source: If you have special characters in the host_name and cannot pass it through the path, you can use %s with the %s URL parameter instead.
cs_cz: pokud máte v názvu hostitele speciální znaky a nemůžete jej předat cestou, můžete místo toho použít% s s parametrem% s url.
ko_kr: host_name에 특수 문자가 있고 경로를 통해 전달할 수없는 경우 대신 % s url 매개 변수와 함께 % s를 사용할 수 있습니다.
zh_tw: 如果host_name中包含特殊字符且無法通過路徑傳遞，則可以將％s與％s url參數一起使用。

source: This command removes a host object.
cs_cz: Tento příkaz odebere objekt hostitele.
ko_kr: 이 명령은 호스트 개체를 제거합니다.
zh_tw: 該命令將刪除一個主機對象。

source: You can use the [] parameter to pass multiple values, see
cs_cz: můžete použít parametr [] pro předání více hodnot, viz
ko_kr: [] 매개 변수를 사용하여 여러 값을 전달할 수 있습니다.
zh_tw: 您可以使用[]參數傳遞多個值，請參閱

source: common solutions
cs_cz: společná řešení
ko_kr: 공통 솔루션
zh_tw: 常見解決方案

source: Services
cs_cz: služby
ko_kr: 서비스
zh_tw: 服務

source: This command gets all the configured services in the CCM even if they have not been applied. Note: This lists <i>all</i> services in the CCM unless filtered by the optional paramters below.
cs_cz: tento příkaz získá všechny nakonfigurované služby v ccm, i když nebyly použity. poznámka: tento seznam obsahuje <i>všechny</i> služby v ccm, pokud není filtrován volitelnými parametry níže.
ko_kr: 이 명령은 적용되지 않은 경우에도 ccm에서 구성된 모든 서비스를 가져옵니다. 참고 : 아래의 선택적 매개 변수로 필터링하지 않는 한이 목록에는 ccm의 <i>모든</i> 서비스가 나열됩니다.
zh_tw: 即使尚未應用，此命令也會獲取ccm中所有已配置的服務。注意：這將列出ccm中的<i>所有</i>服務，除非通過下面的可選參數進行過濾。

source: This command creates a new service object.
cs_cz: Tento příkaz vytvoří nový objekt služby.
ko_kr: 이 명령은 새로운 서비스 개체를 만듭니다.
zh_tw: 此命令將創建一個新的服務對象。

source: in CCM
cs_cz: v ccm
ko_kr: ccm 단위
zh_tw: 在ccm

source: All normal service directives are able to be used like normal core config definition files.
cs_cz: všechny obvyklé směrnice hostitelské jsou schopni používat jako normální základních definičních souborů config.
ko_kr: 모든 정상 호스트 지침은 정상 핵심 구성 정의 파일처럼 사용할 수 있습니다.
zh_tw: 一切正常主機的指令都能夠像使用普通的核心配置定義文件。

source: This command creates or updates a service object. To update, a host_name or config_name must be specified to find the specific service.
cs_cz: tento příkaz vytvoří nebo aktualizuje objekt služby. Chcete-li najít konkrétní službu, musíte zadat název_hostitele nebo název_souboru.
ko_kr: 이 명령은 서비스 오브젝트를 작성하거나 갱신합니다. 갱신하려면 특정 서비스를 찾기 위해 host_name 또는 config_name을 지정해야합니다.
zh_tw: 此命令創建或更新服務對象。要進行更新，必須指定host_name或config_name以查找特定服務。

source: If you have special characters in the config_name or service_description and cannot pass it through the path, you can use %s with the %s and %s URL parameters instead.
cs_cz: pokud máte speciální znaky v config_name nebo service_description a nemůžete je předat cestou, můžete místo toho použít% s s parametry% s a% s url.
ko_kr: config_name 또는 service_description에 특수 문자가 있고 경로를 통해 전달할 수없는 경우 대신 % s 및 % s URL 매개 변수와 함께 % s를 사용할 수 있습니다.
zh_tw: 如果config_name或service_description中包含特殊字符且無法通過路徑傳遞，則可以將％s與％s和％s url參數一起使用。

source: Updates a service name by using <code>config_name</code> and <code>service_description</code>.
cs_cz: aktualizuje název služby pomocí <code>config_name</code> a <code>service_description</code> .
ko_kr: <code>config_name</code> 및 <code>service_description</code> 을 사용하여 서비스 이름을 업데이트합니다.
zh_tw: 使用<code>config_name</code>和<code>service_description</code>更新服務名稱。

source: This command removes a service object.
cs_cz: Tento příkaz odebere služebního objektu.
ko_kr: 이 명령은 서비스 개체를 제거합니다.
zh_tw: 該命令將刪除一個服務對象。

source: This command gets all the configured host groups in the CCM even if they have not been applied. Note: This lists <i>all</i> host groups in the CCM unless filtered by the optional paramters below.
cs_cz: tento příkaz získá všechny konfigurované skupiny hostitelů v ccm, i když nebyly použity. poznámka: tento seznam uvádí <i>všechny</i> skupiny hostitelů v ccm, pokud není filtrován volitelnými parametry níže.
ko_kr: 이 명령은 적용되지 않은 경우에도 ccm에 구성된 모든 호스트 그룹을 가져옵니다. 참고 : 아래의 선택적 매개 변수로 필터링하지 않으면 ccm의 <i>모든</i> 호스트 그룹을 나열합니다.
zh_tw: 即使尚未應用，此命令也會獲取ccm中所有已配置的主機組。注意：這將列出ccm中的<i>所有</i>主機組，除非通過下面的可選參數進行篩選。

source: This command gets all the configured service groups in the CCM even if they have not been applied. Note: This lists <i>all</i> service groups in the CCM unless filtered by the optional paramters below.
cs_cz: tento příkaz získá všechny konfigurované skupiny služeb v ccm, i když nebyly použity. poznámka: tento seznam obsahuje <i>všechny</i> skupiny služeb v ccm, pokud nejsou filtrovány volitelnými parametry níže.
ko_kr: 이 명령은 적용되지 않은 경우에도 ccm에 구성된 모든 서비스 그룹을 가져옵니다. note : 아래의 선택적 매개 변수로 필터링하지 않으면 ccm의 <i>모든</i> 서비스 그룹이 나열됩니다.
zh_tw: 即使尚未應用，此命令也會獲取ccm中所有已配置的服務組。注意：這將列出ccm中的<i>所有</i>服務組，除非通過下面的可選參數進行篩選。

source: This command creates a new hostgroup object.
cs_cz: Tento příkaz vytvoří nový objekt hostgroup.
ko_kr: 이 명령은 새 hostgroup 개체를 만듭니다.
zh_tw: 此命令將創建一個新的主機組對象。

source: All normal hostgroup directives are able to be used like normal core config definition files.
cs_cz: všechny obvyklé směrnice hostitelské jsou schopni používat jako normální základních definičních souborů config.
ko_kr: 모든 정상 호스트 지침은 정상 핵심 구성 정의 파일처럼 사용할 수 있습니다.
zh_tw: 一切正常主機的指令都能夠像使用普通的核心配置定義文件。

source: This command creates a new servicegroup object.
cs_cz: Tento příkaz vytvoří nový objekt servicegroup.
ko_kr: 이 명령은 새 servicegroup 개체를 만듭니다.
zh_tw: 此命令將創建一個新的表示ServiceGroup對象。

source: All normal servicegroup directives are able to be used like normal core config definition files.
cs_cz: všechny obvyklé směrnice hostitelské jsou schopni používat jako normální základních definičních souborů config.
ko_kr: 모든 정상 호스트 지침은 정상 핵심 구성 정의 파일처럼 사용할 수 있습니다.
zh_tw: 一切正常主機的指令都能夠像使用普通的核心配置定義文件。

source: This command updates a current hostgroup.
cs_cz: tento příkaz aktualizuje aktuální hostitelskou skupinu.
ko_kr: 이 명령은 현재 호스트 그룹을 업데이트합니다.
zh_tw: 此命令更新當前主機組。

source: If you have special characters in the hostgroup_name and cannot pass it through the path, you can use %s with the %s URL parameter instead.
cs_cz: pokud máte ve skupině hostgroup_name speciální znaky a nemůžete je předat cestou, můžete místo toho použít% s s parametrem% s url.
ko_kr: hostgroup_name에 특수 문자가 있고 경로를 통해 전달할 수없는 경우 대신 % s url 매개 변수와 함께 % s를 사용할 수 있습니다.
zh_tw: 如果hostgroup_name中包含特殊字符且無法通過路徑傳遞，則可以將％s與％s url參數一起使用。

source: This command updates a current servicegroup.
cs_cz: tento příkaz aktualizuje aktuální servisní skupinu.
ko_kr: 이 명령은 현재 서비스 그룹을 업데이트합니다.
zh_tw: 此命令更新當前服務組。

source: If you have special characters in the servicegroup_name and cannot pass it through the path, you can use %s with the %s URL parameter instead.
cs_cz: pokud máte ve skupině servicegroup_name speciální znaky a nemůžete je předat cestou, můžete místo toho použít% s s parametrem% s url.
ko_kr: servicegroup_name에 특수 문자가 있고 경로를 통해 전달할 수없는 경우 대신 % s url 매개 변수와 함께 % s를 사용할 수 있습니다.
zh_tw: 如果servicegroup_name中包含特殊字符且無法通過路徑傳遞，則可以將％s與％s url參數一起使用。

source: This command removes a hostgroup object.
cs_cz: Tento příkaz odebere objekt hostitele.
ko_kr: 이 명령은 호스트 개체를 제거합니다.
zh_tw: 該命令將刪除一個主機對象。

source: This command removes a servicegroup object.
cs_cz: Tento příkaz odebere služebního objektu.
ko_kr: 이 명령은 서비스 개체를 제거합니다.
zh_tw: 該命令將刪除一個服務對象。

source: This command gets all the configured commands in the CCM even if they have not been applied. Note: This lists <i>all</i> commands in the CCM unless filtered by the optional paramters below.
cs_cz: tento příkaz získá všechny nakonfigurované příkazy v ccm, i když nebyly použity. poznámka: tento seznam obsahuje <i>všechny</i> příkazy v ccm, pokud není filtrován volitelnými parametry níže.
ko_kr: 이 명령은 적용되지 않은 경우에도 ccm에서 구성된 모든 명령을 가져옵니다. 참고 : 아래의 옵션 매개 변수로 필터링하지 않는 한이 명령은 ccm의 <i>모든</i> 명령을 나열합니다.
zh_tw: 即使尚未應用，此命令也會獲取ccm中所有已配置的命令。注意：這將列出ccm中的<i>所有</i>命令，除非通過下面的可選參數進行過濾。

source: This endpoint creates a new command object.
cs_cz: tento koncový bod vytvoří nový příkazový objekt.
ko_kr: 이 엔드 포인트는 새로운 명령 오브젝트를 작성합니다.
zh_tw: 此端點創建一個新的命令對象。

source: All normal command directives are able to be used like normal core config definition files.
cs_cz: všechny obvyklé směrnice hostitelské jsou schopni používat jako normální základních definičních souborů config.
ko_kr: 모든 정상 호스트 지침은 정상 핵심 구성 정의 파일처럼 사용할 수 있습니다.
zh_tw: 一切正常主機的指令都能夠像使用普通的核心配置定義文件。

source: This endpoint edits a command object.
cs_cz: tento koncový bod odstraní příkazový objekt.
ko_kr: 이 끝점은 명령 개체를 삭제합니다.
zh_tw: 該端點刪除一個命令對象。

source: If you have special characters in the command_name and cannot pass it through the path, you can use %s with the %s URL parameter instead.
cs_cz: pokud máte v příkazu command_name speciální znaky a nemůžete jej předat cestou, můžete místo toho použít% s s parametrem% s url.
ko_kr: command_name에 특수 문자가 있고 경로를 통해 전달할 수없는 경우 대신 % s url 매개 변수와 함께 % s를 사용할 수 있습니다.
zh_tw: 如果command_name中包含特殊字符並且無法通過路徑傳遞，則可以將％s與％s url參數一起使用。

source: This endpoint deletes a command object.
cs_cz: tento koncový bod odstraní příkazový objekt.
ko_kr: 이 끝점은 명령 개체를 삭제합니다.
zh_tw: 該端點刪除一個命令對象。

source: This command gets all the configured contacts in the CCM even if they have not been applied. Note: This lists <i>all</i> contacts in the CCM unless filtered by the optional paramters below.
cs_cz: tento příkaz získá všechny nakonfigurované kontakty v ccm, i když nebyly použity. poznámka: uvádí <i>všechny</i> kontakty v ccm, pokud není filtrováno volitelnými parametry níže.
ko_kr: 이 명령은 적용되지 않은 경우에도 ccm에 구성된 모든 연락처를 가져옵니다. 참고 : 아래의 옵션 매개 변수로 필터링하지 않으면 ccm의 <i>모든</i> 연락처가 나열됩니다.
zh_tw: 即使尚未應用，此命令也會獲取ccm中所有已配置的聯繫人。注意：這會列出ccm中的<i>所有</i>聯繫人，除非通過下面的可選參數進行過濾。

source: This command gets all the configured contact groups in the CCM even if they have not been applied. Note: This lists <i>all</i> contact groups in the CCM unless filtered by the optional paramters below.
cs_cz: tento příkaz získá všechny nakonfigurované skupiny kontaktů v ccm, i když nebyly použity. poznámka: uvádí <i>všechny</i> skupiny kontaktů v ccm, pokud není filtrováno volitelnými parametry níže.
ko_kr: 이 명령은 적용되지 않은 경우에도 ccm에 구성된 모든 연락처 그룹을 가져옵니다. 참고 : 아래의 옵션 매개 변수로 필터링하지 않으면 ccm의 <i>모든</i> 연락처 그룹이 나열됩니다.
zh_tw: 即使尚未應用，此命令也會獲取ccm中所有已配置的聯繫人組。注意：這將列出ccm中的<i>所有</i>聯繫人組，除非通過下面的可選參數進行篩選。

source: This endpoint creates a new contact object.
cs_cz: tento koncový bod vytvoří nový příkazový objekt.
ko_kr: 이 엔드 포인트는 새로운 명령 오브젝트를 작성합니다.
zh_tw: 此端點創建一個新的命令對象。

source: This endpoint creates a new contact group object.
cs_cz: tento koncový bod vytvoří nový příkazový objekt.
ko_kr: 이 엔드 포인트는 새로운 명령 오브젝트를 작성합니다.
zh_tw: 此端點創建一個新的命令對象。

source: This endpoint edits a contact object.
cs_cz: tento koncový bod odstraní příkazový objekt.
ko_kr: 이 끝점은 명령 개체를 삭제합니다.
zh_tw: 該端點刪除一個命令對象。

source: If you have special characters in the contact_name and cannot pass it through the path, you can use %s with the %s URL parameter instead.
cs_cz: pokud máte v contact_name speciální znaky a nemůžete je předat cestou, můžete místo toho použít% s s parametrem% s url.
ko_kr: contact_name에 특수 문자가 있고 경로를 통해 전달할 수없는 경우 대신 % s url 매개 변수와 함께 % s를 사용할 수 있습니다.
zh_tw: 如果contact_name中包含特殊字符且無法通過路徑傳遞，則可以將％s與％s url參數一起使用。

source: All normal contact directives are able to be used like normal core config definition files.
cs_cz: všechny obvyklé směrnice hostitelské jsou schopni používat jako normální základních definičních souborů config.
ko_kr: 모든 정상 호스트 지침은 정상 핵심 구성 정의 파일처럼 사용할 수 있습니다.
zh_tw: 一切正常主機的指令都能夠像使用普通的核心配置定義文件。

source: This endpoint edits a contact group object.
cs_cz: tento koncový bod odstraní příkazový objekt.
ko_kr: 이 끝점은 명령 개체를 삭제합니다.
zh_tw: 該端點刪除一個命令對象。

source: If you have special characters in the contactgroup_name and cannot pass it through the path, you can use %s with the %s URL parameter instead.
cs_cz: pokud máte ve skupině contactgroup_name speciální znaky a nemůžete je předat cestou, můžete místo toho použít% s s parametrem% s url.
ko_kr: contactgroup_name에 특수 문자가 있고 경로를 통해 전달할 수없는 경우 대신 % s url 매개 변수와 함께 % s를 사용할 수 있습니다.
zh_tw: 如果contactgroup_name中包含特殊字符且無法通過路徑傳遞，則可以將％s與％s url參數一起使用。

source: All normal contact group directives are able to be used like normal core config definition files.
cs_cz: všechny obvyklé směrnice hostitelské jsou schopni používat jako normální základních definičních souborů config.
ko_kr: 모든 정상 호스트 지침은 정상 핵심 구성 정의 파일처럼 사용할 수 있습니다.
zh_tw: 一切正常主機的指令都能夠像使用普通的核心配置定義文件。

source: This endpoint deletes a contact object.
cs_cz: tento koncový bod odstraní příkazový objekt.
ko_kr: 이 끝점은 명령 개체를 삭제합니다.
zh_tw: 該端點刪除一個命令對象。
