Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Amount of time in minutes before rapid response URLs time out and cannot be used.
cs_cz: časovou prodlevu v minutách před vypršením časového limitu pro rychlé odpovědi a nelze jej použít.
ko_kr: 빠른 응답 URL이 시간 초과되어 사용할 수 없게되기까지의 시간 (분).
zh_tw: 快速響應之前的時間以分鐘為單位，並且不能使用。

source: Page Security Settings
cs_cz: Nastavení stránky zabezpečení
ko_kr: 보안 설정
zh_tw: 安全設置

source: Frame Restrictions
cs_cz: omezení rám
ko_kr: 프레임 제한
zh_tw: 框架的限制

source: By default in %s 5.3.0+ all pages are not allowed to be used inside frames
cs_cz: Ve výchozím nastavení v Nagios XI 5.3.0+ všechny stránky nesmí být používán uvnitř rámečků
ko_kr: 의 Nagios XI에서 기본적으로 5.3.0+ 모든 페이지는 프레임 내에서 사용 할 수 없습니다
zh_tw: 默認情況下，Nagios的喜5.3.0+的所有頁面都不允許內部幀被使用

source: or
cs_cz: nebo
ko_kr: 또는
zh_tw: 或

source: except by pages that are loaded from the same hostname.
cs_cz: s výjimkou stránek, které jsou načteny ze stejné hostname.
ko_kr: 같은 호스트 이름에서로드 페이지에 의한 경우를 제외하고.
zh_tw: 除由從相同的主機名加載的網頁。

source: This addition was made to protect against clickjacking and improves the overall security of the application. This restriction is done by setting the <code>X-Frame-Options</code> header to <code>SAMEORIGIN</code> and applying <code>Content-Security-Policy: frame-ancestors 'self'</code>.
cs_cz: tento přídavek byl proveden na ochranu proti CLICKJACKING a zlepšuje celkovou bezpečnost xi aplikace Nagios. toto omezení se provádí pomocí nastavení <code>x-frame-options</code> hlavičku <code>sameorigin</code> a uplatňování <code>content-security-policy: frame-ancestors 'self'</code> .
ko_kr: 이 추가 클릭 재킹 방지하기 위해 만든과의 Nagios XI 응용 프로그램의 전반적인 보안을 강화했다. 이 제한은 설정하면됩니다 <code>x-frame-options</code> 할 헤더 <code>sameorigin</code> 하고 적용 <code>content-security-policy: frame-ancestors 'self'</code> .
zh_tw: 這除了是為了防止點擊劫持和改善了的nagios十一應用的整體安全性。這種限制是通過設置進行<code>x-frame-options</code>頭<code>sameorigin</code>和應用<code>content-security-policy: frame-ancestors 'self'</code> 。

source: You can add specific hosts which require a <code>?req_frame_access=&lt;host&gt;</code> GET or POST field set when placing a page into a frame not on the same origin and will keep the set frame name for the duration of the session. You can also disable all frame restrictions.
cs_cz: můžete přidat konkrétní hostitele, které vyžadují <code>?req_frame_access=<host></code> get nebo příspěvek pole set při uvádění stránku do rámu nejsou na stejné původu, a bude mít název snímku nastavenou dobu trvání relace. můžete také vypnout všechna omezení rámu.
ko_kr: 당신이 필요로 특정 호스트에 추가 할 수 있습니다 <code>?req_frame_access=<host></code> 같은 기원에없는 프레임에 페이지를 배치하고 세션의 지속 기간에 대한 설정 프레임 이름을 유지할 때 얻을 또는 우편 필드를 설정합니다. 당신은 또한 모든 프레임 제한을 해제 할 수 있습니다.
zh_tw: 您可以添加，它需要特定的主機<code>?req_frame_access=<host></code>放置在頁面到一個框架不在同一產地和將保持設定的框架名稱為本屆會議期間獲得或交的字段集。您還可以禁用所有的幀限制。

source: Accepts a comma separated list of hosts
cs_cz: přijímá čárkami oddělený seznam hostitelů
ko_kr: 호스트의 쉼표로 구분 된 목록을 허용
zh_tw: 接受一個逗號分隔的主機列表

source: Allowed Hosts
cs_cz: povolené hostitelé
ko_kr: 허용 호스트
zh_tw: 允許的主機

source: Do not restrict pages from being opened in iframes from anywhere. (Will not apply <code>X-Frame-Options</code> or <code>Content-Security-Policy: frame-ancestors</code> headers)
cs_cz: neomezují stránky od otevření v iframe odkudkoliv. (nebude platit <code>x-frame-options</code> nebo <code>content-security-policy: frame-ancestors</code> záhlaví)
ko_kr: 어디서든가 iframe에 오픈되는 페이지를 제한하지 않습니다. (적용되지 않습니다 <code>x-frame-options</code> 또는 <code>content-security-policy: frame-ancestors</code> 헤더)
zh_tw: 不從在iframe中被打開從任何地方限制的網頁。 （不適用於<code>x-frame-options</code>或<code>content-security-policy: frame-ancestors</code>頭）

source: PHP cURL SSL Version
cs_cz: php verze curl ssl
ko_kr: PHP는 컬 SSL 버전
zh_tw: PHP的捲曲SSL版本

source: The connection type for the internal cURL call in %s to use. We default this to TLSv1.2 in 5.3.0 but can be changed to older, still secure versions only.
cs_cz: typ připojení pro vnitřní curl hovoru Nagios XI použít. my výchozí to tlsv1.2 v 5.3.0, ale může být změněn na starší, dosud pouze zabezpečené verze.
ko_kr: 의 Nagios XI의 내부 컬 호출에 대한 연결 유형을 사용합니다. 우리는 5.3.0에 tlsv1.2이 기본이지만 나이, 여전히 보안 버전에만 변경할 수 있습니다.
zh_tw: 在Nagios的喜內部捲曲的呼叫連接類型使用。我們默認這為5.3.0，但TLSv1.2工作可以改變老年，仍然是安全的唯一版本。

source: Force cURL Peer Verification
cs_cz: vynutit peer ověření
ko_kr: 강제 컬 피어 확인
zh_tw: 強制 curl 對等驗證

source: As of Nagios XI 5.8.9, all internally-loaded URLs will verify peer certificates before processing data. Uncheck this box to allow Nagios XI to skip peer verification when loading Nagios XI, Core, or Log Server URLs.
cs_cz: od nagios xi 5.8.9 budou všechny interně načtené adresy URL před zpracováním dat ověřovat rovnocenné certifikáty. zrušte zaškrtnutí tohoto políčka, chcete-li povolit nagios xi přeskočit peer ověření při načítání adres URL serveru nagios xi, jádra nebo protokolu.
ko_kr: nagios xi 5.8.9부터 내부적으로 로드된 모든 URL은 데이터를 처리하기 전에 피어 인증서를 확인합니다. nagios xi, 코어 또는 로그 서버 URL을 로드할 때 nagios xi가 피어 확인을 건너뛸 수 있도록 하려면 이 상자의 선택을 취소합니다.
zh_tw: 從 nagios xi 5.8.9 開始，所有內部加載的 url 將在處理數據之前驗證對等證書。取消選中此框以允許 nagios xi 在加載 nagios xi、核心或日誌服務器 URL 時跳過對等驗證。

source: Disable the SSH Terminal web portal.
cs_cz: vypněte webový portál ssh terminálu.
ko_kr: ssh 터미널 웹 포털을 비활성화하십시오.
zh_tw: 禁用ssh終端Web門戶。

source: Enable ModSecurity Web Application Firewall
cs_cz: Povolte bránu firewall webových aplikací ModSecurity
ko_kr: ModSecurity 웹 애플리케이션 방화벽 활성화
zh_tw: 啟用 ModSecurity Web 應用程式防火牆

source: Account Locking
cs_cz: zamykání účet
ko_kr: 계정 잠금
zh_tw: 帳戶鎖定

source: Enable Account Lockout
cs_cz: umožňují uzamčení účtu
ko_kr: 계정 잠금을 사용
zh_tw: 啟用帳戶鎖定

source: After unsuccessful login attempts, a user will be locked out of their account.
cs_cz: Po neúspěšných pokusech o přihlášení, bude uživatel uzamčen z jejich účtu.
ko_kr: 실패한 로그인 시도 후, 사용자는 자신의 계정에 액세스 할 수 있습니다.
zh_tw: 登錄嘗試失敗後，用戶將被鎖定他們的帳戶。

source: Unsuccessful Login Attempts
cs_cz: neúspěšné pokusy o přihlášení
ko_kr: 실패한 로그인 시도
zh_tw: 失敗的登錄嘗試

source: Accounts will be locked after this many unsuccessful attempts to login.
cs_cz: Účty budou zamčeny i po tolika neúspěšných pokusech o přihlášení.
ko_kr: 계정 로그인이 많은 실패한 시도 후 잠 깁니다.
zh_tw: 帳戶將這麼多不成功的嘗試登錄之後被鎖定。

source: Lockout Period
cs_cz: výluka období
ko_kr: 잠금 기간
zh_tw: 鎖定期

source: Enter 0 to require accounts to be unlocked by an Administrator.
cs_cz: zadejte 0 požadovat účtů, které se odemykají správce.
ko_kr: 관리자가 잠금을 해제 할 수있는 계정을 필요로 0을 입력합니다.
zh_tw: 輸入0到需要由管理員解鎖帳戶。

source: Local Password Requirements
cs_cz: místními požadavky heslo
ko_kr: 로컬 암호 요구 사항
zh_tw: 本地密碼要求

source: Disallow Old Passwords
cs_cz: zakázat stará hesla
ko_kr: 이전 암호 사용을 금지하십시오.
zh_tw: 禁止舊密碼

source: Do not allow users to re-use old passwords when changing passwords.
cs_cz: neumožňují uživatelům při opětovném použití starých psaswords při změně hesel.
ko_kr: 암호를 변경할 때 사용자가 오래된 psaswords를 재사용하도록 허용하지 마십시오.
zh_tw: 不允許用戶在更改密碼時重新使用舊的psaswords。

source: Enforce Requirements
cs_cz: vynutit požadavky
ko_kr: 요구 사항을 적용
zh_tw: 強制要求

source: Enforce specified requirements.
cs_cz: vynutit specifikované požadavky.
ko_kr: 규정 된 요구 사항을 적용합니다.
zh_tw: 執行規定的要求。

source: Maximum Password Age
cs_cz: Maximální stáří hesla
ko_kr: 최대 암호 사용 기간
zh_tw: 密碼最長使用期限

source: Passwords are required to be reset after they've been in use for these many days.
cs_cz: Hesla musí být obnovit poté, co byly v provozu po mnoho dní.
ko_kr: 암호는 그들이이 여러 날 동안 사용되어 한 후 다시 설정해야합니다.
zh_tw: 密碼是必需的，他們已經使用了這麼多天之後被重置。

source: Enter 0 for unlimited password age.
cs_cz: zadejte 0 pro neomezený stáří hesla.
ko_kr: 무제한 암호 사용 기간에 0을 입력합니다.
zh_tw: 無限密碼歲進0。

source: Minimum Password Length
cs_cz: Minimální délka hesla
ko_kr: 최소 암호 길이
zh_tw: 最小密碼長度

source: Passwords are required to have at least this many characters.
cs_cz: Hesla musí mít alespoň tento počet znaků.
ko_kr: 암호는 적어도이 많은 문자가 필요합니다.
zh_tw: 密碼必須至少有這樣多的字符。

source: Password Complexity
cs_cz: složitost hesla
ko_kr: 암호 복잡성
zh_tw: 密碼複雜性

source: Enforce Complexity Requirements
cs_cz: vynutit požadavky na složitost
ko_kr: 복잡성을 적용
zh_tw: 執行複雜性要求

source: Enforce specified complexity requirements.
cs_cz: vynutit specifikované požadavky na složitost.
ko_kr: 지정된 복잡성 요구 사항을 적용합니다.
zh_tw: 執行規定的複雜性要求。

source: Minimum Uppercase Characters
cs_cz: Minimální velkých písmen
ko_kr: 최소 대문자
zh_tw: 最小大寫字符

source: Minimum Lowercase Characters
cs_cz: Minimální malá písmena
ko_kr: 최소 소문자
zh_tw: 最小小寫字符

source: Minimum Numeric Characters
cs_cz: minimální číselné znaky
ko_kr: 최소 숫자
zh_tw: 最小數字字符

source: Minimum Special Characters
cs_cz: Minimální speciální znaky
ko_kr: 최소 특수 문자
zh_tw: 最小特殊字符

source: Theme Settings
cs_cz: nastavení téma
ko_kr: 설정을 확인하십시오
zh_tw: 檢查設置

source: Highcharts Color Theme
cs_cz: highcharts barevné schéma
ko_kr: highcharts 색 테마
zh_tw: highcharts顏色主題

source: Default (White)
cs_cz: default (bílá)
ko_kr: 기본 (화이트)
zh_tw: 默認（白色）

source: Dark Gray
cs_cz: tmavě šedá
ko_kr: 짙은 회색
zh_tw: 深灰色

source: Use Highcharts for Performance Graphs page and host/service detail pages (host/service popup graph always uses Highcharts)
cs_cz: použijte highcharts pro výkonnostní grafy stránky a hostitele / servisní detail stran (host / služba vyskakovací graf vždy používá highcharts)
ko_kr: 성능 그래프 페이지 및 호스트 / 서비스 세부 정보 페이지에 하이 차트 사용 (호스트 / 서비스 팝업 그래프는 항상 하이 차트를 사용함)
zh_tw: 使用性能圖表頁和主機/服務的詳細信息頁面（主機/服務彈出圖總是使用highcharts）highcharts

source: Linear
cs_cz: lineární
ko_kr: 선형
zh_tw: 線性

source: Logarithmic
cs_cz: logaritmická
ko_kr: 로그
zh_tw: 對數的

source: Data Settings (Highcharts)
cs_cz: Nastavení data (highcharts)
ko_kr: 데이터 설정 (highcharts)
zh_tw: 數據設置（highcharts）

source: Show in Legend
cs_cz: výstava v legendě
ko_kr: 전설의 쇼
zh_tw: 秀傳說

source: Last value
cs_cz: poslední hodnota
ko_kr: 마지막 값
zh_tw: 最後一個值

source: Average
cs_cz: průměrný
ko_kr: 평균
zh_tw: 平均

source: Maximum
ko_kr: 최고
zh_tw: 最大值

source: Calculation
cs_cz: výpočet
ko_kr: 계산
zh_tw: 計算

source: Ignore null values when calculating Avg/Max/Last values
cs_cz: ignorují nulové hodnoty při výpočtu MAX / poslední hodnoty avg /
ko_kr: 평균의 / 최대 / 마지막 값을 계산할 때 null 값을 무시
zh_tw: 計算平均/最大/最後的值時，忽略空值

source: Warning/Critical Line Display Settings (Highcharts)
cs_cz: Varování / kritické nastavení zobrazení linka (highcharts)
ko_kr: 경고 / 중요한 라인 디스플레이 설정 (highcharts)
zh_tw: 警告/臨界線顯示設置（highcharts）

source: Display Graph Buttons
cs_cz: Displej graf tlačítka
ko_kr: 표시 그래프 버튼
zh_tw: 顯示圖形按鈕

source: On
cs_cz: na
ko_kr: 에
zh_tw: 上

source: Off
cs_cz: pryč
ko_kr: 떨어져서
zh_tw: 離

source: This will disable the warning and critical line buttons from being displayed in any graphs.
cs_cz: to bude zakázat upozornění a tlačítek kritické hranici budou zobrazeny v jakýchkoli grafů.
ko_kr: 이 모든 그래프에 표시되는 것을 경고 및 위험 회선 단추가 비활성화됩니다.
zh_tw: 這將被顯示在任何圖形禁用警告和關鍵線路按鍵。

source: Auto Display
ko_kr: 자동 표시
zh_tw: 自動顯示

source: This will display the warning and critical lines when an eligible graph is loaded and drawn.
cs_cz: Tím se zobrazí varování a kritické čáry, když je načten a tažené způsobilou graf.
ko_kr: 자격 그래프로드를 그릴 때이 경고하고 중요한 선을 표시합니다.
zh_tw: 當符合條件的圖形被加載並繪製這將顯示警告和臨界線。

source: General User Settings
cs_cz: Obecná nastavení pošty
ko_kr: 일반 메일 설정
zh_tw: 一般的郵件設置

source: Disable Renewal Reminder
cs_cz: zakázat připomenutí obnovení
ko_kr: 갱신 알림을 사용 중지합니다.
zh_tw: 禁用續訂提醒

source: Disable the maintenance renewal reminder popup messages for non-admin users.
cs_cz: zakázat vyskakovací zprávy upozornění na obnovení údržby pro uživatele, kteří nejsou administrátory.
ko_kr: 관리자가 아닌 사용자를 위해 유지 관리 갱신 알림 메시지를 비활성화하십시오.
zh_tw: 禁用非管理員用戶的維護更新提醒彈出消息。

source: Default User Settings
cs_cz: Výchozí uživatelská nastavení
ko_kr: 기본 사용자 설정
zh_tw: 默認的用戶設置

source: New User Account Information Email
cs_cz: nový e-mail s informacemi o uživatelském účtu
ko_kr: 새로운 사용자 계정 정보 이메일
zh_tw: 新用戶帳戶信息電子郵件

source: Update the template for email that goes out when <em>Email User Account Information</em> is checked (default) when adding new users.
cs_cz: aktualizovat šablonu pro e-maily, která se vypne při zaškrtnutí <em>informací o uživatelském účtu e-mailu</em> (výchozí) při přidávání nových uživatelů.
ko_kr: 새 사용자를 추가 할 때 <em>전자 메일 사용자 계정 정보</em> 가 검사 될 때 (기본) 전자 메일 서식 파일을 업데이트하십시오.
zh_tw: 更新添加新用戶時選中<em>電子郵件用戶帳戶信息</em> （默認）時發出的<em>電子郵件</em>模板。

source: Available macros for this template: %product%, %username%, %password%, %url%
cs_cz: dostupná makra pro tuto šablonu:% product%,% username%,% password%,% url%
ko_kr: 이 템플릿에 사용할 수있는 매크로 : % product %, % username %, % password %, % url %
zh_tw: 此模板的可用宏：％product％，％username％，％password％，％url％

source: Subject
cs_cz: předmět
ko_kr: 제목
zh_tw: 主題

source: Body Text
cs_cz: textu
ko_kr: 본문
zh_tw: 主體

source: Nagios Fusion Integration
cs_cz: Integrace nagios fusion
ko_kr: Nagios의 반응기 통합
zh_tw: Nagios的集成反應器

source: The fuse key below should be given to your Nagios Fusion 4 server only. The key allows a Fusion 4 instance to connect and integrate with this %s system.
cs_cz: pojistka tlačítko pod by měla být dána do svého Nagios fúzi pouze čtyři servery. klávesa umožňuje fúzi 4 instanci připojit a integrovat s tímto xi systému Nagios.
ko_kr: 아래의 퓨즈 키는 3 서버 만의 Nagios 융합에 부여해야합니다. 키는 연결이의 Nagios XI 시스템과 통합 할 수있는 융합 3 인스턴스를 할 수 있습니다.
zh_tw: 下方的關鍵導火索應該給你的nagios融合只有3服務器。此鍵可融合3實例連接，並與該喜Nagios的集成系統。

source: Fuse Key
cs_cz: klíčovým pojistka
ko_kr: 퓨즈 키
zh_tw: 保險絲關鍵

source: Backend Login Settings
cs_cz: Nastavení backend mezipaměti
ko_kr: 백엔드 캐시 설정
zh_tw: 後端緩存設置

source: Allow Insecure Logins
cs_cz: umožnit nejisté přihlášení
ko_kr: 안전하지 않은 로그인 허용
zh_tw: 允許不安全的登錄

source: Allow users to use a backend ticket (and username) in a URL to log into the interface (old way of backend ticket auth). Each user has their own ticket that they can set in their profile section, much like the API key.<br>This option is <b>insecure</b> because it passes the ticket (a hash) as your password without encrypting. To be more secure, you should upgrade to single-auth tokens over SSL if possible.
cs_cz: umožnit uživatelům používat v adresáři adresu backend (a uživatelské jméno) pro přihlášení do rozhraní (starý způsob auth backend ticket). každý uživatel má vlastní vstupenku, kterou mohou nastavit ve své profilové části, podobně jako api klíč. <br> tato možnost je <b>nejistá,</b> protože předá lístek (hash) jako heslo bez šifrování. Chcete-li být bezpečnější, měli byste přejít na žetony s jedním authem přes ssl, pokud je to možné.
ko_kr: 사용자가 URL에 백엔드 티켓 (및 사용자 이름)을 사용하여 인터페이스에 로그인 할 수있게합니다 (이전 백엔드 티켓 인증 방식). 각 사용자는 api 키와 마찬가지로 프로필 섹션에서 설정할 수있는 자체 티켓을 가지고 있습니다. <br> 이 옵션은 암호화하지 않고 티켓 (해시)을 암호로 전달하기 때문에 <b>안전하지</b> 않습니다. 가능한 경우 SSL을 통한 단일 인증 토큰으로 업그레이드해야합니다.
zh_tw: 允許用戶使用URL中的後端票據（和用戶名）登錄到界面（舊式的後端票證認證方式）。每個用戶都有他們自己的票據，他們可以在他們的個人資料部分中設置，就像api密鑰一樣。 <br>這個選項是<b>不安全的，</b>因為它在不加密的情況下將票證（哈希）作為密碼傳遞。為了更安全，如果可能的話，您應該通過ssl升級到單身份驗證令牌。

source: URL is blank.
cs_cz: url je prázdný.
ko_kr: URL은 공백입니다.
zh_tw: 網址是空白的。

source: Invalid URL.
cs_cz: neplatná URL.
ko_kr: URL이 잘못되었습니다.
zh_tw: 無效的URL。

source: Default language not specified.
cs_cz: Výchozí jazyk není specifikováno.
ko_kr: 기본 언어가 지정되지 않았습니다.
zh_tw: 沒有指定默認語言。

source: Not a valid timezone.
cs_cz: Není platná časová pásma.
ko_kr: 유효한 시간대가 아닙니다.
zh_tw: 不是有效的時區。

source: System settings updated. (Screen may flash once while UI theme changes)
cs_cz: nastavení systému aktualizováno. (Obrazovka může blikat jednou, zatímco ui téma změny)
ko_kr: 설정이 업데이트. (화면이 깜박일 수 있습니다 한 번 UI 테마 변경하면서)
zh_tw: 設置更新。 （屏幕可能會閃爍一次，而UI主題的變化）

source: No API Key provided
cs_cz: no api key za předpokladu,
ko_kr: 제공되는 API 키 없음
zh_tw: 沒有提供API密鑰

source: API endpoint '%1$s/%2$s' accessed via %3$s with arguments %4$s
cs_cz: koncový bod api '% 1 $ s /% 2 $ s' přístupný prostřednictvím% 3 $ s s argumenty% 4 $ s
ko_kr: 인수 % 4 $ s로 % 3 $ s을 (를) 통해 액세스하는 API 엔드 포인트 '% 1 $ s / % 2 $ s'
zh_tw: 通過參數％4 $ s通過％3 $ s訪問的api端點'％1 $ s /％2 $ s'

source: You can only use POST with authenticate.
cs_cz: můžete použít pouze příspěvek s ověřováním.
ko_kr: 당신은 인증과 함께 게시물을 사용할 수 있습니다.
zh_tw: 你只能使用post進行身份驗證。

source: Slow down. You must wait before requesting another check-in.
cs_cz: zpomal. musíte požádat o další přihlášení.
ko_kr: 천천히 해. 다른 체크인을 요청하기 전에 기다려야합니다.
zh_tw: 慢一點。您必須等待，然後再申請一次登機。

source: Successfully ran v2 license check-in.
cs_cz: úspěšně proběhla kontrola cloudu.
ko_kr: 클라우드 체크인을 성공적으로 실행했습니다.
zh_tw: 成功地運行了雲檢查。

source: Could not get updated v2 license information from v2 API.
cs_cz: nemohl získat aktualizované informace o licenci v2 od v2 api.
ko_kr: v2 API에서 업데이트 된 v2 라이센스 정보를 가져올 수 없습니다.
zh_tw: 無法從v2 api獲取更新的v2許可證信息。

source: Unknown API endpoint.
cs_cz: neznámé api koncový bod.
ko_kr: 알 수없는 API 엔드 포인트.
zh_tw: 未知的API端點。

source: Enterprise features are not enabled. Please check your license settings.
cs_cz: podnikové funkce nejsou povoleny. zkontrolujte nastavení licence.
ko_kr: 엔터프라이즈 기능은 사용할 수 없습니다. 라이센스 설정을 확인하시기 바랍니다.
zh_tw: 企業功能未啟用。請檢查您的許可設置。

source: Authenticiation failed.
cs_cz: authenticiation se nezdařilo.
ko_kr: authenticiation에 실패했습니다.
zh_tw: authenticiation失敗了。

source: This section has not yet been implemented.
cs_cz: tato část dosud nebyl realizován.
ko_kr: 이 부분은 아직 구현되지 않았습니다.
zh_tw: 本節還沒有得到落實。

source: Must be valid username and password.
cs_cz: musí být platné uživatelské jméno a heslo.
ko_kr: 유효한 사용자 이름과 암호 여야합니다.
zh_tw: 必須是有效的用戶名和密碼。

source: Unconfigured objects listener is disabled. Check your performance settings.
cs_cz: posluchač nenakonfigurovaných objektů je zakázán. zkontrolujte nastavení výkonu.
ko_kr: 구성 해제 된 오브젝트 리스너가 사용 불가능합니다. 실적 설정을 확인하십시오.
zh_tw: 未配置的對象偵聽器已禁用。檢查你的性能設置。

source: Can not use this action in demo mode.
cs_cz: nelze použít tuto akci v demo režimu.
ko_kr: 데모 모드에서이 작업을 사용할 수 없습니다.
zh_tw: 不能使用在演示模式下這個動作。

source: You must provide host_name.
cs_cz: musíte poskytnout HOST_NAME.
ko_kr: 당신은 여기서 host_name을 제공해야합니다.
zh_tw: 您必須提供HOST_NAME。

source: Start time must be in Unix timestamp format.
cs_cz: čas začátku musí být ve formátu unix timestamp.
ko_kr: 시작 시간은 유닉스 타임 스탬프 형식이어야합니다.
zh_tw: 開始時間必須是Unix時間戳格式。

source: End time must be in Unix timestamp format.
cs_cz: Čas ukončení musí být ve formátu unix timestamp.
ko_kr: 종료 시간은 유닉스 타임 스탬프 형식이어야합니다.
zh_tw: 結束時間必須是Unix時間戳格式。

source: No valid data returned.
cs_cz: žádná platná data vrácena.
ko_kr: 유효한 데이터가 반환되지 않습니다.
zh_tw: 沒有有效的數據返回。

source: Apply config command failed to be sent to the command subsystem.
cs_cz: Příkaz config se nepodařilo odeslat do příkazového subsystému.
ko_kr: apply config 명령을 명령 서브 시스템에 보내지 못했습니다.
zh_tw: apply config命令未能發送到命令子系統。

source: Apply config command has been sent to the backend.
cs_cz: aplikovat příkaz config byla odeslána na backend.
ko_kr: config 명령은 백엔드로 전송되었습니다 적용됩니다.
zh_tw: 適用config命令已發送到後端。

source: Import config command failed to be sent to the command subsystem.
cs_cz: import příkazu config nebyl odeslán do příkazového subsystému.
ko_kr: import config 명령을 명령 하위 시스템으로 보내지 못했습니다.
zh_tw: 導入配置命令無法發送到命令子系統。

source: Import configs command has been sent to the backend.
cs_cz: Příkaz import configs byla odeslána na backend.
ko_kr: 수입 CONFIGS 명령은 백엔드로 전송되었습니다.
zh_tw: 進口的configs命令已發送到後端。

source: Must be either user or admin.
cs_cz: Je třeba zadat buď uživatele nebo správce.
ko_kr: 사용자 나 관리자를 입력해야합니다.
zh_tw: 必須輸入用戶或管理員。

source: Not a valid auth_server_id given. Auth server IDs can be found using GET system/authserver.
cs_cz: není platný auth_server_id daný. auth server IDs lze nalézt pomocí get system / authserver.
ko_kr: 주어진 유효한 auth_server_id가 아닙니다. 인증 서버 ID는 get system / authserver를 사용하여 찾을 수 있습니다.
zh_tw: 沒有給出有效的auth_server_id。可以使用get system / authserver找到auth服務器ID。

source: You must enter a password if you are allowing local authentication if the AD/LDAP server cannot be reached.
cs_cz: Pokud povolíte místní ověření, pokud nelze dosáhnout serveru ad / ldap, musíte zadat heslo.
ko_kr: 광고 / ldap 서버에 연결할 수없는 경우 로컬 인증을 허용하려면 암호를 입력해야합니다.
zh_tw: 如果無法訪問ad / ldap服務器，則必須輸入密碼才能輸入密碼。

source: Could not create user. Missing required fields.
cs_cz: nelze vytvořit uživatele. Chybí požadovaná pole.
ko_kr: 사용자를 만들 수 없습니다. 필수 필드가 없습니다.
zh_tw: 無法創建用戶。缺少必要的字段。

source: A user with the username provided already exists.
cs_cz: uživatel s poskytnutým uživatelským jménem již existuje.
ko_kr: 제공된 사용자 이름을 가진 사용자가 이미 있습니다.
zh_tw: 提供用戶名的用戶已經存在。

source: Passwords must be less than 72 characters long.
cs_cz: hesla musí mít délku menší než 72 znaků.
ko_kr: 암호는 72 자 미만이어야합니다.
zh_tw: 密碼長度不得超過72個字符。

source: An account has been created for you to access Nagios XI. You can login using the following information: Username: %s Password: %s URL: %s
cs_cz: účet byl vytvořen pro přístup k Nagios XI. můžete se přihlásit pomocí následujících informací: Username: %s Password: %s URL: %s
ko_kr: 당신은 Nagios XI에 액세스하려면 계정이 만들어졌습니다. 의 암호 다음 정보를 사용하여 사용자 이름 : %s 로그인 할 수 %s 을: %s 의 URL :
zh_tw: 已創建帳戶，您可以訪問nagios的十一。您可以登錄以下信息： 用戶名：％s 密碼：％s 的網址：％s

source: Nagios XI Account Created
cs_cz: nagios xi vytvořený účet
ko_kr: Nagios XI 계정이 생성
zh_tw: Nagios的十一創建的帳戶

source: User account
cs_cz: Uživatelský účet
ko_kr: 사용자 계정
zh_tw: 用戶帳戶

source: was added successfully!
cs_cz: byl úspěšně přidán!
ko_kr: 성공적으로 삭제되었습니다!
zh_tw: 已成功刪除！

source: User with
cs_cz: uživatel s
ko_kr: 와 사용자
zh_tw: 用戶使用

source: does not exist.
cs_cz: neexistuje.
ko_kr: 존재하지 않는다.
zh_tw: 不存在。

source: Cannot delete the user you are currently using.
cs_cz: Nelze odstranit uživatele, který právě používáte.
ko_kr: 현재 사용하고있는 사용자를 삭제할 수 없습니다.
zh_tw: 不能刪除當前正在使用的用戶。

source: User removed.
cs_cz: uživatel odstraněn.
ko_kr: 사용자가 삭제되었습니다.
zh_tw: 用戶刪除。

source: The conn_method you specified is not allowed. Choose ad or ldap only.
cs_cz: konn_method, který jste zadali, není povolen. vyberte pouze reklamu nebo LDAP.
ko_kr: 지정한 conn_method는 허용되지 않습니다. 광고 또는 ldap 만 선택하십시오.
zh_tw: 您指定的conn_method是不允許的。只選擇廣告或ldap。

source: If you are using AD you must pass the following options.
cs_cz: pokud používáte reklamu, musíte předat následující možnosti.
ko_kr: 광고를 사용하는 경우 다음 옵션을 전달해야합니다.
zh_tw: 如果您使用廣告，則必須通過以下選項。

source: If you are using LDAP you must pass the following option.
cs_cz: pokud používáte ldap, musíte předat následující volbu.
ko_kr: ldap을 사용하는 경우 다음 옵션을 전달해야합니다.
zh_tw: 如果您正在使用ldap，則必須通過以下選項。

source: No auth server ID given.
cs_cz: žádný identifikátor serveru auth.
ko_kr: 인증 서버 ID가 지정되지 않았습니다.
zh_tw: 沒有給出auth服務器標識。

source: Could not remove auth server with ID given.
cs_cz: nemohl odstranit server auth s daným id.
ko_kr: 주어진 ID로 인증 서버를 제거 할 수 없습니다.
zh_tw: 無法使用給定的ID移除auth服務器。

source: Removed auth server successfully.
cs_cz: úspěšně odebrán server auth.
ko_kr: 승인 서버를 성공적으로 제거했습니다.
zh_tw: 成功移除auth服務器。

source: No host given.
cs_cz: žádný hostitel uveden.
ko_kr: 어떤 호스트가 주어지지.
zh_tw: 沒有主機給出。

source: Fusion host added successfully.
cs_cz: Hostitelská fúze úspěšně přidán.
ko_kr: 융합 호스트가 추가되었습니다.
zh_tw: 融合主機添加成功。

source: No fuse hosts exist.
cs_cz: neexistují žádná pojistka hostitelé.
ko_kr: 더 퓨즈 호스트가 존재하지 않습니다.
zh_tw: 存在無熔絲主機。

source: Fusion host removed successfully.
cs_cz: Hostitelská fúze byla úspěšně odstraněna.
ko_kr: 융합 호스트가 성공적으로 제거.
zh_tw: 融合主機成功刪除。

source: You must enter at least one hosts[], services[], hostgroups[], or servicegroups[].
cs_cz: musíte zadat alespoň jedno hostitele [], služby [], hostitelské skupiny [] nebo servisní skupiny [].
ko_kr: 적어도 하나의 호스트 [], services [], hostgroups [] 또는 servicegroups []를 입력해야합니다.
zh_tw: 您必須至少輸入一個主機[]，服務[]，主機組[]或服務組[]。

source: You must enter a comment.
cs_cz: musíte zadat název.
ko_kr: 당신은 제목을 입력해야합니다.
zh_tw: 你必須輸入一個標題。

source: Your start time cannot be after your end time.
cs_cz: počáteční čas nemůže být po ukončení vašeho času.
ko_kr: 당신의 시작 시간은 당신의 끝 시간 이후 일 수 없습니다.
zh_tw: 你的開始時間不能在你的結束時間之後。

source: ALL
cs_cz: Všechno
ko_kr: 모든
zh_tw: 所有

source: HOSTS
cs_cz: hostitelů
ko_kr: 호스트
zh_tw: 主機

source: SERVICES
cs_cz: služeb
ko_kr: 서비스
zh_tw: 服務

source: Errors sending schedule downtime command(s) to Core.
cs_cz: chyby odesílání příkazů k výpadku plánu do jádra.
ko_kr: 스케줄 중단 시간 명령을 코어로 보내는 오류.
zh_tw: 將計劃停機時間命令發送到核心的錯誤。
