Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: A custom message to be added to the report email.
cs_cz: vlastní zprávy, které mají být přidány do e-mailu zprávy.
ko_kr: 옵션 사용자 정의 메시지가 보고서 이메일에 추가됩니다.
zh_tw: 一個可選的自定義消息被添加到報告電子郵件。

source: Do not show this report in the my scheduled reports menu section.
cs_cz: nevykazují tuto zprávu v mém úseku zpráv menu.
ko_kr: 내 리포트 메뉴 섹션에서이 보고서를 표시하지 않습니다.
zh_tw: 不顯示本報告中的我的報告菜單部分。

source: This component requires Nagios XI 2009R1.4B or later.
cs_cz: Tato komponenta vyžaduje Nagios XI 2009r1.4 nebo novější.
ko_kr: 이 구성 요소는 Nagios XI에게 2009R1.4 이상이 필요합니다.
zh_tw: 此組件需要的nagios十一2009r1.4或更高版本。

source: Provides a timeline of events.
cs_cz: Poskytuje časovou osu událostí.
ko_kr: 이벤트의 타임 라인을 제공합니다.
zh_tw: 提供事件的時間表。

source: Simile Timeline
cs_cz: přirovnání časová osa
ko_kr: 비유 타임 라인
zh_tw: 比喻時間表

source: Alert Timeline
cs_cz: alert časová osa
ko_kr: 경고 타임 라인
zh_tw: 警報時間表

source: Showing results for
cs_cz: zobrazuji výsledky pro
ko_kr: 에 대한 결과보기
zh_tw: 顯示結果

source: Generating data
cs_cz: údaje generování
ko_kr: 데이터를 생성
zh_tw: 生成數據

source: Allows Nagios XI to send SNMP traps to other network management systems when host and service alerts occur.
cs_cz: Umožňuje Nagios XI odesílat trap SNMP s jinými systémy pro správu sítě dojde-li k hostitelské a servisní upozornění.
ko_kr: 호스트 및 서비스 경고가 발생할 때 Nagios XI 다른 네트워크 관리 시스템에 SNMP 트랩을 보낼 수 있습니다.
zh_tw: Nagios的第十一至其他網絡管理系統的主機和服務警報發生時發送SNMP陷阱。

source: Event handlers are currently disabled. This will prevent the SNMP trap sender from working!
cs_cz: obslužné rutiny událostí jsou v současné době zakázán. Tím se zabrání SNMP trap odesílatele z práce!
ko_kr: 이벤트 핸들러는 현재 사용할 수 없습니다. 작동이에서 SNMP 트랩 발신자를 방지 할 수 있습니다!
zh_tw: 目前已停用事件處理程序。這將阻止SNMP陷阱發件人工作！

source: Enable SNMP trap sender integration
cs_cz: povolit SNMP trap integraci odesílatele
ko_kr: SNMP 트랩 보낸 사람의 통합을 가능하게
zh_tw: 啟用SNMP陷阱發件人整合

source: Enable Debug Logging
cs_cz: povolit protokolování ladění
ko_kr: 디버그 로깅 사용
zh_tw: 啟用調試日誌記錄

source: This will log traps sent to /usr/local/nagiosxi/var/components/snmptrapsender.log
cs_cz: toto bude protokolovat záznamy odeslané do /usr/local/nagiosxi/var/components/snmptrapsender.log
ko_kr: /usr/local/nagiosxi/var/components/snmptrapsender.log로 보내진 트랩을 기록합니다.
zh_tw: 這將記錄發送到/usr/local/nagiosxi/var/components/snmptrapsender.log的陷阱

source: Trap Hosts
cs_cz: hostitelů depeší
ko_kr: 트랩 호스트
zh_tw: 陷阱主機

source: Specify the addresses of the hosts that SNMP traps should be sent to. If you want to prevent traps from being sent during downtime check the checkbox for each host.
cs_cz: specifikovat adresy hostitelů, SNMP pasti by měly být odeslány. Chcete-li, aby se zabránilo pasti odesílány během výpadku zaškrtněte políčko pro každého hostitele.
ko_kr: SNMP 트랩이 전송되어야하는 호스트의 주소를 지정합니다. 각 호스트의 확인란을 체크하지 정지 중 전송되는 트랩을 방지하려면.
zh_tw: 指定主機的地址的SNMP陷阱應送。如果你要防止陷阱的停機時間內發送取消選中為每個主機的複選框。

source: If you leave the Port field blank it will use the default port 162 and UDP protocol. Select the checkbox to use the TCP protocol.
cs_cz: Necháte-li pole prázdné portu bude používat výchozí port 162 a UDP protokol. zaškrtnutím příslušného políčka používat protokol TCP.
ko_kr: 당신이 포트 필드를 비워 둘 경우 기본 포트 162 및 UDP 프로토콜을 사용합니다. TCP 프로토콜을 사용하는 확인란을 선택합니다.
zh_tw: 如果你離開港口領域的空白，將使用默認端口162和UDP協議。選擇要使用的TCP協議的複選框。

source: General Options
cs_cz: všeobecné volby
ko_kr: 일반 옵션

source: Use TCP
cs_cz: použití tcp
ko_kr: TCP를 사용
zh_tw: 使用TCP

source: State Type
cs_cz: Typ stavu
ko_kr: 주 유형
zh_tw: 狀態類型

source: Don't Send During Downtime
cs_cz: nezasílat během výpadku
ko_kr: 아래 시간 동안 보내지 않는다
zh_tw: 不要在停機時間發送

source: SNMP Version
cs_cz: SNMP verze
ko_kr: SNMP 버전
zh_tw: SNMP版本

source: Community
cs_cz: společenství
ko_kr: 커뮤니티
zh_tw: 社區

source: Security Level
cs_cz: úroveň zabezpečení
ko_kr: 보안 수준
zh_tw: 安全級別

source: Auth Password
cs_cz: auth heslo
ko_kr: 인증 비밀번호
zh_tw: 驗證密碼

source: Privacy Password
cs_cz: privacy heslo
ko_kr: 개인 정보 보호 비밀번호
zh_tw: 隱私密碼

source: Engine ID
cs_cz: id motoru
ko_kr: 엔진 ID
zh_tw: 引擎ID

source: Auth Protocol
cs_cz: auth protokol
ko_kr: 인증 프로토콜
zh_tw: 身份驗證協議

source: Priv Protocol
cs_cz: soukromý protokol
ko_kr: priv 프로토콜
zh_tw: 私有協議

source: You should install the following MIBs on the trap management hosts
cs_cz: měli byste nainstalovat následující MIB na hostitelích řízení past
ko_kr: 당신은 트랩 관리 호스트에서 다음 MIB도 설치해야합니다
zh_tw: 您應該安裝下列MIB的陷阱管理主機上

source: Network Status Map
cs_cz: mapa stav sítě
ko_kr: 네트워크 상태 맵
zh_tw: 網絡狀態圖

source: Updated every
cs_cz: aktualizována každý
ko_kr: 업데이트 된 모든
zh_tw: 更新一次

source: Network Status Map Settings
cs_cz: síťová nastavení status mapa
ko_kr: 네트워크 상태 맵 설정
zh_tw: 網絡狀態地圖設置

source: Layout
cs_cz: dispozice
ko_kr: 레이아웃
zh_tw: 佈局

source: Balanced Tree (Horizontal)
cs_cz: vyvážený strom (horizontální)
ko_kr: 균형 트리 (가로)
zh_tw: 平衡樹（水平）

source: Balanced Tree (Vertical)
cs_cz: vyvážený strom (vertikální)
ko_kr: 균형 트리 (세로)
zh_tw: 平衡樹（垂直）

source: Circular Balloon
cs_cz: kruhový balónek
ko_kr: 원형 풍선
zh_tw: 圓形氣球

source: Circular Markup
cs_cz: kruhová značkovací
ko_kr: 원형 마크 업
zh_tw: 圓形標記

source: Collapsed Tree (Horizontal)
cs_cz: zhroutil strom (horizontální)
ko_kr: 축소 된 나무 (가로)
zh_tw: 折疊的樹（水平）

source: Collapsed Tree (Vertical)
cs_cz: zhroutil strom (vertikální)
ko_kr: 축소 된 나무 (세로)
zh_tw: 折疊的樹（垂直）

source: Depth Layers (Horizontal)
cs_cz: hloubka vrstvy (horizontální)
ko_kr: 깊은 층 (가로)
zh_tw: 深度層（水平）

source: Depth Layers (Vertical)
cs_cz: hloubka vrstvy (vertikální)
ko_kr: 깊은 층 (세로)
zh_tw: 深度層（垂直）

source: Force Map
cs_cz: síla mapa
ko_kr: 힘지도
zh_tw: 力地圖

source: User Supplied
cs_cz: uživatel dodány
ko_kr: 사용자가 제공 한
zh_tw: 用戶提供的

source: Dimensions (User Supplied Layout Only)
cs_cz: Rozměry (pouze uživatel dodáván layout)
ko_kr: 크기 (사용자가 제공 한 레이아웃에만 해당)
zh_tw: 外形尺寸（僅適用於用戶提供佈局）

source: Fixed
cs_cz: pevný
ko_kr: 고정 된
zh_tw: 固定

source: Automatic
cs_cz: automatický
ko_kr: 오토매틱
zh_tw: 自動

source: Upper Left X Coordinate
cs_cz: levém horním rohu souřadnice x
ko_kr: 왼쪽 상단의 X 좌표
zh_tw: 左上角的x坐標

source: Upper Left Y Coordinate
cs_cz: vlevo nahoře y souřadnici
ko_kr: 상단 y 좌표 왼쪽
zh_tw: 左上y坐標

source: Lower Right X Coordinate
cs_cz: pravém dolním x souřadnici
ko_kr: 오른쪽 아래의 X 좌표
zh_tw: 右下角的x坐標

source: Lower Right Y Coordinate
cs_cz: vpravo dole y souřadnici
ko_kr: y 좌표 오른쪽
zh_tw: y坐標右下角

source: Root Node
cs_cz: kořen
ko_kr: 루트 노드
zh_tw: 根節點

source: Maximum Zoom Ratio
cs_cz: Maximální poměr zvětšení
ko_kr: 최대 줌 비율
zh_tw: 最大變焦比

source: State Duration
cs_cz: doba stav
ko_kr: 상태 지속
zh_tw: 狀態持續時間

source: Last State Change
cs_cz: poslední změna stavu
ko_kr: 마지막 상태 변경
zh_tw: 最後的狀態變化

source: Parent Host(s)
cs_cz: mateřská hostitele (y)
ko_kr: 부모 호스트
zh_tw: 父主機

source: Immediate Child Host(s)
cs_cz: okamžitá dítě hostitele (y)
ko_kr: 직계 자식 호스트 (들)
zh_tw: 直接子主機（S）

source: Click node to collapse/expand its children
cs_cz: kliknutím uzel sbalit / rozšířit své děti
ko_kr: 아이를 확대 / 축소 할 노드를 클릭합니다
zh_tw: 點擊節點折疊/展開其子

source: Shift-click node to make it the root
cs_cz: shift-kliknutím uzel, aby byl kořen
ko_kr: - 이동 클릭하여 루트 만들기 위해 노드를
zh_tw: 按住Shift鍵單擊節點將其根

source: This is a root host
cs_cz: to je kořen hostitel
ko_kr: 이 루트 호스트입니다
zh_tw: 這是一個根主機

source: Resources for the Javascript D3 network status map.
cs_cz: zdroje pro javascript stavové mapy d3 sítě.
ko_kr: 자바 스크립트 D3 네트워크 상태지도를위한 자원.
zh_tw: 資源的JavaScript D3網絡狀態圖。

source: Tracing route to
cs_cz: trasa do
ko_kr: 추적 경로
zh_tw: 跟踪路線

source: Traceroute to another host
cs_cz: traceroute na jiného hostitele
ko_kr: 다른 호스트에 Traceroute
zh_tw: 跟踪路由到另一台主機

source: Host Traceroute Tool
cs_cz: hostit traceroute nástroj
ko_kr: 호스트 Traceroute 도구
zh_tw: 主機路由跟踪工具

source: Provides a fast method of checking host connectivity using traceroute.
cs_cz: poskytuje rychlý způsob kontroly hostitele připojení pomocí traceroute.
ko_kr: traceroute를 사용하여 호스트 연결을 확인하는 빠른 방법을 제공합니다.
zh_tw: 使用traceroute檢查主機連接提供了一種快速的方法。

source: Traceroute Action
cs_cz: traceroute akce
ko_kr: 경로 추적 액션
zh_tw: 路由跟踪行動

source: Traceroute Settings
cs_cz: nastavení traceroute
ko_kr: Traceroute 설정
zh_tw: 跟踪路由設置

source: Enable traceroute action
cs_cz: povolit traceroute akci
ko_kr: 경로 추적 작업을 가능하게
zh_tw: 啟用路由跟踪行動

source: Manage user and system macros.
cs_cz: spravovat uživatelské a systémové makra.
ko_kr: 사용자 및 시스템 매크로를 관리 할 수​​ 있습니다.
zh_tw: 管理用戶和系統的宏。

source: Detect, create, display and define system and user macros in Nagios XI.
cs_cz: odhalit, vytvářet, zobrazovat a definovat systém a uživatelská makra v Nagios XI.
ko_kr: 검색, 생성, 디스플레이와의 Nagios XI에서 시스템 및 사용자 매크로를 정의합니다.
zh_tw: 檢測，創建，顯示和定義的Nagios曦系統和用戶的宏。

source: This component will detect input of '$USERn$' user defined macros where 'n' is a number between 1 and 256. This number is defined in Nagios Core as MAX_USER_MACROS. It will also give a user a list of commonly used System Macros in the appropriate inputs. The system marcos are displayed using autocomplete and the full list of available macros are defined in the System Macros tab.
cs_cz: tato složka bude detekovat vstup '$ usern $' uživatelem definovaných maker, kde 'n' je číslo mezi 1 a 256. Toto číslo je definováno v Nagios jádru jako max_user_macros. to bude také dát uživatel seznam běžně používaných systémů makra v příslušných vstupech. Systém Marcos jsou zobrazeny pomocí automatického dokončování a úplný seznam dostupných maker jsou definovány v záložce systému maker.
ko_kr: 이 구성 요소는 'N'이 숫자가 max_user_macros 등의 Nagios 코어에 정의되어 1과 256 사이의 숫자입니다 '$의 usern의 $'사용자 정의 매크로의 입력을 감지합니다. 그것은 또한 사용자에게 적절한 입력에 일반적으로 사용되는 시스템 매크로의 목록을 제공합니다. 시스템 마르코스는 자동 완성 및 시스템 매크로 탭에 정의되어 사용 가능한 매크로의 전체 목록을 사용하여 표시됩니다.
zh_tw: 該組件將檢測'$用戶N $'用戶定義的宏其中“n”是1到256之間的數字。這個數字在Nagios的核心是max_user_macros定義的輸入。它也會給用戶以合適的輸入常用的系統的宏的列表。該系統馬科斯使用自動完成和可用宏的完整列表，系統中的宏選項卡中定義顯示。

source: Note: To manually enable detection fucntionality on a page inside Nagios XI or a custom component/tool you can add the class "usermacro-detection" to an HTML input.
cs_cz: Poznámka: ručně povolit detekční fucntionality na straně vnitřní Nagios XI nebo vlastní součást / nástroj, který můžete přidat třídu "usermacro-detekce" pro html vstupu.
ko_kr: 주의 : 수동의 Nagios XI 내부 페이지 또는 사용자 정의 컴포넌트 / 도구 당신은 html로 입력 클래스 "usermacro 감지"를 추가 할 수 있습니다에 검출 fucntionality 수 있도록.
zh_tw: 注意：Nagios的喜內頁或自定義組件/工具，你可以在類“usermacro檢測”添加到HTML輸入上手動啟用檢測fucntionality。

source: To view the macro files go the the User Macro section in the CCM by clicking this link.
cs_cz: zobrazit makro soubory jít uživatelského makra úsek v ccm klepnutím na tento odkaz.
ko_kr: 이 링크를 클릭하여 매크로 파일은 CCM에서 사용자 매크로 섹션을 이동 볼 수 있습니다.
zh_tw: 查看宏文件去用戶宏一節中的CCM通過點擊此鏈接。

source: These are the general settings for this component
cs_cz: To jsou obecná nastavení pro tuto složku
ko_kr: 다음은이 구성 요소에 대한 모든 일반 설정입니다
zh_tw: 這些都是該組件的常規設置

source: Disable Component
cs_cz: deaktivace komponent
ko_kr: 구성 요소를 사용 :
zh_tw: 啟用組件：

source: Redact Displayed Values (Enabled by Default)
cs_cz: redigovat zobrazené hodnoty (ve výchozím stavu povoleno)
ko_kr: 표시된 값을 편집하다 (기본적으로 활성화)
zh_tw: 纂顯示值（默認啟用）

source: This option will redact the USER macro values from being displayed to protect sensitive data for ALL users. With this option enabled you will still be able to add undefined macros when they are detected. This will override the Non-Admin user setting.
cs_cz: Tato volba bude redigovat uživatelského makra hodnoty z právě zobrazené k ochraně citlivých dat pro všechny uživatele. se tato možnost zapnuta, stále budete moci přidat nedefinovaných makra, když jsou detekovány. Tento přepíše nastavení uživatelského non-admin.
ko_kr: 이 옵션은 모든 사용자의 중요한 데이터를 보호하기 위해 표시되는 사용자에게 매크로 값을 편집하다 할 것이다. 이 옵션을 사용하여 당신은 여전히​​이 감지 될 때 정의되지 않은 매크로를 추가 할 수 있습니다. 이것은 관리자가 아닌 사용자 설정을 우선합니다.
zh_tw: 此選項會刪除用戶宏值被顯示保護敏感數據的所有用戶。在啟用該選項，你仍然能夠檢測到，當他們添加未定義的宏。這將覆蓋非管理員用戶設置。

source: Redact Values for Non-Admin Users
cs_cz: redigovat hodnoty pro uživatele non-admin
ko_kr: 비 관리자를위한 값을 편집하다
zh_tw: 纂非管理員值

source: This option will redact the USER macro values from being displayed to all but Administrator level users.
cs_cz: Tato možnost bude redigovat maker hodnoty uživatele budou zobrazeny všem uživatelům, ale na úrovni správce.
ko_kr: 이 옵션을 제외한 모든 관리자 수준의 사용자에게 표시되는 사용자 매크로 값을 편집하다 할 것이다.
zh_tw: 此選項將顯示所有，但管理員級別的用戶編修用戶宏值。

source: Restart command has been sent to Nagios Core.
cs_cz: příkaz restart byl odeslán do jádra nagios.
ko_kr: restart 명령이 nagios 코어로 전송되었습니다.
zh_tw: restart命令已發送到nagios核心。

source: An error occured while sending restart command.
cs_cz: při odesílání příkazu k restartu došlo k chybě.
ko_kr: 다시 시작 명령을 보내는 동안 오류가 발생했습니다.
zh_tw: 發送重啟命令時發生錯誤。

source: User Macros Component
cs_cz: uživatelská makra komponenta
ko_kr: 사용자 매크로 구성 요소
zh_tw: 用戶宏組件

source: Click here to configure the User Macro component
cs_cz: klikněte sem, abyste nastavili uživatelské makro komponentu
ko_kr: 사용자 매크로 구성 요소를 구성하려면 여기를 클릭하십시오
zh_tw: 點擊這裡配置的用戶宏組件

source: <b>Component Settings: </b>
cs_cz: <b>Nastavení součásti:</b>
ko_kr: <b>구성 요소 설정 :</b>
zh_tw: <b>組件設置：</b>

source: Component Enabled
cs_cz: komponenta povolen
ko_kr: 구성 요소가 설치되었습니다.
zh_tw: 組件安裝。

source: Redact Displayed Values
cs_cz: redigovat zobrazené hodnoty
ko_kr: 표시된 값을 편집하다
zh_tw: 纂顯示值

source: Redact Values for Non-Admins
cs_cz: redigovat hodnot pro nekuřáky adminy
ko_kr: 비 관리자를위한 값을 편집하다
zh_tw: 纂非管理員值

source: System Macros
cs_cz: Systém makra
ko_kr: 시스템 매크로
zh_tw: 系統宏

source: You can view and edit the assigned User Macros for your system here. If you make changes to the resource.cfg file from anywhere you must to restart Nagios Core for the new macros to be utilized.
cs_cz: můžete prohlížet a upravovat přiřazené uživatelská makra pro váš systém zde. Pokud provedete změny v souboru resource.cfg odkudkoliv musíte restartovat Nagios jádro za nové makra, které mají být použity.
ko_kr: 당신은보고 여기에 시스템에 할당 된 사용자 매크로를 편집 할 수 있습니다. 당신은 어디 새 매크로를 활용하기 Nagios의 코어를 다시 시작해야합니다에서은 resource.cfg 파일을 변경합니다.
zh_tw: 你可以在這裡瀏覽和編輯為您的系統分配的用戶宏。如果您從任何地方，你必須重新啟動Nagios的核心為要使用的新的宏到resource.cfg文件更改。

source: <b>Note:</b> If you edit this file it will overwrite the original content so you will not be able to undo any changes. If Redact Displayed Values is enabled you will not be able to edit the file.
cs_cz: <b>Poznámka:</b> Pokud tento soubor přepíše původní obsah upravovat, takže nebudete moci vrátit zpět všechny změny. pokud redigovat zobrazí hodnoty je povoleno nebudete moci upravit soubor.
ko_kr: <b>참고 :</b> 변경 사항을 취소 할 수 없습니다 있도록 원래 내용을 덮어 쓰게됩니다이 파일을 편집합니다. 편집하다이 활성화 된 값을 표시하는 경우 파일을 편집 할 수 없습니다.
zh_tw: <b>注：</b>如果您編輯這個文件，它會覆蓋原來的內容，所以你將無法撤消任何更改。如果啟用纂顯示的值，你將無法編輯該文件。

source: Restart to utilize new macros
cs_cz: restartovat pro využití nových maker
ko_kr: 새 매크로를 사용하기 위해 다시 시작
zh_tw: 重新啟動以使用新宏

source: Restart Nagios Core
cs_cz: restart Nagios jádro
ko_kr: Nagios는 코어를 다시 시작
zh_tw: 重啟Nagios的核心

source: Here you can add and remove System Macros that will be displayed as a selection option when a macro is detected.
cs_cz: Zde můžete přidávat a odebírat systému makra, které budou zobrazeny jako možnost výběru při zjištění makro.
ko_kr: 여기에 추가하고 매크로가 감지 될 때 선택 옵션으로 표시됩니다 시스템 매크로를 제거 할 수 있습니다.
zh_tw: 在這裡你可以添加和刪除檢測到宏時將顯示為選擇期權制度的宏。

source: For general information about usage and which macros are supported check the Nagios Core documentation
cs_cz: Obecné informace o způsobu použití a která makra jsou podporovány Zkontrolujte základní dokumentaci Nagios
ko_kr: 사용하고있는 매크로에 대한 일반적인 정보를 검사에게 Nagios의 핵심 문서를 지원합니다
zh_tw: 有關使用和宏的一般信息，支持檢查Nagios的核心文檔

source: Double click to add and remove or select multiple and click the add/remove buttons.
cs_cz: dvojitým kliknutím přidávat a odebírat nebo vybrat několik najednou a klikněte na přidat / odebrat tlačítka.
ko_kr: 더블 버튼을 추가 및 제거하거나 여러 선택하고 추가를 클릭 / 제거를 클릭합니다.
zh_tw: 雙擊添加和刪除或選擇多個，然後單擊添加/刪除按鈕。

source: Active Detected System Macros
cs_cz: Účinné zjištěné systémové makra
ko_kr: 활성 검출 시스템 매크로
zh_tw: 活動的檢測系統宏

source: Create New User Macro
cs_cz: Vytvoření nového uživatelského makro
ko_kr: 새로운 사용자 매크로를 만들
zh_tw: 創建新的用戶宏

source: New Macro
cs_cz: nové makro
ko_kr: 새 매크로
zh_tw: 新宏

source: Save Macro
cs_cz: uložit makro
ko_kr: 매크로 저장
zh_tw: 保存宏

source: Successfuly updated the Detected System Macro options table in the Nagios XI database.
cs_cz: úspěšně aktualizoval zjištěny systémové možnosti makra tabulky v databázi Nagios XI.
ko_kr: successfuly의 Nagios XI 데이터베이스에서 검출 시스템 매크로 옵션 테이블을 업데이트했습니다.
zh_tw: successfuly更新檢測到的系統宏選項表中的nagios喜數據庫。

source: All System Macros have been removed from detection.
cs_cz: všechny systémové makra byly odstraněny z detekce.
ko_kr: 모든 시스템 매크로가 검출에서 제거되었습니다.
zh_tw: 所有系統的宏已經從檢測中刪除。

source: Updated system macros in user macros component
cs_cz: aktualizovaná systémová makra ve složce uživatelských maker
ko_kr: 사용자 매크로 구성 요소의 시스템 매크로 업데이트
zh_tw: 用戶宏組件中更新的系統宏

source: Updated user macros file in user macros component
cs_cz: aktualizovaný soubor uživatelských maker ve složce uživatelských maker
ko_kr: 사용자 매크로의 업데이트 된 사용자 매크로 파일
zh_tw: 用戶宏組件中更新的用戶宏文件

source: Successfuly updated the resource.cfg file.
cs_cz: úspěšně aktualizován soubor resource.cfg.
ko_kr: successfuly은 resource.cfg 파일을 업데이트했습니다.
zh_tw: successfuly更新resource.cfg文件。

source: Writing to /usr/local/nagios/etc/resource.cfg failed. Verify file permissions.
cs_cz: písemně /usr/local/nagios/etc/resource.cfg selhal. ověří oprávnění souboru.
ko_kr: 작성에 실패 /usr/local/nagios/etc/resource.cfg합니다. 파일 권한을 확인합니다.
zh_tw: 寫/usr/local/nagios/etc/resource.cfg失敗。驗證文件權限。

source: Acknowledgements and Comments
cs_cz: poděkování a připomínky
ko_kr: 감사 인사 및 댓글
zh_tw: 確認和意見

source: Features
cs_cz: funkce
ko_kr: 특징
zh_tw: 功能

source: Getting Started Guide
cs_cz: příručka Začínáme
ko_kr: 시작 안내서
zh_tw: 入門指南

source: Displays helpful information on getting started with %s.
cs_cz: zobrazuje užitečné informace o začátcích s Nagios XI.
ko_kr: Nagios XI 시작에 대한 유용한 정보를 표시합니다.
zh_tw: 與Nagios十一開始顯示有用的信息。

source: Displays tasks that an administrator should take to setup and maintain the %s installation.
cs_cz: Zobrazí úkoly, které musí správce přijmout nastavit a udržovat instalaci Nagios XI.
ko_kr: 관리자가 Nagios XI 설치를 설정하고 유지하기 위해 수행해야하는 작업을 표시합니다.
zh_tw: 顯示任務，管理員應採取安裝和維護安裝Nagios的喜。

source: Monitoring Engine Event Queue
cs_cz: Monitorování fronty událostí motor
ko_kr: 모니터링 엔진 이벤트 대기열
zh_tw: 監視引擎事件隊列的

source: Displays realtime status of the monitoring engine event queue.
cs_cz: zobrazuje stav v reálném čase fronty událostí motoru monitorovacího xi.
ko_kr: XI 모니터링 엔진 이벤트 대기열의 실시간 상태를 표시합니다.
zh_tw: 喜監視引擎事件隊列的實時狀態顯示。

source: Core Component Status
cs_cz: Jádro stav komponent
ko_kr: 핵심 구성 요소 상태
zh_tw: 核心組件的狀態

source: Displays realtime status of core system components.
cs_cz: zobrazuje stav v reálném čase základních komponent xi systému.
ko_kr: 핵심 XI 시스템 구성 요소의 실시간 상태를 표시합니다.
zh_tw: 顯示實時狀態XI系統的核心組件。

source: Server Stats
cs_cz: Statistiky serveru
ko_kr: 서버 통계
zh_tw: 服務器統計

source: Displays realtime statistics of the server.
cs_cz: displeje realtime statistiky o xi serveru.
ko_kr: XI 서버의 실시간 통계를 표시합니다.
zh_tw: 顯示的xi服務器的實時統計。

source: Monitoring Engine Stats
cs_cz: Statistiky monitoring motor
ko_kr: 프로세스 모니터
zh_tw: 監控引擎統計

source: Displays realtime check statistics of the monitoring engine.
cs_cz: zobrazuje v reálném čase kontrolovat statistiky monitorovacího xi motoru.
ko_kr: XI 모니터링 엔진의 실시간 검사 통계를 표시합니다.
zh_tw: 顯示實時查詢統計的喜監測引擎。

source: Displays realtime performance of the monitoring engine.
cs_cz: zobrazuje v reálném čase výkon monitorovacího xi motoru.
ko_kr: XI 모니터링 엔진의 실시간 성능을 표시합니다.
zh_tw: 顯示實時性能的喜監測引擎。

source: Displays realtime information of the XI monitoring engine process.
cs_cz: zobrazuje realtime informace o procesu motoru monitorování xi.
ko_kr: XI 모니터링 엔진 프로세스의 실시간 정보를 표시합니다.
zh_tw: 顯示實時信息的xi監測引擎的過程。

source: Displays a performance data graph for a specific host or service.
cs_cz: zobrazí údaje o výkonnosti graf pro určitého hostitele nebo služby.
ko_kr: 특정 호스트 또는 서비스에 대한 성능 데이터 그래프를 표시합니다.
zh_tw: 顯示一個特定的主機或服務的性能數據圖。

source: Displays a table with a quick summary of host status.
cs_cz: zobrazuje tabulku s rychlým přehledem stavu hostitele.
ko_kr: 호스트 상태의 빠른 요약 테이블을 표시합니다.
zh_tw: 一個簡單的總結主機的狀態顯示表。

source: Displays a table with a quick summary of service status.
cs_cz: zobrazuje tabulku s rychlým přehledem servisním stavu.
ko_kr: 서비스 상태에 대한 간략한 요약 테이블을 표시합니다.
zh_tw: 一個簡單的總結表顯示服務狀態。

source: Displays current acknowledgements and comments.
cs_cz: zobrazuje aktuální poděkování a připomínky.
ko_kr: 현재 응답 및 의견을 표시합니다.
zh_tw: 顯示當前的確認和意見。

source: Displays an overview of host and service status for a particular hostgroup.
cs_cz: zobrazí přehled hostitele a servisním stavu pro konkrétní hostgroup.
ko_kr: 특정 hostgroup에 대한 호스트 및 서비스 상태에 대한 개요를 표시합니다.
zh_tw: 顯示一個特定的主機組的主機和服務狀態的概述。

source: Displays a grid of host and service status for a particular hostgroup.
cs_cz: zobrazí mřížku hostitele a servisním stavu pro konkrétní hostgroup.
ko_kr: 특정 hostgroup에 대한 호스트 및 서비스 상태의 그리드를 표시합니다.
zh_tw: 一個特定的主機組的主機和服務狀態顯示一個網格。

source: Displays an overview of host and service status for a particular servicegroup.
cs_cz: zobrazí přehled hostitele a servisním stavu pro konkrétní servicegroup.
ko_kr: 특정 servicegroup에 대한 호스트 및 서비스 상태에 대한 개요를 표시합니다.
zh_tw: 顯示一個特定的se​​rvicegroup的主機和服務狀態的概述。

source: Displays a grid of host and service status for a particular servicegroup.
cs_cz: zobrazí mřížku hostitele a servisním stavu pro konkrétní servicegroup.
ko_kr: 특정 servicegroup에 대한 호스트 및 서비스 상태의 그리드를 표시합니다.
zh_tw: 一個特定的se​​rvicegroup的主機和服務狀態顯示一個網格。

source: Displays a summary of host and service status for all hostgroups.
cs_cz: zobrazí souhrn hostitele a servisním stavu pro všechny hostgroups.
ko_kr: 모든 hostgroups에 대한 호스트 및 서비스 상태의 요약을 표시합니다.
zh_tw: 顯示所有hostgroups的主機和服務狀態的摘要。

source: Displays a summary of host and service status for all servicegroups.
cs_cz: zobrazí souhrn hostitele a servisním stavu pro všechny servicegroups.
ko_kr: 모든 servicegroups에 대한 호스트 및 서비스 상태의 요약을 표시합니다.
zh_tw: 顯示所有servicegroups的主機和服務狀態的摘要。

source: Displays the status of available updates for your %s installation.
cs_cz: zobrazuje stav dostupných aktualizací pro instalaci Nagios XI.
ko_kr: 귀하의 Nagios XI 설치를 위해 사용 가능한 업데이트의 상태를 표시합니다.
zh_tw: 顯示你的Nagios的喜安裝的可用更新的狀態。

source: Displays blocking network outages.
cs_cz: displeje blokující výpadky sítě.
ko_kr: 네트워크 중단을 차단 표시합니다.
zh_tw: 顯示阻塞網絡中斷。

source: Displays summary of network outages.
cs_cz: zobrazí souhrn síťové výpadky.
ko_kr: 네트워크 중단에 대한 요약을 표시합니다.
zh_tw: 顯示摘要的網絡中斷。

source: Displays summary of network health.
cs_cz: zobrazí souhrn stavu sítě.
ko_kr: 네트워크 상태에 대한 요약을 표시합니다.
zh_tw: 顯示摘要的網絡健康。

source: Displays summary of service status.
cs_cz: zobrazí souhrn servisním stavu.
ko_kr: 서비스 상태의 요약을 표시합니다.
zh_tw: 顯示服務狀態的摘要。

source: Feature Status TAC Summary
cs_cz: Funkce shrnutí stavu tac
ko_kr: 기능 상태 TAC 요약
zh_tw: 功能狀態TAC總結

source: Displays summary of feature status.
cs_cz: zobrazí souhrn stavu funkce.
ko_kr: 기능 상태 요약을 표시합니다.
zh_tw: 顯示摘要的功能狀態。

source: Host Status Detail
cs_cz: hostit detail stavu
ko_kr: 호스트 상태 세부 정보
zh_tw: 主機狀態的詳細信息

source: Refresh
cs_cz: Obnovit
ko_kr: 새롭게하다
zh_tw: 刷新

source: Host Status
cs_cz: stav hostitel
ko_kr: 호스트 상태
zh_tw: 主機狀態

source: Live Server Data
cs_cz: živá data serveru
ko_kr: 라이브 서버 데이터
zh_tw: 實時服務器數據

source: Service Status Details
cs_cz: Služba detail status
ko_kr: 서비스 상태 세부 정보
zh_tw: 服務狀態的詳細信息

source: Nagios XI Core Functions
cs_cz: nagios xi základní funkce
ko_kr: Nagios XI 핵심 기능
zh_tw: Nagios的第十一核心功能

source: Provides core functions and interface functionality for Nagios XI.
cs_cz: poskytuje základní funkce a funkčnost rozhraní pro Nagios XI.
ko_kr: 핵심 기능 및 Nagios XI에 대한 인터페이스 기능을 제공합니다.
zh_tw: 提供了Nagios的十一的核心功能和接口功能。

source: ERROR: User has (global) notifications disabled!
cs_cz: Chyba: uživatel (globální) oznámení zakázán!
ko_kr: 오류 : 사용자가 (전역) 사용 알림이!
zh_tw: 錯誤：用戶（全球）通知被禁用！

source: An email notification will be sent
cs_cz: upozornění e-mailem bude odesláno
ko_kr: 이메일 알림이 발송 될 예정입니다
zh_tw: 將發送一封電子郵件通知
