Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Configure settings for transferring host and service check results to and from this %s server.
cs_cz: konfigurovat nastavení pro předávání výsledků kontrolní hostitele a dopravu do az tohoto xi serveru Nagios.
ko_kr: 호스트이 Nagios XI 서버와의 서비스 검사 결과를 전송에 대한 설정을 구성합니다.
zh_tw: 傳輸的主機和服務檢查的結果和從該的Nagios的喜服務器配置設置。

source: Manage Outbound Transfer Settings
cs_cz: spravovat odchozí nastavení přenosu
ko_kr: 아웃 바운드 전송 설정 관리
zh_tw: 管理出站傳輸設置

source: Configure outbound check transfer options. Useful for distributed monitoring and redundant/failover setups.
cs_cz: nakonfigurovat odchozí možností kontrola přenosu. užitečné pro distribuované sledování a redundantní / failover nastavení.
ko_kr: 아웃 바운드 체크 전송 옵션을 구성합니다. 분산 모니터링 및 중복 / 장애 조치 (failover) 설정을위한 유용합니다.
zh_tw: 配置出站檢查傳輸選項。有用的分佈式監控和冗餘/故障轉移設置。

source: Manage Inbound Transfer Settings
cs_cz: spravovat příchozí nastavení přenosu
ko_kr: 인바운드 전송 설정 관리
zh_tw: 管理入站傳輸設置

source: Configure inbound check reception options. Useful for receiving passive checks from external hosts, applications, and third-party addons.
cs_cz: Konfigurace příchozích možností kontrola příjmu. užitečné pro příjem pasivní kontroly z externích počítačů, aplikací a doplňků třetích stran.
ko_kr: 인바운드 체크 리셉션 옵션을 구성합니다. 외부 호스트, 응용 프로그램 및 타사 추가 기능에서 수동 검사를받을 유용합니다.
zh_tw: 配置入站檢查接收選項。可用於接收來自外部主機，應用程序和第三方插件的被動檢查。

source: Outbound Check Transfer Settings
cs_cz: odchozí Zkontrolujte nastavení přenosu
ko_kr: 아웃 바운드 확인 전송 설정
zh_tw: 出站檢查傳送設置

source: These settings affect %s's ability to send host and service checks results to remote Nagios servers. Enabling outbound checks is important in distributed monitoring environments.
cs_cz: Tato nastavení ovlivní schopnost Nagios XI vyslat hostitelů a servisní prohlídky výsledky ke vzdáleným serverům Nagios. umožňuje odchozí kontroly je důležité v distribuovaných monitorovacích prostředí.
ko_kr: 이 설정은 원격 Nagios 서버에 호스트 및 서비스 점검 결과를 보낼 Nagios XI의 능력에 영향을 미칩니다. 아웃 바운드 수표를 사용하면 분산 모니터링 환경에서 중요합니다.
zh_tw: 這些設置會影響了Nagios的XI能夠發送到遠程Nagios的服務器的主機和服務檢查的結果。在分佈式監控環境中，啟用出站檢查是很重要的。

source: Global Options
cs_cz: globální možnosti
ko_kr: 글로벌 옵션
zh_tw: 全局選項

source: Enable outbound check transfers
cs_cz: povolit odchozí zaškrtávací převody
ko_kr: 아웃 바운드 데이터 전송을 사용
zh_tw: 啟用出站數據傳輸

source: Global Data Filters
cs_cz: globální datové filtry
ko_kr: 글로벌 데이터 필터
zh_tw: 全球數據過濾器

source: Filter Mode
cs_cz: režim filtru
ko_kr: 필터 모드
zh_tw: 過濾器模式

source: Exclude matches
cs_cz: vyloučit zápasy
ko_kr: 검색어를 제외
zh_tw: 排除比賽

source: Include matches (only)
cs_cz: zahrnují zápasy (pouze)
ko_kr: 포함은 (만) 일치
zh_tw: 包括匹配（只）

source: The operating mode of any filter(s) you define.
cs_cz: provozní režim jakéhokoliv filtru (ů) určíte.
ko_kr: 당신이 정의하는 필터의 작동 모드 (들).
zh_tw: 任何過濾器的操作模式（S），你定義。

source: will send only data that <i>does not</i> match defined filter(s).
cs_cz: pošle pouze data, která <i>neodpovídá</i> definovaného filtru (y).
ko_kr: 정의 필터 (들)과 <i>일치하지 않는</i> 데이터 만 보내드립니다
zh_tw: 將只傳送的數據<i>不</i>匹配定義的過濾器（）

source: Include matches
cs_cz: zahrnují zápasy
ko_kr: 검색어를 포함
zh_tw: 包括比賽

source: will send only that that <i>does</i> match defined filter(s).
cs_cz: pošle jen to, že <i>to</i> odpovídá definované filtr (y).
ko_kr: 일치하는 정의 <i>않는</i> 만 보내드립니다 필터 (들)
zh_tw: 只發送<i>不</i>符合定義的過濾器（S）

source: Host Name Filters
cs_cz: Host Name filtry
ko_kr: 호스트 이름 필터
zh_tw: 主機名過濾器

source: Specify one or more regular expressions that match a defined host name pattern. Specify each pattern/expression on a new line. Slashes are required
cs_cz: zadat jeden nebo více regulární výrazy, které se shodují s definovaný název hostitelského vzor. specifikovat každý vzorek / výraz na novém řádku. jsou požadovány lomítka
ko_kr: 정의 된 호스트 이름 패턴과 일치하는 하나 이상의 정규식을 지정합니다. 새 줄에 각 패턴 / 표현을 지정합니다. 슬래시가 필요합니다
zh_tw: 指定一個或多個正則表達式匹配一個定義的主機名模式。在新的一行中指定每個模式/表達。斜線

source: Enable NRDP outbound check transfers
cs_cz: povolit nrdp zaškrtávací odchozí převody
ko_kr: nrdp 아웃 바운드 체크 전송을 가능하게
zh_tw: 啟用出站NRDP傳輸檢查

source: Fill out the IP address(es) of the host(s) that NRDP data should be sent to. You must supply an authentication token for each target.
cs_cz: vyplňte IP adresu (adresy) hostitele (ů) nrdp údaje by měly být zaslány. je nutné dodat tokenu pro každý cíl.
ko_kr: NRDP 데이터로 전송되어야하는 호스트 (들)의 IP 주소 (ES). 당신은 각 대상에 대한 인증 토큰을 제공해야합니다
zh_tw: （ES）（S）NRDP數據被發送到主機的IP地址。為每一個目標，你必須提供一個身份驗證令牌

source: Each target host must have NRDP installed and be configured with the corresponding token you specified above. Additionally, this %s server must be able to contact each remote host on port 80 TCP (HTTP) or 443 TCP (HTTPS) in order to access the NRDP API. You may have to open firewall ports to allow access.
cs_cz: každý cílový hostitel musí mít nainstalovanou nrdp a být nakonfigurován s odpovídající tokenu jste zadali výše. Navíc tento nagios xi server musí být schopen kontaktovat každého vzdáleného hostitele na portu 80 TCP (HTTP) nebo 443 tcp (https), aby se přístup k nrdp API. budete muset otevřít porty brány firewall povolit přístup.
ko_kr: 각 대상 호스트는 NRDP이 설치되어 있어야합니다 및 위에서 지정한 해당 토큰으로 구성 할 수. 또한이 Nagios XI 서버는 NRDP API에 액세스하기 위해 포트 80 TCP (HTTP) 또는 443 TCP (HTTPS)에있는 각 원격 호스트에 문의 할 수 있어야합니다. 당신이 액세스를 허용하도록 방화벽 포트를 열어야 할 수 있습니다
zh_tw: 每個目標主機必須安裝有NRDP，並配置了相應的記號上面指定的。此外，該Nagios的XI服務器必須能夠與每個遠程主機上的80端口的TCP（HTTP）或443 TCP（HTTPS）為了訪問的NRDP API。您可能必須打開防火牆端口以允許訪問

source: Target Hosts
cs_cz: cílovými hostitelé
ko_kr: 대상 호스트
zh_tw: 目標主機

source: Method
cs_cz: metoda
ko_kr: 방법
zh_tw: 方法

source: Authentication Token
cs_cz: Ověřovací token
ko_kr: 인증 토큰
zh_tw: 身份驗證令牌

source: Enable NSCA outbound check transfers
cs_cz: povolit NSCA zaškrtávací odchozí převody
ko_kr: NSCA 아웃 바운드 체크 전송을 가능하게
zh_tw: 啟用出站NSCA檢查轉移

source: Fill in the IP address(es) of the host(s) that NSCA data should be sent to.
cs_cz: vyplnit IP adresa (es) hostitele (ů) NSCA údaje by měly být zaslána.
ko_kr: NSCA 데이터로 전송되어야하는 호스트 (들)의 IP 주소 (ES)
zh_tw: nsca的數據被發送到主機（S）的IP地址（ES）

source: Each target host must be running NSCA and be configured with the same password and encryption method you specified above. Additionally, this %s server must be able to contact each remote host on port 5667 TCP in order to access NSCA. You may have to open firewall ports to allow access.
cs_cz: každý cílový hostitel musí být spuštěn NSCA a být nakonfigurován s stejné metody hesla a šifrováním jste zadali výše. Navíc tento nagios xi server musí být schopen kontaktovat každého vzdáleného hostitele na portu 5667 TCP pro přístup k NSCA. budete muset otevřít porty brány firewall povolit přístup.
ko_kr: 각 대상 호스트 NSCA을 실행해야합니다 및 위에서 지정한 동일한 암호 및 암호화 방식을 구성 할 수. 또한이 Nagios XI 서버 NSCA에 액세스하려면 포트 5667 TCP의 각 원격 호스트에 문의 할 수 있어야합니다. 당신이 액세스를 허용하도록 방화벽 포트를 열어야 할 수 있습니다
zh_tw: 每個目標主機必須運行NSCA和配置上面指定的相同的密碼和加密方法。此外，該Nagios的XI服務器必須能夠與每個遠程主機上的端口5667 TCP才能訪問NSCA。您可能必須打開防火牆端口以允許訪問

source: Encryption Method
cs_cz: metoda šifrování
ko_kr: 암호화 방법
zh_tw: 加密方法

source: User updated outbound check transfer settings
cs_cz: Nastavení přenosu kontrola odchozí uživatel aktualizováno
ko_kr: 사용자가 아웃 바운드 체크 전송 설정을 업데이트
zh_tw: 用戶更新出站檢查傳送設置

source: Missing encryption method for NSCA target host '
cs_cz: Chybí metoda šifrování pro NSCA cílového hostitele "
ko_kr: NSCA 대상 호스트에 대한 암호화 방법을 누락 '
zh_tw: 失踪nsca的目標主機的加密方法“

source: You must specify at least one target NSCA host.
cs_cz: je nutné zadat alespoň jedno cílového NSCA hostitele.
ko_kr: 하나 이상의 대상 NSCA 호스트를 지정해야합니다.
zh_tw: 你必須至少指定一個目標nsca的主機。

source: Missing token for NRDP target host '
cs_cz: Chybí token nrdp cílového hostitele "
ko_kr: NRDP 대상 호스트에 대한 토큰을 누락 '
zh_tw: 丟失的令牌NRDP目標主機“

source: You must specify at least one target NRDP host.
cs_cz: je nutné zadat alespoň jednu cílovou nrdp hostitele.
ko_kr: 하나 이상의 대상 NRDP 호스트를 지정해야합니다.
zh_tw: 您必須指定至少一個目標NRDP的主機。

source: Manage Graph Templates
cs_cz: spravovat graf šablony
ko_kr: 템플릿 연락처 관리
zh_tw: 管理諮詢模板

source: Manage the templates used to generate RRDtool performance graphs. These templates do not affect Highcharts created graphs.
cs_cz: spravovat šablony použité ke generování grafů výkonnosti RRDtool. Tyto šablony nepostihují highcharts vytvořeny grafy.
ko_kr: RRDtool의 성능 그래프를 생성하는 데 사용되는 템플릿을 관리. highcharts에 영향을 미치지 않는 이러한 템플릿은 그래프를 만들었습니다.
zh_tw: 管理用於產生rrdtool的性能圖表模板。這些模板不影響highcharts創建圖表。

source: Upload a Template
cs_cz: nahrát šablonu
ko_kr: 템플릿을 업로드
zh_tw: 上傳模板

source: Upload Template
cs_cz: nahrávání šablony
ko_kr: 템플릿을 업로드
zh_tw: 上傳模板

source: File
cs_cz: soubor
ko_kr: 파일
zh_tw: 文件

source: Directory
cs_cz: adresář
ko_kr: 디렉토리
zh_tw: 目錄

source: Owner
cs_cz: majitel
ko_kr: 소유자
zh_tw: 業主

source: Group
cs_cz: skupina
ko_kr: 그룹
zh_tw: 組

source: Permissions
cs_cz: oprávnění
ko_kr: 권한
zh_tw: 權限

source: Edit Graph Template
cs_cz: editovat graf šablona
ko_kr: 편집 그래프 템플릿
zh_tw: 編輯圖形模板

source: Save
cs_cz: uložit
ko_kr: 저장
zh_tw: 保存

source: Apply
cs_cz: aplikovat
ko_kr: 신청
zh_tw: 申請

source: Error writing to file.
cs_cz: Chyba při zápisu do souboru.
ko_kr: 파일에 쓰는 중 오류가 발생했습니다.
zh_tw: 寫入文件時出錯。

source: File saved successfully.
cs_cz: Soubor úspěšně uložen.
ko_kr: 파일이 성공적으로 저장되었습니다.
zh_tw: 文件保存成功。

source: New graph template was installed successfully.
cs_cz: Nový graf Šablona byla úspěšně nainstalována.
ko_kr: 새로운 그래프 템플릿이 성공적으로 설치되었습니다.
zh_tw: 新的圖形模板已成功安裝。

source: Graph template could not be installed - directory permissions may be incorrect.
cs_cz: Graf šablonu nebylo možné nainstalovat - oprávnění adresáře může být nesprávná.
ko_kr: 그래프 템플릿을 설치할 수 없습니다 - 디렉토리 권한이 잘못되었을 수 있습니다.
zh_tw: 圖模板無法安裝 - 目錄的權限是不正確的。

source: Graph template deleted.
cs_cz: graf šablona smazán.
ko_kr: 그래프 템플릿이 삭제되었습니다.
zh_tw: 圖模板刪除。

source: Graph template delete failed - directory permissions may be incorrect.
cs_cz: Graf šablona smazat selhal - oprávnění adresáře může být nesprávná.
ko_kr: 그래프 템플릿 삭제 실패 - 디렉토리 권한이 잘못되었을 수 있습니다.
zh_tw: 圖模板刪除失敗 - 可能是不正確的目錄權限。

source: No objects selected.
cs_cz: žádné předměty vybrána.
ko_kr: 어떤 호스트를 선택하지 않았습니다.
zh_tw: 沒有主機選擇。

source: You must install the unconfigured passive object wizard to configure the selected hosts and services. You can get the wizard
cs_cz: je nutné nainstalovat nezkonfigurované Průvodce pouze pasivním objektem pro konfiguraci vybraných hostitelů a služeb. můžete získat průvodce z
ko_kr: 선택한 호스트 및 서비스를 구성하는 구성되지 않은 수동 개체 마법사를 설치해야합니다. 당신은에서 마법사를 얻을 수 있습니다
zh_tw: 您必須安裝未配置的被動對象嚮導來配置選定的主機和服務。你可以得到嚮導

source: Successfully deleted object.
cs_cz: úspěšně smazaný objekt.
ko_kr: 성공적으로 삭제 된 개체.
zh_tw: 成功刪除對象。

source: Successfully updated auto configuration settings.
cs_cz: úspěšně aktualizované nastavení automatické konfigurace.
ko_kr: 자동 구성 설정을 성공적으로 업데이트했습니다.
zh_tw: 成功更新了自動配置設置。

source: Successfully removed unconfigured objects list.
cs_cz: úspěšně odstraněn seznam nekonfigurovaných objektů.
ko_kr: 구성되지 않은 오브젝트 목록을 제거했습니다.
zh_tw: 成功刪除未配置的對象列表。

source: No objects file found. You may not have any unconfigured objects to clear.
cs_cz: Nebyl nalezen žádný soubor objektů. možná nemáte žádné nenakonfigurované objekty, které by bylo možné vymazat.
ko_kr: 개체 파일이 없습니다. 정리할 구성되지 않은 개체가 없을 수 있습니다.
zh_tw: 找不到對象文件。您可能沒有要清除的所有未配置對象。

source: Unconfigured objects listener is currently disabled. This feature can be enabled from the
cs_cz: nezkonfigurovaná objekty posluchač je v současné době zakázán. tuto funkci lze aktivovat z
ko_kr: 구성되지 않은 객체 리스너는 현재 비활성화되어 있습니다. 이 기능은에서​​ 사용할 수 있습니다
zh_tw: 未配置的對象監聽器目前已停用。這個功能可以啟用

source: page by selecting the 'Subsystem' tab.
cs_cz: Stránka volbou záložky "subsystému".
ko_kr: '서브 시스템'탭을 선택하여 페이지입니다.
zh_tw: 通過選擇“子系統”標籤頁。

source: Objects configured.
cs_cz: Objekty nakonfigurován.
ko_kr: 객체 구성.
zh_tw: 對象配置。

source: Unconfigured Objects
cs_cz: nezkonfigurovaná objekty
ko_kr: 구성되지 않은 객체
zh_tw: 未配置的對象

source: This page shows host and services that check results have been received for, but which have not yet been configured in Nagios.
cs_cz: Tato stránka zobrazuje hostitele a služby, které kontrolují výsledky byly přijaty pro, ale které dosud nebyly konfigurovány v Nagios.
ko_kr: 이 페이지는 호스트와 아직 Nagios의 구성되지 않은 결과가 접수 된 것으로 확인하지만, 서비스를 보여줍니다.
zh_tw: 此頁面顯示主機和檢查結果已收到，但尚未配置的Nagios服務。

source: Passive checks may be received by NSCA or NRDP (as defined in your
cs_cz: pasivní kontroly mohou být přijímány NSCA nebo nrdp (jak je definováno ve vašem
ko_kr: 항에 수동 검사 또는 NSCA nrdp (의해 수신 될 수있는 네
zh_tw: 被動的檢查可以通過NSCA或NRDP（定義在收到您的

source: inbound transfer settings
cs_cz: příchozí nastavení přenosu
ko_kr: 인바운드 전송 설정
zh_tw: 入站傳輸設置

source: or through the direct check submission API.
cs_cz: nebo prostřednictvím přímého kontrola podání API.
ko_kr: 또는 직접 체크 제출 API를 통해.
zh_tw: 或通過直接檢查提交API。

source: You may delete unneeded host and services or add them to your monitoring configuration through this page. Note that a large amount of persistent unused passive checks can result in a performance decrease.
cs_cz: můžete odstranit nepotřebné hostitele a služby nebo je přidat do konfigurace monitorování prostřednictvím této stránky. Všimněte si, že velké množství perzistentní nepoužitých pasivní kontroly může mít za následek snížení výkonu.
ko_kr: 당신은 불필요한 호스트 및 서비스를 삭제하거나이 페이지를 통해 모니터링 구성에 추가 할 수 있습니다. 지속적인 사용하지 않는 수동 검사의 큰 양이 성능 저하가 발생할 수 있습니다.
zh_tw: 您可以刪除不需要的主機和服務，或將它們添加到您的監控配置通過此頁面。請注意，持續性的大量的未使用的被動檢查可能會導致性能下降。

source: Auto Configure Settings
cs_cz: Nakonfigurujte nastavení
ko_kr: 설정 구성
zh_tw: 配置設置

source: Clear Unconfigured Objects List
cs_cz: clear Seznam nezkonfigurovaná objekty
ko_kr: 지우기 구성되지 않음 객체 목록
zh_tw: 明確未配置的對象列表

source: You must install the unconfigured passive object wizard to configure the selected hosts and services. You can get the wizard from
cs_cz: je nutné nainstalovat nezkonfigurované Průvodce pouze pasivním objektem pro konfiguraci vybraných hostitelů a služeb. můžete získat průvodce z
ko_kr: 선택한 호스트 및 서비스를 구성하는 구성되지 않은 수동 개체 마법사를 설치해야합니다. 당신은에서 마법사를 얻을 수 있습니다
zh_tw: 您必須安裝未配置的被動對象嚮導來配置選定的主機和服務。你可以得到嚮導

source: Service
cs_cz: servis
ko_kr: 서비스
zh_tw: 服務

source: Last Seen
cs_cz: naposledy viděn
ko_kr: 마지막으로 목격
zh_tw: 最後一次見到

source: No unconfigured passive objects found
cs_cz: nalezeno žádné nezkonfigurovaná pasivními objekty
ko_kr: 어떤 구성되지 않은 수동적 인 개체를 찾을 수 없습니다
zh_tw: 沒有發現未配置的被動對象

source: Remove
cs_cz: odstranit
ko_kr: 삭제
zh_tw: 清除

source: Configure
cs_cz: konfigurace
ko_kr: 환경설정
zh_tw: 配置

source: Enable Auto Import
cs_cz: povolit automatický import
ko_kr: 자동 가져 오기 사용
zh_tw: 啟用自動導入

source: Automatically import host/services into the CCM with templates applied below.
cs_cz: automaticky importovat hostitele / služby do ccm s šablonami uvedenými níže.
ko_kr: 아래에 적용된 템플릿을 사용하여 호스트 / 서비스를 ccm으로 자동으로 가져옵니다.
zh_tw: 使用下面應用的模板自動將主機/服務導入ccm。

source: Automatically apply configuration after import of configs.
cs_cz: automaticky po konfigurování konfigurovat konfiguraci.
ko_kr: configs를 가져온 후 자동으로 구성을 적용합니다.
zh_tw: 導入配置後自動應用配置。

source: Notifications
cs_cz: oznámení
ko_kr: 알림
zh_tw: 通知

source: Groups
cs_cz: skupiny
ko_kr: 그룹
zh_tw: 組

source: Advanced
cs_cz: moderní
ko_kr: 고급
zh_tw: 先進

source: Notification Options
cs_cz: možnosti oznámení
ko_kr: 신고 옵션
zh_tw: 通知選項

source: Send notifications for hosts and services
cs_cz: odesílat oznámení pro hostitele a služby
ko_kr: 호스트 및 서비스에 대한 알림을 보냅니다.
zh_tw: 發送主機和服務的通知

source: Define which hostgroup(s) the host should belong to (if any).
cs_cz: definovat, které hostgroup (y), hostitel by měl patřit (pokud existuje).
ko_kr: 정의하는 hostgroup (들) 호스트 (있는 경우)에 속해 있어야합니다.
zh_tw: 定義主機組（S），主機應屬於（如果有的話）。

source: Define which servicegroup(s) the service(s) should belong to (if any).
cs_cz: definovat, které servicegroup (y) sledovaná služba (y) by měl patřit do (pokud existuje).
ko_kr: 정의하는 servicegroup (들) 모니터링 서비스 (들) (해당되는 경우)에 속해 있어야합니다.
zh_tw: 定義哪些servicegroup監控服務（S）（S）應屬於（如果有的話）。

source: Stalking
ko_kr: 스토킹 :
zh_tw: 跟踪：

source: Disabled
cs_cz: invalidní
ko_kr: 사용 안 함
zh_tw: 禁用

source: Stalked services will have their output data (textual alert information) logged by Nagios each time newly received output differs from the most recent previously received output. This can be useful to track important or security-related information.
cs_cz: pokud by služba (y) musí být sledoval? odkráčel služby budou mít své výstupní data (textová alert informace) zaznamenané nagios pokaždé nově přijatých výstup se liší od posledního dříve obdržel výstupu. to může být užitečné sledovat důležité nebo související se zabezpečením informací.
ko_kr: 서비스 (들) 스토킹해야할까요? 스토킹 서비스는 출력 데이터 (텍스트 경고 정보가) Nagios 새로받은 출력이 가장 최근 이전에 수신 된 출력에서​​ 다른 각각의 시간에 로그인해야합니다. 이 중요하거나 보안 관련 정보를 추적하는 데 유용 할 수 있습니다.
zh_tw: 服務（S）大步？纏擾服務將具有它們的輸出數據（文本警報信息）所記錄的nagios每次新接收到的輸出從最近的先前接收到的輸出不同。這可能是有用的，跟踪或與安全相關的重要信息。

source: Host Config
ko_kr: 호스트 구성
zh_tw: 主機配置

source: Host Template
cs_cz: hostitel šablona
ko_kr: 호스트 템플릿
zh_tw: 主機模板

source: Service Config
cs_cz: konfigurace služby
ko_kr: 서비스 설정
zh_tw: 服務配置

source: Service Template
cs_cz: šablona služba
ko_kr: 서비스 템플릿
zh_tw: 服務模板

source: Volatility
cs_cz: volatilita:
ko_kr: 휘발성 :
zh_tw: 波幅：

source: Volatile services generate alerts each time a non-OK event is received, which can be useful when monitoring security events.
cs_cz: pokud by služba (y) musí být volatilní? těkavé služby generovat výstrahy pokaždé, když je přijat non-ok událostí, které mohou být užitečné při sledování bezpečnostních událostí.
ko_kr: 서비스 (들)은 휘발성해야합니까? 휘발성 서비스 알리미 보안 이벤트를 모니터링 할 때 유용 할 수 있습니다 비 OK 이벤트가 수신 될 때마다, 생성합니다.
zh_tw: 服務（S）是volatile嗎？揮發性服務生成警報，每次收到一個非確定的事件，監控安全事件時，這是很有用的。

source: Non-volatile
ko_kr: 비 휘발성
zh_tw: 非易失性

source: Volatile
cs_cz: nestálý
ko_kr: 휘발성의
zh_tw: 揮發物

source: Manage Plugins
cs_cz: spravovat pluginy
ko_kr: 플러그인 관리
zh_tw: 管理插件

source: Manage the monitoring plugins and scripts that are installed on this system. Use caution when deleting plugins or scripts, as they may cause your monitoring system to generate errors.
cs_cz: spravovat monitorovacího pluginy a skripty, které jsou nainstalovány v tomto systému. opatrní při mazání zásuvné moduly nebo skripty, protože mohou způsobit monitorovací systém pro generování chyby.
ko_kr: 이 시스템에 설치되어있는 모니터링 플러그인과 스크립트를 관리합니다. 플러그인이나 스크립트를 삭제 할 때 오류를 생성하기 위해 모니터링 시스템을 일으킬 수 있으므로주의하시기 바랍니다.
zh_tw: 管理此系統上安裝的監控插件和腳本。刪除插件或腳本使用時要小心，因為它們可能導致您的監控系統產生錯誤。

source: Find thousands of community-developed plugins to extend Nagios XI's capabilities at the
cs_cz: najít tisíce komunitních vyvinutý pluginy rozšířit možnosti Nagios XI je u
ko_kr: 에 Nagios XI의 기능을 확장하기 위해 지역 사회 개발 플러그인 수백 찾기
zh_tw: 發現了數以百計的社區開發的插件擴展Nagios的XI的功能

source: Upload a Plugin
cs_cz: nahrát plugin
ko_kr: 플러그인을 업로드
zh_tw: 上傳插件

source: Convert line endings
cs_cz: převést konce řádků
ko_kr: 줄 끝에 변환
zh_tw: 轉換行結束

source: Convert plugin's line endings to UNIX line endings. This process will not break already UNIX-formatted files.
cs_cz: převést konce řádků plugin k Unixovými konci řádků. Tento proces nebude zlomit už unix-souborů ve formátu.
ko_kr: (이미 유닉스 형식의 파일을 파괴하지 않을 것이다) 유닉스 라인 엔딩에 플러그인의 라인 엔딩 변환
zh_tw: 轉換插件的行結束UNIX行結束符（不會破壞已有的UNIX格式的文件）

source: Upload Plugin
cs_cz: nahrávání plugin
ko_kr: 플러그인을 업로드
zh_tw: 上傳插件

source: More Plugins
cs_cz: další pluginy
ko_kr: 더 플러그인
zh_tw: 更多的插件

source: Plugin name matches an existing plugin. Please rename this plugin or remove the existing version.
cs_cz: Název pluginu odpovídá existujícímu pluginu. Přejmenujte prosím tento plugin nebo odstraňte stávající verzi.
ko_kr: 플러그인 이름이 기존 플러그인과 일치합니다. 이 플러그인의 이름을 바꾸거나 기존 버전을 제거하세요.
zh_tw: 插件名稱與現有插件相符。請重新命名此外掛程式或刪除現有版本。

source: Installed a plugin
cs_cz: nainstalován plugin
ko_kr: 플러그인을 설치했다.
zh_tw: 安裝了一個插件

source: New plugin was installed successfully.
cs_cz: Nový plugin byl úspěšně nainstalován.
ko_kr: 새로운 플러그인이 성공적으로 설치되었습니다.
zh_tw: 新的插件安裝成功。

source: Plugin could not be installed - directory permissions may be incorrect.
cs_cz: plugin nebylo možné nainstalovat - oprávnění adresáře může být nesprávná.
ko_kr: 플러그인을 설치할 수 없습니다 - 디렉토리 권한이 잘못되었을 수 있습니다.
zh_tw: 無法安裝插件 - 可能是不正確的目錄權限。

source: Deleted a plugin
cs_cz: smazal plugin
ko_kr: 플러그인을 삭제했습니다.
zh_tw: 刪除了一個插件

source: Plugin deleted.
cs_cz: plugin smazán.
ko_kr: 플러그인이 삭제되었습니다.
zh_tw: 插件刪除。

source: Plugin delete failed - directory permissions may be incorrect.
cs_cz: plugin smazat selhal - oprávnění adresáře může být nesprávná.
ko_kr: 플러그인 삭제 실패 - 디렉토리 권한이 잘못되었을 수 있습니다.
zh_tw: 插件刪除失敗 - 可能是不正確的目錄權限。

source: SSH Terminal
cs_cz: ssh terminál
ko_kr: SSH 터미널
zh_tw: SSH終端

source: The SSH Terminal has been <b>disabled</b> by your Nagios XI administrator.
cs_cz: terminál ssh byl <b>deaktivován</b> administrátorem nagios xi.
ko_kr: ssh 터미널은 귀하의 nagios xi 관리자에 의해 <b>비활성화</b> 되었습니다.
zh_tw: 您的nagios xi管理員已<b>禁用</b> ssh終端。

source: Contact your administrator for more information or to enable this feature.
cs_cz: Další informace získáte od správce nebo tuto funkci povolíte.
ko_kr: 자세한 정보 또는이 기능을 사용하려면 관리자에게 문의하십시오.
zh_tw: 請聯繫您的管理員以獲取更多信息或啟用此功能。

source: Cloud licensed XI systems cannot use this page.
cs_cz: cloud licencované systémy xi nemohou tuto stránku používat.
ko_kr: 클라우드 라이선스가있는 xi 시스템에서는이 페이지를 사용할 수 없습니다.
zh_tw: 雲許可的xi系統不能使用此頁面。

source: Edit page settings
cs_cz: Upravit nastavení stránek
ko_kr: 편집 페이지 설정
zh_tw: 編輯頁面設置

source: The SSH terminal allows you to connect to your XI system using SSH. If the terminal does not display you must open it in a new window first and accept the SSL certificate before using it.
cs_cz: terminál ssh umožňuje připojení k systému xi pomocí ssh. pokud se terminál nezobrazí, musíte jej nejprve otevřít v novém okně a před použitím použít certifikát SSL.
ko_kr: ssh 터미널을 사용하면 ssh를 사용하여 xi 시스템에 연결할 수 있습니다. 터미널이 표시되지 않으면 먼저 새 창에서 열어야하며 SSL 인증서를 사용하기 전에 SSL 인증서를 수락해야합니다.
zh_tw: SSH終端允許你使用ssh連接到你的xi系統。如果終端不顯示，則必須先在新窗口中打開它，並在使用前接受SSL證書。

source: Open terminal in a new window
cs_cz: Otevřený připojovací v novém okně
ko_kr: 새 창에서 열기 터미널
zh_tw: 在新窗口中打開終端

source: Test Email Settings
cs_cz: Nastavení testovací e-mail
ko_kr: 테스트 이메일 설정
zh_tw: 測試電子郵件設置

source: Use this to send a test email to your current logged in user address to verify you can recieve alerts from %s.
cs_cz: toto oprávnění použít k odeslání zkušební e-mail na aktuální přihlášený uživatel adrese ověřit, můžete dostávat upozornění z Nagios XI.
ko_kr: 당신의 Nagios XI에서 경고를받을 수 있는지 확인하기 위해 사용자의 주소에서 현재 로그온 한 테스트 이메일을 보내려면이를 사용합니다.
zh_tw: 使用此發送測試電子郵件到您當前登錄的用戶地址，驗證你能接受從Nagios的喜警報。

source: An email will be sent to
cs_cz: e-mail bude zaslán
ko_kr: 이메일로 발송됩니다
zh_tw: 電子郵件將被發送到

source: Send Test Email
cs_cz: poslat testovací e-mail
ko_kr: 테스트 이메일 보내기
zh_tw: 發送測試電子郵件

source: This is a test email from %s
cs_cz: Toto je test e-mail od Nagios XI
ko_kr: 이 Nagios XI에서 테스트 이메일입니다
zh_tw: 這是一個測試電子郵件從Nagios XI

source: A test email was sent to
cs_cz: testovací e-mail byl odeslán
ko_kr: 에 테스트 이메일 전송
zh_tw: 測試電子郵件發送到

source: Mailer said
cs_cz: mailový klient řekl
ko_kr: 메일 서버는 말했다
zh_tw: 郵件說，

source: An error occurred sending a test email!
cs_cz: Došlo k chybě při odesílání zkušebního e-mailu!
ko_kr: 오류가 테스트 이메일을 보내는 발생!
zh_tw: 發生錯誤，發送測試電子郵件！

source: Sent a test email
cs_cz: poslat testovací e-mail
ko_kr: 테스트 이메일 보내기
zh_tw: 發送測試電子郵件

source: Date / Time
cs_cz: čas schůzky
ko_kr: 날짜 / 시간
zh_tw: 日期/時間

source: Source
cs_cz: zdroj
ko_kr: 출처
zh_tw: 源

source: Message
cs_cz: zpráva
ko_kr: 메시지
zh_tw: 信息

source: Details
cs_cz: podrobnosti
ko_kr: 시스템 그룹
zh_tw: 詳細信息

source: No matching results found. Try expanding your search criteria.
cs_cz: Nebyly nalezeny žádné výsledky odpovídající. zkuste rozšířit kritéria vyhledávání.
ko_kr: 일치하는 결과가 없습니다. 검색 기준을 확장 해보십시오.
zh_tw: 沒有找到匹配結果。嘗試擴大搜索標準。

source: Successfully changed audit log settings!
cs_cz: úspěšně změněno nastavení protokolu auditu!
ko_kr: 감사 로그 설정을 성공적으로 변경했습니다!
zh_tw: 成功更改了審核日誌設置！

source: Please enter the hostname of your Log Server.
cs_cz: zadejte název hostitele vašeho logovacího serveru.
ko_kr: 로그 서버의 호스트 이름을 입력하십시오.
zh_tw: 請輸入您的日誌服務器的主機名。

source: Please enter the port of your syslog input.
cs_cz: zadejte port vašeho vstupu syslog.
ko_kr: syslog 입력 포트를 입력하십시오.
zh_tw: 請輸入系統日誌輸入的端口。
