Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Please specify a username and password OR an Auth File
cs_cz: prosím zadat uživatelské jméno a heslo nebo souboru auth
ko_kr: 사용자 이름과 암호 또는 정식 파일을 지정하십시오

source: Please specify a username and password
cs_cz: prosím zadat uživatelské jméno a heslo
ko_kr: 사용자 이름과 암호를 지정하십시오

source: The default value for truncate output length is 8192 bytes. Please select a value that is higher than the default.
cs_cz: Výchozí hodnota pro zkracování délky výstupu je 8192 bajtů. zvolte hodnotu, která je vyšší než výchozí.
ko_kr: 잘라야 출력 길이에 대한 디폴트 값은 8192 바이트이다. 기본값보다 높은 값을 선택하십시오.
zh_tw: 截斷輸出長度的預設值為 8192 位元組。請選擇一個高於預設值的值。

source: The name you'd like to have associated with this Windows machine.
cs_cz: název byste chtěli mít spojené s tímto strojem Windows.
ko_kr: 이 윈도우 머신과 연결 한하고 싶은 이름입니다.

source: The wizard detected that the WMI plugin returned an unsuccessful output code. This will prevent the automatic scan of services and processes and prevent services from running successfully. Below is the given error output
cs_cz: Průvodce zjistil, že wmi plugin vrátil neúspěšný výstupní kód. Tím se zabrání automatickou kontrolu služeb a procesů a zabránit služby od úspěšně spuštěna. Níže je uveden chybový výstup
ko_kr: 마법사는 WMI 플러그인 실패 출력 코드를 반환 것으로 나타났습니다. 이 서비스 및 프로세스의 자동 검색을 방지하고 성공적으로 실행 서비스를 방지 할 수 있습니다. 아래에 주어진 오류 출력은
zh_tw: 嚮導偵測到 WMI 插件返回了不成功的輸出代碼。這將阻止對服務和進程的自動掃描並阻止服務成功運行。以下是給定的錯誤輸出

source: WMI Error Output:
cs_cz: Výstup WMI chyba:
ko_kr: WMI 오류 출력 :
zh_tw: WMI 錯誤輸出：

source: Specify which services you'd like to monitor for the Windows machine.
cs_cz: určit, které služby byste chtěli sledovat windows stroji.
ko_kr: 당신이 Windows 컴퓨터를 모니터링 할 수있는 서비스를 지정합니다.

source: Monitors the machine with an ICMP "ping". Useful for watching network latency and general uptime.
cs_cz: monitoruje stroj s ICMP "ping". užitečné pro sledování sítě latence a celkovou dobu provozu.
ko_kr: ICMP "핑 (ping)"로 컴퓨터를 모니터링합니다. 네트워크 지연 및 일반 가동 시간을 시청하는 데 유용합니다.

source: Monitors the memory usage on the machine.
cs_cz: monitoruje využití paměti na stroji.
ko_kr: 컴퓨터의 메모리 사용량을 모니터링합니다.

source: Page File Usage
cs_cz: Využití stránkovacího souboru
ko_kr: 페이지 파일 사용

source: Monitors the page file usage on the machine.
cs_cz: monitoruje používání stránkovacího souboru na stroji.
ko_kr: 시스템의 페이지 파일 사용량을 모니터링합니다.

source: WMI plugin detected disks on
cs_cz: wmi plugin zjištěny disky na
ko_kr: WMI 플러그인에 디스크를 감지

source: Scanned Disk List &nbsp; (Status - Drive: Statistics)
cs_cz: skenovaný list disk (stav - drive: statistika)
ko_kr: 스캔 디스크 목록 (상태 - 드라이브 : 통계)

source: WMI plugin detected
cs_cz: zjištěna wmi plugin
ko_kr: WMI 플러그인 발견

source: Event Logs
cs_cz: protokoly událostí
ko_kr: 이벤트 로그

source: Specify what type(s) of event log data you'd like to monitor.
cs_cz: specifikovat, jaký typ (y) dat protokolu událostí, které chcete sledovat.
ko_kr: 당신이 모니터링하려는 이벤트 로그 데이터의 종류 (들)을 지정합니다.

source: Event Log
cs_cz: protokol události
ko_kr: 이벤트 로그

source: You must select at least one service.
cs_cz: je nutné vybrat alespoň jednu službu.
ko_kr: 하나 이상의 서비스를 지정해야합니다.

source: Specefies using the HTTPS protocol. (Recommended)
cs_cz: Určuje použití protokolu HTTPS. (doporučeno)
ko_kr: HTTPS 프로토콜을 사용하여 지정합니다. (권장)
zh_tw: 指定使用 HTTPS 協定。 （受到推崇的）

source: Authentication failed. Please verify the server credentials and attempt to reconnect!
cs_cz: Ověření se nezdařilo. Ověřte přihlašovací údaje serveru a zkuste se znovu připojit!
ko_kr: 인증 실패. 서버 자격 증명을 확인하고 다시 연결해 보십시오!
zh_tw: 認證失敗。請驗證伺服器憑證並嘗試重新連線！

source: Home
cs_cz: domov
ko_kr: 홈
zh_tw: 家

source: Views
cs_cz: názory
ko_kr: 뷰

source: Help
cs_cz: pomoc
ko_kr: 도움말
zh_tw: 幫助

source: Show menu section
cs_cz: Sekce Nabídka pořad
ko_kr: 쇼 메뉴 섹션

source: Configuration Tools
cs_cz: konfigurační nástroje
ko_kr: 구성 홈

source: Auto Deployment
cs_cz: automatické nasazení
ko_kr: 자동 배포

source: System Configuration
cs_cz: konfigurace systému
ko_kr: 시스템 구성

source: User Management
cs_cz: správa uživatelů
ko_kr: 사용자 관리

source: API Docs
cs_cz: odpočinku Dokumentace API
ko_kr: 나머지 API 문서

source: Introduction
cs_cz: úvod
ko_kr: 소개

source: Common Solutions
cs_cz: společná řešení
ko_kr: 공통 솔루션

source: Developer Docs
cs_cz: vývojářské docs
ko_kr: 개발자 문서

source: External Help Resources
cs_cz: externí zdroje nápovědy
ko_kr: 외부 도움말 리소스
zh_tw: 外部幫助資源

source: Knowledgebase
cs_cz: Databáze znalostí
ko_kr: 지식

source: FAQs
cs_cz: Nejčastější dotazy
ko_kr: 자주하는 질문
zh_tw: 常見問題解答

source: Support Forum
cs_cz: fórum podpory
ko_kr: 지원 포럼

source: Nagios Library
cs_cz: knihovna nagios
ko_kr: Nagios 도서관

source: Documentation Guides
cs_cz: dokumentace průvodci
ko_kr: 문서 가이드

source: Administrator Guide
cs_cz: průvodce správce
ko_kr: 관리자 안내서

source: User Guide
cs_cz: uživatelská příručka
ko_kr: 사용자 가이드

source: My Reports
cs_cz: mé přehledy
ko_kr: 내 보고서

source: Available Reports
cs_cz: dostupné zprávy
ko_kr: 사용 가능한 보고서

source: Data Visualizations
cs_cz: datové vizualizace
ko_kr: 데이터 시각화

source: Alert Heatmap
cs_cz: alert teplotní mapa
ko_kr: 히트 맵을 경고

source: Report Management
cs_cz: správa zpráv
ko_kr: 보고서 관리

source: Legacy Reports
cs_cz: starší zprávy
ko_kr: 기존 보고서

source: My Tools
cs_cz: moje nástroje
ko_kr: 내 도구

source: Common Tools
cs_cz: společné nástroje
ko_kr: 일반 도구

source: My Account
cs_cz: můj účet
ko_kr: 내 계정

source: System Information
cs_cz: systémové informace
ko_kr: 시스템 정보

source: Check For Updates
cs_cz: zkontrolovat aktualizace
ko_kr: 업데이트를 확인

source: System Config
cs_cz: systém config
ko_kr: 시스템 구성

source: Monitoring Config
cs_cz: monitorování config
ko_kr: 구성을 모니터링

source: Config Snapshots
cs_cz: config snímky
ko_kr: 구성 스냅 샷

source: Check File Permissions
cs_cz: zkontrolujte oprávnění k souborům
ko_kr: 파일 권한을 확인

source: Check Transfers
cs_cz: zkontrolujte převody
ko_kr: 전송을 확인

source: Outbound Transfers
cs_cz: odchozí převody
ko_kr: 아웃 바운드 전송

source: Inbound Transfers
cs_cz: příchozí přenosy
ko_kr: 인바운드 전송

source: System Extensions
cs_cz: rozšíření systému
ko_kr: 시스템 확장

source: Manage Config Wizards
cs_cz: spravovat konfiguračních průvodců
ko_kr: 구성 마법사 관리

source: Open Service Problems
cs_cz: Problémy s otevřenou servisní
ko_kr: 서비스 문제를 엽니 다

source: Open Host Problems
cs_cz: otevřené problémy hostitelské
ko_kr: 호스트 문제를 엽니 다

source: All Service Problems
cs_cz: všechny problémy služby
ko_kr: 모든 서비스 문제

source: All Host Problems
cs_cz: všechny problémy hostitelské
ko_kr: 모든 호스트 문제

source: Quick Find
cs_cz: rychlé hledání
ko_kr: 빨리 찾기

source: Acknowledgements
cs_cz: poděkování
ko_kr: 감사 인사

source: Performance
cs_cz: představení
ko_kr: 공연

source: View Tools
cs_cz: Zobrazení nástroje
ko_kr: 도구를보기

source: Start Rotation
cs_cz: spustit rotaci
ko_kr: 회전을 시작합니다

source: Stop Rotation
cs_cz: rotace zastávka
ko_kr: 회전을 시작합니다

source: New View
cs_cz: bez výhledu
ko_kr: 더보기 없음

source: Manage My Views
cs_cz: spravovat své názory
ko_kr: 내보기 관리

source: My Views
cs_cz: mé názory
ko_kr: 내보기

source: Dashboard Tools
cs_cz: palubní nářadí
ko_kr: 대시 보드 도구

source: New Dashboard
cs_cz: no přístrojová deska
ko_kr: 더 대시 보드 없음

source: Add Dashlets
cs_cz: přidat dashlets
ko_kr: Dashlets을 추가

source: Availability Graph
cs_cz: graf dostupnosti
ko_kr: 가용성 그래프

source: Displays availability report graph.
cs_cz: zobrazuje graf výkazu dostupnosti.
ko_kr: 가용성 보고서 그래프를 표시합니다.
zh_tw: 顯示可用性報告圖。

source: Custom URL Dashlet. Define your own embedded URL, frame size, and opacity.
cs_cz: zvyk url dashlet. definovat vlastní vložené URL, velikost rámu, a neprůhlednost.
ko_kr: 사용자 정의 URL의 대시 렛창. 자신의 임베디드 URL, 프레임 크기 및 불투명도를 정의합니다.
zh_tw: 自訂 URL 小板。定義您自己的嵌入 URL、框架大小和不透明度。

source: Custom URL Dashlet
cs_cz: zvyk url dashlet
ko_kr: 사용자 정의 URL의 대시 렛창

source: Height
cs_cz: výška
ko_kr: 신장
zh_tw: 高度

source: Width
cs_cz: šířka
ko_kr: 폭
zh_tw: 寬度

source: Dashlet URL
ko_kr: 대시 렛창의 URL

source: Refresh Rate
cs_cz: Obnovovací frekvence
ko_kr: 새로 고침 속도

source: Opacity
cs_cz: neprůhlednost
ko_kr: 불투명
zh_tw: 不透明度

source: Displays gauges.
cs_cz: zobrazí měřidla.
ko_kr: 게이지가 표시됩니다.

source: Gauge Dashlet
cs_cz: rozchod dashlet
ko_kr: 대시 렛창을 측정

source: Loading
cs_cz: nakládání
ko_kr: 로드

source: No data sources found
cs_cz: nalezeno žádné datové zdroje
ko_kr: 데이터 소스를 찾을 수 없습니다

source: Pie Chart
cs_cz: koláčový graf
ko_kr: 원형 차트
zh_tw: 圓餅圖

source: You have chosen to limit by host(s) but did not select any host(s).
cs_cz: Zvolili jste omezení podle hostitele (hostitelů), ale nevybrali jste žádného hostitele (hostitele).
ko_kr: 호스트로 제한하도록 선택했지만 호스트를 선택하지 않았습니다.
zh_tw: 您已選擇按主機進行限制，但未選擇任何主機。

source: You have chosen to limit by hostgroup(s) but did not select any hostgroup(s).
cs_cz: Zvolili jste omezení podle hostitelské skupiny (skupin), ale nevybrali jste žádnou hostitelskou skupinu (skupiny).
ko_kr: 호스트 그룹별로 제한하도록 선택했지만 호스트 그룹을 선택하지 않았습니다.
zh_tw: 您已選擇按主機群組進行限制，但未選擇任何主機群組。

source: Internet Traffic Report.
cs_cz: Zpráva provoz na internet.
ko_kr: 인터넷 트래픽 보고서.
zh_tw: 網路流量報告。

source: Internet Traffic Report
cs_cz: Zpráva internet traffic
ko_kr: 인터넷 트래픽 리포트
zh_tw: 網路流量報告

source: A graph of the top 10 rising ports from the SAN Internet Storm Center. Useful for spotting trends related to virus and worm outbreaks.
cs_cz: graf z top 10 rostoucími portů od San internet bouře centra. užitečné pro nanášení trendy vztahující se k virové epidemie a červů.
ko_kr: 샌 인터넷 폭풍의 중심에서 상위 10 상승 포트의 그래프. 바이러스 및 웜 발생에 관한 동향을 파악하고 유용합니다.
zh_tw: SAN 網路風暴中心排名前 10 的上升埠圖表。對於發現與病毒和蠕蟲爆發相關的趨勢很有用。

source: Dashlet Copyright &copy; 2016 Nagios Enterprises. Data Copyright &copy; SANS Internet Storm Center.
cs_cz: dashlet copyright © 2016 Nagios podniků. Data copyright © sans internet bouře centrum.
ko_kr: 2016 Nagios는 기업 © 대시 렛창 저작권. 데이터 저작권 © 산세 인터넷 스톰 센터.
zh_tw: Dashlet 版權所有 © 2016 Nagios Enterprises。資料版權所有© SANS 互聯網風暴中心。

source: Creative Commons Attribution-Noncommercial 3.0 United States License.
cs_cz: Creative Commons Attribution-Noncommercial 3.0 Spojené státy licence.
ko_kr: 크리에이티브 커먼즈의 저작자 표시 - 비영리 3.0 미국 라이센스.
zh_tw: 知識共享署名 - 非商業 3.0 美國授權。

source: World Time Clocks for locations around the world, powered by
cs_cz: světové hodiny pro místa po celém světě, napájené
ko_kr: 에 의해 제공되는 세계 각지의 세계 시간 시계
zh_tw: 世界各地的世界時鐘，由

source: World Time Clock
cs_cz: světové hodiny
ko_kr: 세계 시간 시계
zh_tw: 世界時間時鐘

source: Clock Type
cs_cz: Typ kontrola
ko_kr: 유형을 선택

source: 12 Hour
cs_cz: 12 hodin
ko_kr: 12 시간

source: 24 Hour
cs_cz: 24 hodin
ko_kr: 24 시간

source: Clock Name
cs_cz: zjistit jméno
ko_kr: 이름을 확인

source: Clock Size
cs_cz: velikost hodin
ko_kr: 시계 크기

source: Small
cs_cz: malý
ko_kr: 작은

source: Large
cs_cz: velký
ko_kr: 큰

source: Hide Title
cs_cz: skrýt nadpis
ko_kr: 숨기기 제목

source: Show Title
cs_cz: zobrazit název
ko_kr: 공연 제목

source: Unpin
cs_cz: odepnout
ko_kr: 핀을 빼다
zh_tw: 取消固定

source: Pin
cs_cz: kolík
ko_kr: 핑 (ping)

source: Reconfigure
cs_cz: přenastavit
ko_kr: 재구성

source: Database Error
cs_cz: chyba databse
ko_kr: 데이타베이스 등에 오류

source: Run the following from the CLI as root to attempt to repair the DB
cs_cz: spusťte následující příkaz z CLI jako root, aby se pokusili opravit db
ko_kr: 루트 DB 복구를 시도하는 등의 CLI에서 다음을 실행

source: A database connection error has been detected, please follow the repair prompt below. If the issue persists, please contact Nagios support.
cs_cz: Byla zjištěna chyba připojení k databázi, postupujte podle níže výzvu opravy. v případě, že problém přetrvává, obraťte se na podporu Nagios.
ko_kr: 데이터베이스 연결 오류가 감지되었습니다 아래의 수리 프롬프트를 따르십시오. 문제가 지속되면, Nagios의 지원에 문의하십시오.
zh_tw: 偵測到資料庫連線錯誤，請按照下面的提示修復。如果問題仍然存在，請聯絡 Nagios 支援。

source: No Preview
cs_cz: žádný náhled
ko_kr: 미리보기가 없습니다

source: Add This To a Dashboard
cs_cz: přidat na palubní desku
ko_kr: 대시 보드에이 게이지를 추가

source: Version:
cs_cz: verze:
ko_kr: 버전

source: Date:
cs_cz: datum:
ko_kr: 날짜

source: Author:
cs_cz: autor:
ko_kr: 저자

source: Website:
cs_cz: webová stránka:
ko_kr: 홈페이지

source: Missing Page
cs_cz: chybějící stránky
ko_kr: 누락 된 페이지

source: The page you requested seems to be missing.
cs_cz: Zdá se, že požadovaná stránka chybí.
ko_kr: 요청하신 페이지가 누락된 것 같습니다.
zh_tw: 您請求的頁面似乎遺失了。

source: The page that went missing was:
cs_cz: stránka, která zmizela bylo:
ko_kr: 실종 된 페이지 보낸 사람 :
zh_tw: 遺失的頁面是：

source: Acknowledge
cs_cz: potvrdit
ko_kr: 인정하다

source: Try the new Neptune theme!
cs_cz: Vyzkoušejte nové téma Neptun!
ko_kr: 새로운 넵튠 테마를 사용해 보세요!
zh_tw: 試試新的海王星主題！

source: Never Show Again
cs_cz: Už nikdy neukázat
ko_kr: 다시 표시하지 않음
zh_tw: 不再出現

source: Today
cs_cz: dnes
ko_kr: 오늘
zh_tw: 今天

source: Yesterday
cs_cz: včera
ko_kr: 어제

source: This Week
cs_cz: tento týden
ko_kr: 이번 주

source: This Month
cs_cz: tento měsíc
ko_kr: 이번 달

source: This Quarter
cs_cz: v tomto čtvrtletí
ko_kr: 이 분기

source: This Year
cs_cz: tento rok
ko_kr: 금년에

source: Last Quarter
cs_cz: poslední čtvrtina
ko_kr: 지난 분기

source: Last Year
cs_cz: minulý rok
ko_kr: 작년

source: SOFT
cs_cz: měkký
ko_kr: 부드러운
zh_tw: 柔軟的

source: HARD
cs_cz: tvrdý
ko_kr: 단단한
zh_tw: 難的

source: Add to My Reports
cs_cz: přidat do svých přehledů
ko_kr: 내 리포트에 추가

source: Undefined user macro detected, click to set a value..
cs_cz: nedefinovaný uživatelského makra zjištěna klepnutím nastavit hodnotu ..
ko_kr: 정의되지 않은 사용자 매크로 감지, 값을 설정합니다 ..
zh_tw: 偵測到未定義的使用者巨集，按一下以設定值。

source: Click to create new macro
cs_cz: klepnutím vytvořte nové makro
ko_kr: 새 매크로를 만들합니다

source: % Utilization
cs_cz: využití%
ko_kr: % 이용

source: Swap Utilization
cs_cz: využití odkládací
ko_kr: 스왑 활용

source: Missing File
cs_cz: chybějící stránky
ko_kr: 누락 된 페이지

source: Unknown (Missing Database Entry)
cs_cz: neznámé (chybí položka v databázi)
ko_kr: 알 수 없음 (데이터베이스 항목 누락)
zh_tw: 未知（缺少資料庫條目）

source: Change my default home page
cs_cz: změnit výchozí domovskou stránku
ko_kr: 기본 홈 페이지를 변경

source: View Pricing
cs_cz: pohled cenová
ko_kr: 보기 가격

source: Request a Demo
cs_cz: Žádost o demo
ko_kr: 데모를 요청

source: Help Resources
cs_cz: zdroje nápovědy
ko_kr: 도움말 자료
zh_tw: 幫助資源

source: Phone Support
cs_cz: Telefonická podpora
ko_kr: 전화 지원

source: Host Problem
cs_cz: problémy s hostitelskými
ko_kr: 호스트 문제

source: Service Problem
cs_cz: problémy služby
ko_kr: 서비스 문제

source: Problem Acknowledged
cs_cz: problém uznal
ko_kr: 문제는 승인

source: Flapping Started
cs_cz: mávání začátek
ko_kr: 시작을 펄럭

source: Flapping Stopped
cs_cz: mávání zastávka
ko_kr: 중지 펄럭

source: Flapping Disabled
cs_cz: mávání tělesně postižené
ko_kr: 사용 안 함을 펄럭

source: Downtime Ended
cs_cz: přestávky skončily
ko_kr: 중단 시간이 끝났다.

source: Downtime Cancelled
cs_cz: zrušeno
ko_kr: 가동 중지 시간이 취소됨

source: total matches for
cs_cz: Celkové zápasy
ko_kr: 에 대한 전체 검색 결과

source: total records
cs_cz: celkem záznamů
ko_kr: 총 기록

source: Clear search criteria
cs_cz: jasná kritéria vyhledávání
ko_kr: 삭제 검색 조건

source: Clear Search Criteria
cs_cz: jasná kritéria vyhledávání
ko_kr: 삭제 검색 조건

source: ERROR: Could not export report as
cs_cz: Chyba: nelze exportovat sestavy as
ko_kr: 오류 :로 보고서를 내보낼 수 없습니다
zh_tw: 錯誤：無法將報告匯出為

source: This type is not defined.
cs_cz: tento typ není definována.
ko_kr: 이 유형은 정의되어 있지 않습니다.

source: Failed to create
cs_cz: nepodařilo vytvořit
ko_kr: 작성하는 데 실패

source: Verify that your Nagios XI server can connect to the URL
cs_cz: ověřit, zda váš xi serveru Nagios může připojit k url
ko_kr: 당신의 Nagios XI 서버가 URL에 연결할 수 있는지 확인
zh_tw: 驗證您的 Nagios XI 伺服器是否可以連接到該 URL

source: Information and Alerts
cs_cz: Informace a výstrahy
ko_kr: 정보 및 알림

source: Loading data
cs_cz: údaje loading
ko_kr: 데이터로드

source: Legal
cs_cz: právní
ko_kr: 적법한
zh_tw: 合法的

source: Authenticated successfully against external credentials
cs_cz: ověření uživatele před vnějšími pověření
ko_kr: 사용자는 외부 자격증에 대해 인증

source: Authenticated successfully against Nagios XI credentials
cs_cz: Uživatel overována pověření Nagios xi
ko_kr: 사용자는 Nagios XI 자격 증명에 대해 인증

source: Authenticated successfully against external 2FA source
cs_cz: ověření uživatele před vnějšími pověření
ko_kr: 사용자는 외부 자격증에 대해 인증
zh_tw: 已成功針對外部 2FA 來源進行身份驗證

source: User configured to skip every external 2FA source, no 2FA done
cs_cz: uživatel nakonfigurován tak, aby přeskočil každý externí zdroj 2fa, neprovedl 2fa
ko_kr: 모든 외부 2fa 소스를 건너 뛰도록 구성된 사용자, 2fa 완료 없음
zh_tw: 使用者配置為跳過每個外部 2FA 來源，但未完成 2FA

source: Two factor authentication failed
cs_cz: ověření dvou faktorů (e-mail)
ko_kr: 2 요소 인증 (전자 메일)

source: Invalid username or password
cs_cz: Neplatné uživatelské jméno či heslo.
ko_kr: 사용자 이름 또는 비밀번호가 잘못되었습니다.

source: Password is blank.
cs_cz: heslo je prázdné.
ko_kr: 비밀번호가 비어 있습니다.

source: Security level is blank.
cs_cz: Úroveň zabezpečení je prázdný.
ko_kr: 보안 수준은 비어 있습니다.

source: An account with that username already exists.
cs_cz: účet s tímto uživatelským jménem již existuje.
ko_kr: 해당 사용자 이름으로 계정이 이미 존재합니다.

source: Failed to add account
cs_cz: Nepodařilo se přidat účet
ko_kr: 계정을 추가하지 못했습니다

source: Unable to assign account privileges.
cs_cz: nedokáže přiřadit oprávnění účtu.
ko_kr: 계정 권한을 할당 할 수 없습니다.

source: The password complexity requirements are as follows:
cs_cz: požadavky na složitost hesla jsou následující:
ko_kr: 다음과 같이 암호 복잡성 요구 사항은 다음과 같습니다

source: Minimum password length is: %d characters.
cs_cz: Minimální délka hesla je:% d znaků.
ko_kr: 최소 암호 길이는 % d 개의 문자.

source: Minimum of %d uppercase characters.
cs_cz: Minimálně% d velkými písmeny.
ko_kr: % d 개의 대문자 문자의 최소.

source: Minimum of %d lowercase characters.
cs_cz: Minimálně% d malých písmen.
ko_kr: % d 개의 소문자 문자의 최소.

source: Minimum of %d numeric characters.
cs_cz: Minimálně% d číslic.
ko_kr: % d 개 숫자의 최소.

source: Minimum of %d special characters.
cs_cz: Minimálně% d speciálních znaků.
ko_kr: % d 개의 특수 문자의 최소.

source: No phone number
cs_cz: žádné telefonní číslo
ko_kr: 전화 번호 없음

source: Verified number
cs_cz: ověřené číslo
ko_kr: 확인 번호

source: Verification failed - key no longer valid
cs_cz: ověření se nezdařilo - klíč již není platný
ko_kr: 확인 실패 - 더 이상 유효하지 않은 키

source: Verification in progress - key sent to number
cs_cz: probíhající ověření - klíč odeslaný na číslo
ko_kr: 확인 진행 중 - 번호로 전송 된 키

source: Number not verified
cs_cz: číslo nebylo ověřeno
ko_kr: 번호가 확인되지 않음

source: Thank you. Your mobile device has been verified with the Nagios XI system.
cs_cz: Děkuji. vaše mobilní zařízení bylo ověřeno pomocí systému nagios xi.
ko_kr: 고맙습니다. 귀하의 모바일 장치가 nagios xi 시스템으로 확인되었습니다.
zh_tw: 謝謝。您的行動裝置已通過 Nagios XI 系統驗證。

source: Your mobile phone verification key is
cs_cz: klíč pro ověření mobilního telefonu
ko_kr: 휴대 전화 확인 키는 다음과 같습니다.

source: Hello
cs_cz: Ahoj
ko_kr: 여보세요
zh_tw: 你好

source: To continue logging in, please enter the token below
cs_cz: Chcete-li pokračovat v přihlášení, zadejte token níže
ko_kr: 로그인을 계속하려면 아래 토큰을 입력하십시오.
zh_tw: 若要繼續登錄，請輸入下面的令牌

source: If you close your browser window or too much time has elapsed, you may need to start the process over again.
cs_cz: Pokud zavřete okno prohlížeče nebo uplynulo příliš mnoho času, budete možná muset proces znovu spustit.
ko_kr: 브라우저 창을 닫거나 너무 많은 시간이 경과하면 프로세스를 다시 시작해야 할 수 있습니다.
zh_tw: 如果您關閉瀏覽器視窗或已經過了太多時間，您可能需要重新開始流程。

source: Contact your Nagios XI admin if you are unsure what this message is for.
cs_cz: kontaktujte svého nagios xi admin, pokud si nejste jisti, pro co je tato zpráva určena.
ko_kr: 이 메시지의 내용을 잘 모르는 경우 nagios xi admin에게 문의하십시오.

source: Email Confirmation
cs_cz: potvrzení e-mailem
ko_kr: 이메일 확인

source: Enterprise Trial Enabled
cs_cz: Podniková zkušební verze povolena
ko_kr: 엔터프라이즈 시험 사용

source: Enterprise features have been enabled!<br>You can use all the enterprise features for
cs_cz: Podnikové funkce byly povoleny! <br> Můžete použít všechny podnikové funkce pro
ko_kr: 엔터프라이즈 기능이 활성화되었습니다! <br> 당신은 모든 엔터프라이즈 기능을

source: Okay
cs_cz: dobře
ko_kr: 괜찮아
zh_tw: 好的

source: License Changes
cs_cz: Změny licencí
ko_kr: 라이선스 변경

source: NFR licenses have been disabled and the
cs_cz: Licence nfr byly zakázány a
ko_kr: nfr 라이센스가 사용 중지되었으며

source: NFR License
cs_cz: Licence nfr
ko_kr: nfr 라이센스

source: you were using has been replaced with a
cs_cz: Které jste používali, byl nahrazen a
ko_kr: 당신이 사용하고 있던
zh_tw: 您正在使用的已替換為

source: 180 day extended trial
cs_cz: 180denní rozšířená zkouška
ko_kr: 180 일 평가판 연장
zh_tw: 180 天延長試用期

source: If you are unsure why you are receiving this message, or if you need another license extension, please contact
cs_cz: Pokud si nejste jisti, proč jste obdrželi tuto zprávu, nebo pokud potřebujete další rozšíření licence, kontaktujte prosím
ko_kr: 이 메시지를받는 이유가 확실하지 않거나 다른 라이센스 확장이 필요한 경우에는
zh_tw: 如果您不確定為什麼會收到此訊息，或需要其他許可證延期，請聯絡

source: License Expired
cs_cz: licence k překročení
ko_kr: 라이센스 초과

source: The license you are using has expired and has been replaced with a
cs_cz: licence, kterou používáte, vypršela a byla nahrazena znakem a
ko_kr: 사용중인 라이센스가 만료되어 a로 대체되었습니다.
zh_tw: 您使用的許可證已過期並已替換為

source: If you are unsure why you are receiving this message, please contact
cs_cz: Pokud si nejste jisti, proč tuto zprávu přijímáte, kontaktujte prosím společnost
ko_kr: 이 메시지를받는 이유를 확신 할 수없는 경우 연락하십시오.
zh_tw: 如果您不確定為什麼會收到此訊息，請聯繫

source: Days Left
cs_cz: zbývající dny
ko_kr: 일 남아

source: Day Left
cs_cz: den levá
ko_kr: 일 왼쪽

source: day
cs_cz: den
ko_kr: 일

source: Renewal Reminder
cs_cz: obnova připomenutí
ko_kr: 갱신 알림

source: Your
cs_cz: váš
ko_kr: 너의
zh_tw: 你的

source: support and maintenance
cs_cz: podpora a údržba
ko_kr: 지원 및 유지 보수

source: will expire in
cs_cz: vyprší v roce
ko_kr: 에 만료됩니다

source: Renew now to ensure you will continue to have access to important security updates and improvements that will save your organization time and money.
cs_cz: obnovit nyní, aby zajistily budete mít i nadále přístup k důležitým aktualizací zabezpečení a vylepšení, které vám ušetří čas a peníze.
ko_kr: 조직의 시간과 비용을 절약 할 중요한 보안 업데이트 및 개선에 계속 액세스 할 수 있도록 지금 갱신.
zh_tw: 立即續訂以確保您將繼續獲得重要的安全更新和改進，從而節省您的組織的時間和金錢。

source: Renew Now
cs_cz: obnovit nyní
ko_kr: 지금 갱신

source: Not Now
cs_cz: teď ne
ko_kr: 지금이

source: Support & Maintenance Expired
cs_cz: Podpora a údržba vypršela
ko_kr: 지원 및 유지 보수가 만료
zh_tw: 支援和維護已過期

source: Your support and maintenance contract has
cs_cz: svou podporu a údržbu smlouva má
ko_kr: 지원 및 유지 보수 계약이
zh_tw: 您的支援和維護合約已

source: Without a support and maintenance contract you can no longer update your system to the newest versions. You will be missing out on important security and maintenance updates, enhancements, and new functionality that can save your organization time and money.
cs_cz: bez smlouvy o podpoře a údržbě již můžete svůj systém aktualizovat na nejnovější verze. budete chybět na důležitých bezpečnostních a údržby aktualizace, vylepšení a nových funkcí, které mohou ušetřit čas a peníze.
ko_kr: 지원 및 유지 보수 계약없이 더 이상 최신 버전으로 시스템을 업데이트 할 수 없습니다. 조직의 시간과 비용을 절약 할 수 있습니다 중요한 보안 및 유지 보수 업데이트, 개선 및 새로운 기능을 놓치게 될 것입니다.
zh_tw: 如果沒有支援和維護合同，您將無法再將系統更新到最新版本。您將錯過重要的安全性和維護更新、增強功能以及可以節省組織時間和金錢的新功能。

source: Navigation
cs_cz: navigace
ko_kr: 항해

source: Schedule page
cs_cz: plán stránky
ko_kr: 페이지를 일정

source: Popout
cs_cz: vyskočit
ko_kr: 새 창
zh_tw: 彈出

source: Add to my views
cs_cz: přidat k mé názory
ko_kr: 내보기에 추가

source: Get permalink
cs_cz: get trvalý
ko_kr: 고정 링크 가져 오기
zh_tw: 獲取永久鏈接

source: Send Us Feedback
cs_cz: pošlete nám svůj názor
ko_kr: 의견 보내기
zh_tw: 向我們發送回饋

source: Logged in as
cs_cz: Přihlášen jako
ko_kr: (으)로 로그인

source: Send us feedback
cs_cz: pošlete nám svůj názor
ko_kr: 의견 보내기
zh_tw: 向我們發送回饋

source: Add to My Views
cs_cz: přidat k mé názory
ko_kr: 내보기에 추가

source: Your session has timed out.
cs_cz: Vaše relace vypršela.
ko_kr: 세션이 초과되었습니다.
zh_tw: 您的會話已超時。

source: You have been automatically logged out due to inactivity.
cs_cz: jste automaticky odhlášeni kvůli nečinnosti.
ko_kr: 비활성 상태로 인해 자동으로 로그 아웃되었습니다.
zh_tw: 由於不活動，您已自動登出。

source: Log In
cs_cz: přihlásit se
ko_kr: 로그인
zh_tw: 登入
