Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Before upgrading, verify you have both a valid system backup as well as a configuration backup of Nagios XI before continuing!
cs_cz: Před upgradem ověřte, zda máte platnou zálohu systému i zálohu konfigurace nagios xi, než budete pokračovat!
ko_kr: 업그레이드하기 전에 계속하기 전에 유효한 시스템 백업과 nagios xi의 구성 백업이 모두 있는지 확인하십시오!
zh_tw: 升級之前，請先確認您同時具有有效的系統備份和nagios xi的配置備份，然後再繼續！

source: More information about backing up and restoring Nagios XI
cs_cz: více informací o zálohování a obnovení nagios xi
ko_kr: nagios xi 백업 및 복원에 대한 추가 정보
zh_tw: 有關備份和還原nagios xi的更多信息

source: NOTICE
cs_cz: oznámení
ko_kr: 주의
zh_tw: 注意

source: Your Nagios XI license includes a test environment instance that allows you to verify successful upgrade and configuration changes before applying them to your production environment. As a best practice for ensuring the reliability of your monitoring systems, we advise you to upgrade your test environment before upgrading any production instances.
cs_cz: licence nagios xi zahrnuje instanci testovacího prostředí, která vám umožní ověřit úspěšné aktualizace a změny konfigurace před jejich použitím ve výrobním prostředí. jako nejlepší postup pro zajištění spolehlivosti vašich monitorovacích systémů vám doporučujeme upgradovat testovací prostředí před upgradem jakýchkoli produkčních instancí.
ko_kr: nagios xi 라이센스에는 프로덕션 환경에 적용하기 전에 성공적인 업그레이드 및 구성 변경을 확인할 수있는 테스트 환경 인스턴스가 포함되어 있습니다. 모니터링 시스템의 안정성을 보장하기위한 모범 사례로 프로덕션 인스턴스를 업그레이드하기 전에 테스트 환경을 업그레이드하는 것이 좋습니다.
zh_tw: 您的nagios xi許可證包括一個測試環境實例，通過該實例，您可以在將升級和配置更改應用於生產環境之前對其進行驗證。作為確保監視系統可靠性的最佳做法，我們建議您在升級任何生產實例之前先升級測試環境。

source: More information on licensing
cs_cz: více informací o licencích
ko_kr: 라이센스에 대한 추가 정보
zh_tw: 有關許可的更多信息

source: View the %sNagios XI Upgrade Instructions%s for more information on upgrading your system.
cs_cz: Další informace o upgradu systému naleznete v pokynech pro upgrade% snagios xi% s.
ko_kr: 시스템 업그레이드에 대한 자세한 내용은 % snagios xi 업그레이드 지침 % s을 참조하십시오.
zh_tw: 查看％snagios xi升級說明％s，以獲取有關升級系統的更多信息。

source: Interface-based upgrades currently only work for source installations and systems without a proxy server. Since this system either has a proxy server configured or is not a source install, please refer to the documentation above for upgrading via the command line.
cs_cz: Upgrady založené na rozhraní v současnosti fungují pouze pro zdrojové instalace a systémy bez proxy serveru. Vzhledem k tomu, že tento systém má buď nakonfigurovaný proxy server, nebo není zdrojovou instalací, podívejte se prosím na výše uvedenou dokumentaci pro upgrade přes příkazový řádek.
ko_kr: 인터페이스 기반 업그레이드는 현재 소스 설치 및 프록시 서버가 없는 시스템에서만 작동합니다. 이 시스템에는 프록시 서버가 구성되어 있거나 소스 설치가 아니므로 명령줄을 통한 업그레이드에 대한 위의 설명서를 참조하십시오.
zh_tw: 基於介面的升級目前僅適用於來源安裝和沒有代理伺服器的系統。由於系統要么配置了代理伺服器，要么不是來源安裝，請參閱上面的文件以透過命令列進行升級。

source: Check For Updates Now
cs_cz: zkontrolovat aktualizace nyní
ko_kr: 지금 업데이트 확인
zh_tw: 現在檢查更新

source: Checking...
cs_cz: kontrola ...
ko_kr: 확인 ...
zh_tw: 檢查...

source: Upgrade to Latest Version
cs_cz: upgrade na nejnovější verzi
ko_kr: 최신 버전으로 업그레이드
zh_tw: 升級到最新版本

source: <strong>Update in progress.</strong> Please wait. Update may take a few minutes.
cs_cz: <strong>Aktualizace probíhá.</strong> prosím, čekejte. Aktualizace může trvat několik minut.
ko_kr: <strong>진행 업데이트합니다.</strong> 기다려주십시오. 업데이트는 몇 분 정도 걸릴 수 있습니다.
zh_tw: <strong>正在進行更新，</strong>請稍候。更新可能需要幾分鐘的時間。

source: Update History
cs_cz: historii aktualizací
ko_kr: 주 역사
zh_tw: 國家的歷史

source: History of all updates performed from the user interface.
cs_cz: Historie všech změnách provedených od xi webové ui.
ko_kr: XI의 웹 UI에서 수행 된 모든 업데이트의 역사.
zh_tw: 從喜Web用戶界面進行的所有更新的歷史。

source: Status
cs_cz: postavení
ko_kr: 지위
zh_tw: 狀態

source: Date
cs_cz: datum
ko_kr: 날짜
zh_tw: 日期

source: View
cs_cz: pohled
ko_kr: 전망
zh_tw: 看

source: Download
ko_kr: 다운로드
zh_tw: 下載

source: No updates have been performed from the UI yet.
cs_cz: žádné aktualizace byly provedeny od ui dosud.
ko_kr: 어떠한 업데이트가 아직 UI​​에서 수행되지 않았다.
zh_tw: 沒有更新已經完成從UI呢。

source: enabled
cs_cz: povolen
ko_kr: 사용
zh_tw: 啟用

source: disabled
cs_cz: invalidní
ko_kr: 사용
zh_tw: 禁用

source: Inbound Check Transfer Settings
cs_cz: příchozí Zkontrolujte nastavení přenosu
ko_kr: 인바운드 체크 전송 설정
zh_tw: 入境檢查傳送設置

source: These settings affect %s's ability to accept and process passive host and service check results from external applications, services, and remote Nagios servers. Enabling inbound checks is important in distributed monitoring environments, and in environments where external applications and services send data to Nagios.
cs_cz: Tato nastavení ovlivní schopnost Nagios XI je přijímat a zpracovávat pasivní hostitele a nechte služba výsledky z externích aplikací, služeb a vzdálených serverů Nagios. umožnění zpětných kontrol je důležitá v distribuovaných prostředích monitorování a v prostředích, kde externí aplikace a služby odesílat data na Nagios.
ko_kr: 이 설정은 외부 응용 프로그램, 서비스 및 원격 Nagios 서버의 수동 호스트 및 서비스 검사 결과를 수락하고 처리 할 수​​ Nagios XI의 능력에 영향을 미칩니다. 인바운드 수표를 사용하면 분산 모니터링 환경에서 중요하며, 환경에서 외부 응용 프로그램과 서비스는 Nagios 데이터를 어​​디에서 보낼 수 있습니다.
zh_tw: 這些設置會影響了Nagios的喜接受和處理被動的主機和服務檢查的結果，從外部應用程序，服務和遠程Nagios的服務器的能力。啟用入站檢查是非常重要的，在分佈式監控環境，並在外部應用程序和服務的環境下，將數據發送到Nagios的。

source: NRDP Settings
cs_cz: nastavení nrdp
ko_kr: NRDP 설정
zh_tw: NRDP設置

source: Access Info
cs_cz: přístup info
ko_kr: 교통 정보
zh_tw: 訪問信息

source: The NRDP API can be accessed at
cs_cz: nrdp api lze nalézt na adrese
ko_kr: NRDP API는에 액세스 할 수 있습니다
zh_tw: NRDP API可以訪問

source: Remote clients must be able to contact this server on port 80 TCP (HTTP) or 443 TCP (HTTPS) in order to access the NRDP API and submit check results. You may have to open firewall ports to allow access.
cs_cz: vzdálení klienti musí mít možnost kontaktovat tento server na portu 80 TCP (HTTP) nebo 443 tcp (https), aby se přístup k nrdp API a předkládat výsledky kontrolní. budete muset otevřít porty brány firewall povolit přístup.
ko_kr: 원격 클라이언트가 NRDP API에 액세스하여 검사 결과를 제출하기 위해 포트 80 TCP (HTTP)에서이 서버에 연결할 수 있어야합니다. 당신이 액세스를 허용하도록 방화벽 포트를 열어야 할 수 있습니다
zh_tw: 遠程客戶端必須能夠與這台服務器上的端口80的TCP（HTTP），以訪問NRDP的API，並提交檢查結果。您可能必須打開防火牆端口以允許訪問

source: Authentication Tokens
cs_cz: ověřovací tokeny
ko_kr: 인증 토큰
zh_tw: 身份驗證令牌

source: One or more (alphanumeric) tokens that remote hosts and applications must use when contacting the NRDP API on this server. Specify one token per line.
cs_cz: jeden nebo více (alfanumerické), žetony, které potřebují vzdálení hostitelé a aplikace musí používat Při kontaktu s nrdp API na tomto serveru. určit jeden žeton na řádek.
ko_kr: 하나 이상의 (영숫자)이 서버에서 NRDP API를 연락하면 원격 호스트와 응용 프로그램에서 사용해야하는 토큰. 한 줄에 하나의 토큰을 지정합니다.
zh_tw: 一個或多個（字母和數字），遠程主機和應用程序必須使用聯繫時NRDP的空氣污染指數在此服務器上的標記。指定每行一個標記。

source: NSCA Settings
cs_cz: NSCA nastavení
ko_kr: NSCA 설정
zh_tw: NSCA設置

source: Configuration Required
cs_cz: požadovaná konfigurace
ko_kr: 구성 필요
zh_tw: 配置要求

source: Before you can enable inbound data transfer via NSCA, you must configure settings to allow external hosts/devices to communicate with NSCA.<br><br>To do this, follow these steps:
cs_cz: Než budete moci povolit příchozí přenos dat prostřednictvím NSCA, je nutné konfigurovat nastavení povolit externí hostitelé / zařízení pro komunikaci s NSCA. <br><br> jak to udělat, postupujte takto:
ko_kr: 당신은 NSCA를 통해 인바운드 데이터 전송을 활성화하기 전에 외부 호스트 / 디바이스는 NSCA와 통신 할 수 있도록 설정을 구성해야합니다. <br><br> 이 작업을 수행하려면 다음 단계를 따르십시오
zh_tw: 通過NSCA，然後才能啟用入站的數據傳輸，您必須配置設置，以允許外部主機/設備進行通信與nsca的。 <br><br>要做到這一點，請按照下列步驟操作

source: Login to the %s server as the
cs_cz: přihlášení k xi serveru Nagios jako při
ko_kr: 로 Nagios XI 서버에 로그인
zh_tw: 登錄到Nagios XI服務器作為

source: user
cs_cz: uživatel
ko_kr: 사용자
zh_tw: 用戶

source: Open the
cs_cz: otevři
ko_kr: 를 엽니 다
zh_tw: 打開

source: file for editing
cs_cz: soubor pro editaci
ko_kr: 편집 파일
zh_tw: 文件進行編輯

source: Modify the
cs_cz: upravit
ko_kr: 을 수정
zh_tw: 修改

source: statement to include the IP addresses of hosts that are allowed to send data (or comment it out to allow all hosts to send data)
cs_cz: prohlášení, které obsahují IP adresy hostitelů, kteří mají povoleno posílat data (nebo ho zakomentujte aby všichni hostitelé pro odesílání dat)
ko_kr: 데이터를 (또는 모든 호스트가 데이터를 보낼 수 있도록 허용하는 데 주석)를 보내는 데 사용할 수 있습니다 호스트의 IP 주소를 포함하는 문
zh_tw: 聲明包括被允許發送數據（或將其註釋掉允許所有主機發送數據的主機的IP地址）

source: Save the file
cs_cz: uložení souboru
ko_kr: 파일을 저장
zh_tw: 保存該文件

source: I have completed these steps.
cs_cz: i dokončení těchto kroků.
ko_kr: 나는 다음 단계를 완료했습니다.
zh_tw: 我已經完成了這些步驟。

source: NSCA is configured to run on this machine on port
cs_cz: NSCA je nakonfigurován tak, aby spustit na tomto počítači na portu
ko_kr: NSCA는 포트에이 컴퓨터에서 실행하도록 구성되어 있습니다
zh_tw: NSCA被配置為運行在這台機器上的端口

source: Remote clients must be able to contact this server on port 5667 TCP in order to access NSCA and submit check results. You may have to open firewall ports to allow access.
cs_cz: vzdálení klienti musí mít možnost kontaktovat tento server na portu 5667 TCP za účelem přístupu k NSCA a předkládat výsledky kontrolní. budete muset otevřít porty brány firewall povolit přístup.
ko_kr: 원격 클라이언트가 NSCA에 액세스하고 검사 결과를 제출하기 위해 포트 5667 TCP에서이 서버에 연락 할 수 있어야합니다. 당신이 액세스를 허용하도록 방화벽 포트를 열어야 할 수 있습니다
zh_tw: 遠程客戶端必須能夠與這台服務器上的端口5667 TCP訪問NSCA，並提交檢查結果。您可能必須打開防火牆端口以允許訪問

source: Decryption Method
cs_cz: metoda dešifrování
ko_kr: 암호 해독 방법
zh_tw: 解密方法

source: The decryption method used on check data that is received via NSCA
cs_cz: metoda dešifrování použity při přihlášení dat, která je přijímán přes NSCA
ko_kr: NSCA를 통해 수신 확인 데이터에 사용되는 암호 해독 방법
zh_tw: 解密用於校驗數據的方法，該方法是通過nsca的接收

source: Important
cs_cz: důležitý
ko_kr: 중대한
zh_tw: 重要

source: Each sender must be using the same encryption method as you specify for the decryption method here.
cs_cz: každý odesílatel musí používat stejné metody šifrování, jak zadáte pro metodu dešifrování zde.
ko_kr: 여기 암호 해독 방법을 지정하는 각 발신자가 동일 암호화 방법을 사용하고 있어야합니다
zh_tw: 每個發送者必須使用相同的加密方法，你在這裡指定的解密方法

source: Password
cs_cz: heslo
ko_kr: 암호
zh_tw: 密碼

source: The password used to decrypt check data that is received by NSCA.
cs_cz: Heslo slouží k dešifrování kontrolní data, která je přijímán NSCA.
ko_kr: NSCA에서받은 암호를 해독 체크 데이터에 사용되는 비밀번호
zh_tw: 用來檢查數據解密的密碼，收到NSCA

source: Each sender must be using this same password.
cs_cz: každý odesílatel musí být pomocí tohoto stejného hesla.
ko_kr: 각 보낸 사람이 동일한 암호를 사용해야합니다
zh_tw: 每一個發送者必須使用相同的密碼

source: User updated inbound check transfer settings
cs_cz: Nastavení přenosu příchozí kontrolu uživatelské aktualizováno
ko_kr: 사용자가 인바운드 수표 전송 설정을 업데이트
zh_tw: 用戶更新的入境檢查傳送設置

source: No NRDP tokens specified.
cs_cz: žádné nrdp tokeny zadán.
ko_kr: 더 NRDP 토큰이 지정되지 않았습니다.
zh_tw: 指定沒有NRDP令牌。

source: Settings have been updated.
cs_cz: nastavení byly aktualizovány.
ko_kr: 설정이 업데이트되었습니다.
zh_tw: 設置已更新。

source: To continue, configure with the following command as root (or using sudo) to configure the system
cs_cz: pokračujte konfigurovat pomocí následujícího příkazu jako root (nebo pomocí sudo) pro konfiguraci systému
ko_kr: 계속하려면 다음 명령을 사용하여 root로 구성하거나 (또는 ​​sudo를 사용하여) 시스템을 구성하십시오
zh_tw: 繼續，以root用戶（或使用sudo）配置以下命令來配置系統

source: Email Settings
cs_cz: mailu
ko_kr: 메일 설정
zh_tw: 郵件設置

source: Modify the settings used by your %s system for sending email alerts and informational messages.
cs_cz: změnit nastavení používá váš xi systému Nagios pro odesílání e-mailových upozornění a informační zprávy.
ko_kr: 이메일 경고 및 정보 메시지를 보내기위한 귀하의 Nagios XI 시스템에 의해 사용되는 설정을 수정합니다.
zh_tw: 修改用於發送電子郵件警報和通知消息由您的Nagios曦系統的設置。

source: Send a Test Email
cs_cz: poslat testovací e-mail
ko_kr: 테스트 이메일 보내기
zh_tw: 發送測試電子郵件

source: Outbound
cs_cz: odchozí
ko_kr: 배 밖으로
zh_tw: 出站

source: Inbound
cs_cz: příchozí
ko_kr: 인바운드
zh_tw: 入站

source: You have contacts or contact templates using Nagios Core email notifications. You can convert these to use your Nagios XI email configuration by clicking the button below.
cs_cz: Máte kontakty nebo šablony kontaktů pomocí e-mailových oznámení Nagios Core. Kliknutím na tlačítko níže je můžete převést na konfiguraci e-mailu Nagios XI.
ko_kr: Nagios Core 이메일 알림을 사용하는 연락처 또는 연락처 템플릿이 있습니다. 아래 버튼을 클릭하면 Nagios XI 이메일 구성을 사용하도록 변환할 수 있습니다.
zh_tw: 您有使用 Nagios Core 電子郵件通知的聯絡人或聯絡人範本。您可以透過點擊下面的按鈕將它們轉換為使用您的 Nagios XI 電子郵件配置。

source: contacts
cs_cz: kontakty
ko_kr: 연락처
zh_tw: 往來

source: Mail messages may fail to be delivered if your XI server does not have a valid DNS name. For more information, read
cs_cz: mailové zprávy může selhat, které mají být dodány, pokud váš xi server nemá platný DNS jméno.
ko_kr: XI하여 서버가 유효한 DNS 이름을 갖고 있지 않는 경우 메일 메시지는 제공하는 데 실패 할 수있다.
zh_tw: 郵件可能無法傳遞，如果你的夕服務器沒有一個有效的DNS名稱。

source: Understanding Email Sending in Nagios XI
cs_cz: porozumění odesílání e-mailů nagios xi
ko_kr: nagios xi에서 이메일 전송 이해하기
zh_tw: 理解nagios xi中的電子郵件發送

source: Outbound Mail Settings
cs_cz: nastavení odchozí pošty
ko_kr: 발신 메일 설정
zh_tw: 出站郵件設置

source: Send From
cs_cz: poslat
ko_kr: ~ 보낸 사람
zh_tw: 發送自

source: Send Method
cs_cz: metoda odeslání
ko_kr: 전송 방법
zh_tw: 發送方法

source: On some systems, sendmail may not be configured to send emails outside of localhost. We highly recommend using SMTP configuration.
cs_cz: na některých systémech nemusí být sendmail nakonfigurován k odesílání e-mailů mimo lokální server. doporučujeme používat konfiguraci smtp.
ko_kr: 일부 시스템에서는 sendmail이 localhost 외부로 전자 메일을 보내도록 구성되지 않을 수 있습니다. smtp 구성 사용을 적극 권장합니다.
zh_tw: 在某些系統上，sendmail可能不會配置為在本地主機之外發送電子郵件。我們強烈建議使用smtp配置。

source: Logging
cs_cz: protokolování
ko_kr: 벌채 반출
zh_tw: 記錄

source: Enable logging of mail sent with the internal mail component (PHPMailer) <b>
cs_cz: povolit protokolování pošty odeslané pomocí interní poštovní komponenty (phpmailer)
ko_kr: 내부 메일 구성 요소 (phpmailer)와 함께 보낸 메일 로깅 사용
zh_tw: 啟用使用內部郵件組件（phpmailer）發送的郵件的日誌記錄

source: SMTP Settings
cs_cz: nastavení SMTP
ko_kr: SMTP 설정
zh_tw: SMTP設置

source: Host
cs_cz: hostitel
ko_kr: 주인
zh_tw: 主持人

source: You can set up a failover/backup mail server by using a semi-colon (;) to define multiple SMTP hosts.
cs_cz: můžete nastavit záložní / záložní poštovní server pomocí středník (;) definovat více hostitelů smtp.
ko_kr: 세미콜론 (;)을 사용하여 페일 오버 / 백업 메일 서버를 설정하여 여러 개의 smtp 호스트를 정의 할 수 있습니다.
zh_tw: 您可以使用分號（;）來定義多個smtp主機來設置故障轉移/備份郵件服務器。

source: Example
cs_cz: příklad
ko_kr: 예
zh_tw: 例子

source: Port
cs_cz: přístav
ko_kr: 포트
zh_tw: 端口

source: Show
ko_kr: 표시
zh_tw: 顯示

source: Security
cs_cz: bezpečnostní
ko_kr: 보안
zh_tw: 安全

source: None
cs_cz: žádný
ko_kr: ...의 어느 조금도 ... 않다
zh_tw: 沒有

source: Enable incoming email processing
cs_cz: povolit zpracování příchozích e-mailů
ko_kr: 수신 전자 메일 처리 사용 가능
zh_tw: 啟用傳入電子郵件處理

source: Processing incoming mail allows you to set up an email address that will be used as a reply-to address for alerts.
cs_cz: Zpracování příchozí pošty vám umožňuje nastavit e-mailovou adresu, která bude použita jako adresa pro upozornění na upozornění.
ko_kr: 들어오는 메일을 처리하면 경고에 대한 답장 주소로 사용될 전자 메일 주소를 설정할 수 있습니다.
zh_tw: 處理傳入郵件允許您設置一個電子郵件地址，該地址將用作警報的回复地址。

source: Recipients can respond to emails with commands to acknowledge, schedule downtime, and more.
cs_cz: Příjemci mohou na e-maily reagovat příkazy k potvrzení, naplánovat prostoje a další.
ko_kr: 수신자는 전자 메일에 응답하고, 가동 중지 시간을 예약하는 등의 명령을 통해 응답 할 수 있습니다.
zh_tw: 收件人可以使用命令來響應電子郵件，以確認，安排停機時間等。

source: Inbound Mail Settings
cs_cz: nastavení příchozí pošty
ko_kr: 인바운드 메일 설정
zh_tw: 入站郵件設置

source: Enter the email address for the inbox below to be parsed for notification replies. Nagios XI will automatically add this as the reply-to address for notification emails it sends.
cs_cz: Zadejte e-mailovou adresu pro níže uvedenou doručenou poštu, která bude analyzována pro odpovědi na oznámení. nagios xi automaticky přidá tuto adresu jako odpověď na e-maily, které odesílá.
ko_kr: 알림 답장을 위해 아래의받은 편지함에 대한 이메일 주소를 입력하십시오. nagios xi는 보내는 통지 이메일의 회신 주소로이를 자동으로 추가합니다.
zh_tw: 輸入下面收件箱的電子郵件地址，以便解析通知回复。 nagios xi會自動將其添加為它發送的通知電子郵件的回复地址。

source: This email address/inbox should not be used by anyone except Nagios XI. Emails will be deleted after processing.
cs_cz: Tato e-mailová adresa / doručená pošta by neměla být používána nikým jiným než nagios xi. e-maily budou po zpracování vymazány.
ko_kr: 이 전자 메일 주소 /받은 편지함은 nagios xi를 제외한 모든 사람이 사용할 수 없습니다. 이메일은 처리 후 삭제됩니다.
zh_tw: 除了nagios xi之外，任何人都不應使用此電子郵件地址/收件箱。處理後將刪除電子郵件。

source: View all commands you can send to Nagios XI
cs_cz: zobrazit všechny příkazy, které můžete odeslat nagios xi
ko_kr: nagios xi에 보낼 수있는 모든 명령보기
zh_tw: 查看您可以發送到nagios xi的所有命令

source: Reply-to Address
cs_cz: na adresu
ko_kr: 회신 주소
zh_tw: 回复地址

source: Check Emails Every
cs_cz: kontrolovat e-maily každý
ko_kr: 매번 이메일 확인
zh_tw: 每次查看電子郵件

source: The amount of time between connecting to the email server and parsing them. Lowest setting is 1.
cs_cz: dobu mezi připojením k e-mailovému serveru a jejich syntaktickou analýzou. nejnižší nastavení je 1.
ko_kr: 전자 메일 서버에 연결하여 구문 분석하는 사이의 시간. 최저 설정은 1입니다.
zh_tw: 連接到電子郵件服務器和解析它們之間的時間量。最低設置為1。

source: Inbox Connection Settings
cs_cz: nastavení připojení
ko_kr: 연결 설정
zh_tw: 連接設置

source: Connection
cs_cz: spojení
ko_kr: 연결
zh_tw: 連接

source: Encryption
cs_cz: šifrování
ko_kr: 암호화
zh_tw: 加密

source: Validate SSL certificate of mail server host
cs_cz: ověřte ssl certifikát hostitele poštovního serveru
ko_kr: 메일 서버 호스트의 SSL 인증서 유효성 검사
zh_tw: 驗證郵件服務器主機的ssl證書

source: Test Connection
cs_cz: Test připojení
ko_kr: 연결을 확인
zh_tw: 檢查連接

source: Note: Must fill out and save all settings before testing.
cs_cz: poznámka: před testováním musíte vyplnit a uložit všechna nastavení.
ko_kr: 참고 : 테스트하기 전에 모든 설정을 작성하고 저장해야합니다.
zh_tw: 注意：必須在測試前填寫並保存所有設置。

source: Core contacts and templates have been converted to use your Nagios XI mail settings.
cs_cz: Základní kontakty a šablony byly převedeny tak, aby používaly vaše nastavení pošty Nagios XI.
ko_kr: 핵심 연락처와 템플릿이 Nagios XI 메일 설정을 사용하도록 변환되었습니다.
zh_tw: 核心聯絡人和範本已轉換為使用您的 Nagios XI 郵件設定。

source: Connection was successful.
cs_cz: spojení bylo úspěšné.
ko_kr: 연결이 성공했습니다.
zh_tw: 連接成功。

source: Could not connect with the inbound settings given.
cs_cz: Nelze se spojit s daným příchozím nastavením.
ko_kr: 주어진 인바운드 설정과 연결할 수 없습니다.
zh_tw: 無法連接給定的入站設置。

source: No from address specified.
cs_cz: žádný z adresy zadán.
ko_kr: 지정된 주소에서 아냐.
zh_tw: 沒有從指定的地址。

source: No SMTP host specified.
cs_cz: no smtp hostitel specifikován.
ko_kr: 더 SMTP 호스트가 지정되지 않았습니다.
zh_tw: 沒有指定的SMTP主機。

source: No SMTP port specified.
cs_cz: no Port SMTP zadán.
ko_kr: 더 SMTP 포트가 지정되지 않았습니다.
zh_tw: 沒有指定的SMTP端口。

source: Mail settings updated.
cs_cz: mailu aktualizováno.
ko_kr: 메일 설정이 업데이트되었습니다.
zh_tw: 郵件設置更新。

source: Migrate Server
cs_cz: migrovat server
ko_kr: 서버 마이그레이션
zh_tw: 遷移服務器

source: Use this migration tool to import your existing Nagios Core configuration into this Nagios XI server. The tool will try to reach out to the Nagios Core server, collect the configuration data, and configure Nagios XI.
cs_cz: použijte tento nástroj pro migraci k importu vaší stávající konfigurace jádra nagios do tohoto serveru nagios xi. nástroj se pokusí oslovit základní server nagios, shromáždit konfigurační data a nakonfigurovat nagios xi.
ko_kr: 이 마이그레이션 도구를 사용하여 기존 nagios 코어 구성을이 nagios xi 서버로 가져옵니다. 이 도구는 nagios 코어 서버에 연결하고 구성 데이터를 수집하고 nagios xi를 구성하려고 시도합니다.
zh_tw: 使用此遷移工具將現有的nagios核心配置導入此nagios xi服務器。該工具將嘗試與nagios核心服務器聯繫，收集配置數據，並配置nagios xi。

source: Server Address
cs_cz: adresa serveru
ko_kr: 서버 주소
zh_tw: 服務器地址

source: IP Address or Hostname of the Nagios Core server to migrate to this system.
cs_cz: IP adresa nebo název hostitele základního serveru nagios k migraci do tohoto systému.
ko_kr: 이 시스템으로 마이그레이션 할 nagios 코어 서버의 IP 주소 또는 호스트 이름입니다.
zh_tw: 要遷移到此系統的nagios核心服務器的IP地址或主機名。

source: Credentials
cs_cz: pověřovací listiny
ko_kr: 신임장
zh_tw: 證書

source: If not using root user, the user should have access to become root using sudo.
cs_cz: pokud nepoužíváte root uživatele, měl by mít uživatel přístup, aby se stal root pomocí sudo.
ko_kr: 루트 사용자를 사용하지 않는 경우 사용자는 sudo를 사용하여 루트가 될 수있는 액세스 권한이 있어야합니다.
zh_tw: 如果不使用root用戶，則該用戶應該有權使用sudo成為root用戶。

source: Hide Advanced Settings
cs_cz: pokročilé nastavení
ko_kr: 고급 설정
zh_tw: 高級設置

source: Show Advanced Settings
cs_cz: pokročilé nastavení
ko_kr: 고급 설정
zh_tw: 高級設置

source: Advanced Settings
cs_cz: pokročilé nastavení
ko_kr: 고급 설정
zh_tw: 高級設置

source: Overwrite Configs
cs_cz: přepsat konfigurace
ko_kr: 구성 덮어 쓰기
zh_tw: 覆蓋配置

source: Overwrite duplicate configuration objects with the migrated version
cs_cz: přepsat duplicitní konfigurační objekty migrovanou verzí
ko_kr: 마이그레이션 된 버전으로 중복 구성 개체 덮어 쓰기
zh_tw: 用遷移的版本覆蓋重複的配置對象

source: Nagios Config File
cs_cz: konfigurační soubor nagios
ko_kr: nagios 구성 파일
zh_tw: nagios配置文件

source: Full path and name of your nagios.cfg file if it is in a non-standard location (example: /opt/nagios/etc/nagios.cfg)
cs_cz: úplná cesta a název vašeho souboru nagios.cfg, pokud je na nestandardním místě (příklad: /opt/nagios/etc/nagios.cfg)
ko_kr: 비표준 위치에있는 경우 nagios.cfg 파일의 전체 경로 및 이름 (예 : /opt/nagios/etc/nagios.cfg)
zh_tw: nagios.cfg文件的完整路徑和名稱（如果位於非標準位置）（例如：/opt/nagios/etc/nagios.cfg）

source: This nagios.cfg file will be added to the standard list of nagios.cfg locations that the migrate script will check when looking for your config file.
cs_cz: tento soubor nagios.cfg bude přidán do standardního seznamu umístění nagios.cfg, který skript pro migraci zkontroluje při hledání konfiguračního souboru.
ko_kr: 이 nagios.cfg 파일은 구성 파일을 찾을 때 마이그레이션 스크립트가 확인할 nagios.cfg 위치의 표준 목록에 추가됩니다.
zh_tw: 此nagios.cfg文件將被添加到nagios.cfg位置的標準列表中，遷移腳本在查找配置文件時將檢查該位置。

source: Migrate
cs_cz: migrovat
ko_kr: 마이그레이션
zh_tw: 遷移

source: Migration in progress... please wait, this can take time depending on the size of the system being migrated.
cs_cz: probíhá migrace ... počkejte prosím, může to chvíli trvat v závislosti na velikosti migrovaného systému.
ko_kr: 마이그레이션이 진행 중입니다 ... 잠시 기다려주십시오. 마이그레이션되는 시스템의 크기에 따라 시간이 걸릴 수 있습니다.
zh_tw: 正在進行遷移...請稍候，這可能需要一些時間，具體取決於要遷移的系統的大小。

source: Bundled and transferred Nagios Core data
cs_cz: svázaná a přenesená základní data nagios
ko_kr: 번들 및 전송 된 nagios 핵심 데이터
zh_tw: 捆綁和傳輸的Nagios核心數據

source: Prepared Nagios Core data for import
cs_cz: připravená nagios základní data pro import
ko_kr: 가져올 준비가 된 nagios 코어 데이터
zh_tw: 準備要導入的Nagios核心數據

source: Imported Nagios Core data into Nagios XI
cs_cz: importoval základní data nagios do nagios xi
ko_kr: nagios 코어 데이터를 nagios xi로 가져 왔습니다.
zh_tw: 將nagios核心數據導入nagios xi

source: Applied new configuration in Nagios XI
cs_cz: použita nová konfigurace v systému nagios xi
ko_kr: nagios xi에 새로운 구성 적용
zh_tw: 在nagios xi中應用了新配置

source: Migration completed successfully!
cs_cz: aktivace úspěšně dokončena.
ko_kr: 활성화가 성공적으로 완료되었습니다.
zh_tw: 激活已成功完成。

source: Now that your migration is complete, check for %s to ensure all plugins are running properly on the new system.
cs_cz: teď, když je vaše migrace dokončena, zkontrolujte% s, abyste se ujistili, že všechny doplňky v novém systému fungují správně.
ko_kr: 이제 마이그레이션이 완료되었으므로 % s를 확인하여 모든 플러그인이 새 시스템에서 제대로 실행되고 있는지 확인하십시오.
zh_tw: 現在，您的遷移已完成，請檢查％s，以確保所有插件在新系統上都能正常運行。

source: any critical host/services
cs_cz: jakýkoli kritický hostitel / služby
ko_kr: 중요한 호스트 / 서비스
zh_tw: 任何重要的主機/服務

source: Return
cs_cz: vrátit se
ko_kr: 반환
zh_tw: 返回

source: You cannot start a migration when a migration is currently running.
cs_cz: když migrace právě běží, nemůžete zahájit migraci.
ko_kr: 마이그레이션이 현재 실행 중일 때는 마이그레이션을 시작할 수 없습니다.
zh_tw: 當前正在運行遷移時，無法啟動遷移。

source: You must fill out the form completely.
cs_cz: musíte vyplnit formulář úplně.
ko_kr: 양식을 완전히 작성해야합니다.
zh_tw: 您必須完整填寫表格。

source: Error submitting migration job.
cs_cz: chyba při odesílání úlohy migrace.
ko_kr: 마이그레이션 작업을 제출하는 동안 오류가 발생했습니다.
zh_tw: 提交遷移作業時出錯。
