Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Schedule downtime command(s) sent successfully.
cs_cz: naplánované downtime příkazy byly úspěšně odeslány.
ko_kr: 정지 시간 명령을 보내십시오.
zh_tw: 計劃停機時間命令（s）成功發送。

source: You must specify a scheduled downtime ID.
cs_cz: musíte zadat plánované ID prostoje.
ko_kr: 예약 된 중단 시간 ID를 지정해야합니다.
zh_tw: 您必須指定一個計劃的停機時間標識。

source: Errors sending remove downtime command(s) to Core.
cs_cz: chyby odesílají odstranit příkazy pro downtime do jádra.
ko_kr: 가동 중단 명령을 코어로 보내는 오류.
zh_tw: 發送刪除停機命令到核心的錯誤。

source: Remove downtime command(s) sent successfully.
cs_cz: odstranit příkazy pro downtime odeslané úspěšně.
ko_kr: 중단 시간 명령을 성공적으로 전송했습니다.
zh_tw: 刪除停機命令（s）成功發送。

source: You must specify an external command.
cs_cz: musíte zadat externí příkaz.
ko_kr: 외부 명령을 지정해야합니다.
zh_tw: 您必須指定一個外部命令。

source: You must specify a valid external command.
cs_cz: musíte zadat platný externí příkaz.
ko_kr: 유효한 외부 명령을 지정해야합니다.
zh_tw: 您必須指定一個有效的外部命令。

source: Config applied, Nagios Core was restarted.
cs_cz: config použity, nagios jádro byl restartován.
ko_kr: 설정 적용, Nagios의 코어는 다시 시작되었다.
zh_tw: 應用配置，Nagios的核心已經重新啟動。

source: Config imported but not yet applied.
cs_cz: config importován, ale dosud použita.
ko_kr: 설정은 수입하지만 아직 적용되지.
zh_tw: 配置進口但尚未實施。

source: Invalid user information specified
cs_cz: neplatné informace o uživateli specifikovány
ko_kr: 지정된 잘못된 사용자 정보
zh_tw: 指定無效的用戶信息

source: API Access is disabled
cs_cz: Přístup k API je zakázán
ko_kr: API 액세스를 사용할 수 없습니다
zh_tw: API訪問被禁用

source: Invalid API Key
cs_cz: neplatný api key
ko_kr: 잘못된 API 키
zh_tw: 無效的API密鑰

source: Import failed. Configuration passed may not be formatted properly.
cs_cz: import selhal. předaná konfigurace nemusí být správně formátována.
ko_kr: 가져 오기에 실패했습니다. 전달 된 구성이 제대로 포맷되지 않을 수 있습니다.
zh_tw: 導入失敗。傳遞的配置可能無法正確格式化。

source: Imported configuration data.
cs_cz: importovaných konfiguračních dat.
ko_kr: 가져온 구성 데이터.
zh_tw: 導入的配置數據。

source: Missing required variables
cs_cz: Chybí požadované proměnné
ko_kr: 필요한 변수 누락
zh_tw: 缺少必需的變量

source: Added
cs_cz: přidán
ko_kr: 추가 된
zh_tw: 添加

source: to the system.
cs_cz: do systému.
ko_kr: 시스템에 관한 것이다.
zh_tw: 到系統中。

source: You must enter a host_name to update a host.
cs_cz: musíte zadat host_name pro aktualizaci hostitele.
ko_kr: 호스트를 갱신하려면 host_name을 입력해야합니다.
zh_tw: 您必須輸入host_name才能更新主機。

source: Could not update the host specified. Does the host exist?
cs_cz: hostitele nelze aktualizovat. existuje hostitel?
ko_kr: 지정한 호스트를 업데이트 할 수 없습니다. 호스트가 존재합니까?
zh_tw: 無法更新指定的主機。主持人存在嗎？

source: Updated
cs_cz: aktualizovat
ko_kr: 업데이트
zh_tw: 更新

source: in the system.
cs_cz: do systému.
ko_kr: 시스템에 관한 것이다.
zh_tw: 到系統中。

source: Could not remove hosts. Failed hosts may not exist.
cs_cz: nelze odstranit hostitele. selhání hostitelé nemusí existovat.
ko_kr: 호스트를 제거 할 수 없습니다. 실패한 호스트는 존재하지 않을 수 있습니다.
zh_tw: 無法刪除主機。失敗的主機可能不存在。

source: Removed hosts from the system.
cs_cz: odstraněny hostitelé ze systému.
ko_kr: 시스템에서 호스트를 제거했습니다.
zh_tw: 從系統中刪除主機。

source: Could not update the service specified. Does the service exist?
cs_cz: službu nelze aktualizovat. existuje služba?
ko_kr: 지정한 서비스를 업데이트 할 수 없습니다. 서비스가 존재합니까?
zh_tw: 無法更新指定的服務。服務存在嗎？

source: Could not remove services. Failed services may not exist.
cs_cz: služby nelze odebrat. Neúspěšné služby nemusí existovat.
ko_kr: 서비스를 제거 할 수 없습니다. 실패한 서비스는 존재하지 않을 수 있습니다.
zh_tw: 無法刪除服務。失敗的服務可能不存在。

source: Removed services from the system.
cs_cz: služby ze systému.
ko_kr: 시스템에서 서비스를 제거했습니다.
zh_tw: 從系統中刪除了服務。

source: You must enter a hostgroup_name to update a host group.
cs_cz: musíte zadat host_name pro aktualizaci hostitele.
ko_kr: 호스트를 갱신하려면 host_name을 입력해야합니다.
zh_tw: 您必須輸入host_name才能更新主機。

source: Could not update the host group specified. Does the host group exist?
cs_cz: hostitele nelze aktualizovat. existuje hostitel?
ko_kr: 지정한 호스트를 업데이트 할 수 없습니다. 호스트가 존재합니까?
zh_tw: 無法更新指定的主機。主持人存在嗎？

source: Could not remove host groups. Failed host groups may not exist.
cs_cz: nelze odstranit skupiny hostitelů. neúspěšné hostitelské skupiny nemusí existovat.
ko_kr: 호스트 그룹을 제거 할 수 없습니다. 실패한 호스트 그룹이 없을 수 있습니다.
zh_tw: 無法刪除主機組。失敗的主機組可能不存在。

source: Removed host groups from the system.
cs_cz: odstraněny hostitelské skupiny ze systému.
ko_kr: 시스템에서 호스트 그룹을 제거했습니다.
zh_tw: 從系統中刪除了主機組。

source: You must enter a servicegroup_name to update a service group.
cs_cz: Chcete-li aktualizovat skupinu služeb, musíte zadat název_skupiny služeb.
ko_kr: 서비스 그룹을 업데이트하려면 servicegroup_name을 입력해야합니다.
zh_tw: 您必須輸入servicegroup_name才能更新服務組。

source: Could not update the service group specified. Does the service group exist?
cs_cz: službu nelze aktualizovat. existuje služba?
ko_kr: 지정한 서비스를 업데이트 할 수 없습니다. 서비스가 존재합니까?
zh_tw: 無法更新指定的服務。服務存在嗎？

source: Could not remove service groups. Failed service groups may not exist.
cs_cz: nelze odstranit skupiny služeb. Neúspěšné skupiny služeb pravděpodobně neexistují.
ko_kr: 서비스 그룹을 제거 할 수 없습니다. 실패한 서비스 그룹이 없을 수 있습니다.
zh_tw: 無法刪除服務組。失敗的服務組可能不存在。

source: Removed service groups from the system.
cs_cz: odstraněny skupiny služeb ze systému.
ko_kr: 시스템에서 서비스 그룹을 제거했습니다.
zh_tw: 從系統中刪除了服務組。

source: You must enter a command_name to update a command.
cs_cz: musíte zadat příkaz command_name pro aktualizaci příkazu.
ko_kr: 명령을 갱신하려면 command_name을 입력해야합니다.
zh_tw: 您必須輸入command_name才能更新命令。

source: Could not update the command specified. Does the command exist?
cs_cz: příkaz nelze aktualizovat. existuje příkaz?
ko_kr: 지정한 명령을 업데이트 할 수 없습니다. 명령이 존재합니까?
zh_tw: 無法更新指定的命令。命令存在嗎？

source: Could not remove commands. Failed commands may not exist.
cs_cz: příkazy nelze odebrat. selhání příkazů nemusí existovat.
ko_kr: 명령을 제거 할 수 없습니다. 실패한 명령이 없을 수 있습니다.
zh_tw: 無法刪除命令。失敗的命令可能不存在。

source: Removed commands from the system.
cs_cz: odstraněny příkazy ze systému.
ko_kr: 명령을 시스템에서 제거했습니다.
zh_tw: 從系統中刪除了命令。

source: You must enter a contact_name to update a contact.
cs_cz: musíte zadat příkaz command_name pro aktualizaci příkazu.
ko_kr: 명령을 갱신하려면 command_name을 입력해야합니다.
zh_tw: 您必須輸入command_name才能更新命令。

source: Could not update the contact specified. Does the contact exist?
cs_cz: příkaz nelze aktualizovat. existuje příkaz?
ko_kr: 지정한 명령을 업데이트 할 수 없습니다. 명령이 존재합니까?
zh_tw: 無法更新指定的命令。命令存在嗎？

source: Could not remove contacts. Failed contacts may not exist.
cs_cz: příkazy nelze odebrat. selhání příkazů nemusí existovat.
ko_kr: 명령을 제거 할 수 없습니다. 실패한 명령이 없을 수 있습니다.
zh_tw: 無法刪除命令。失敗的命令可能不存在。

source: Removed contacts from the system.
cs_cz: odstraněny příkazy ze systému.
ko_kr: 명령을 시스템에서 제거했습니다.
zh_tw: 從系統中刪除了命令。

source: You must enter a contactgroup_name to update a contact group.
cs_cz: musíte zadat host_name pro aktualizaci hostitele.
ko_kr: 호스트를 갱신하려면 host_name을 입력해야합니다.
zh_tw: 您必須輸入host_name才能更新主機。

source: Could not remove contact groups. Failed contact groups may not exist.
cs_cz: nelze odstranit skupiny hostitelů. neúspěšné hostitelské skupiny nemusí existovat.
ko_kr: 호스트 그룹을 제거 할 수 없습니다. 실패한 호스트 그룹이 없을 수 있습니다.
zh_tw: 無法刪除主機組。失敗的主機組可能不存在。

source: Removed contact groups from the system.
cs_cz: odstraněny hostitelské skupiny ze systému.
ko_kr: 시스템에서 호스트 그룹을 제거했습니다.
zh_tw: 從系統中刪除了主機組。

source: You must enter a timeperiod_name to update a contact group.
cs_cz: musíte zadat host_name pro aktualizaci hostitele.
ko_kr: 호스트를 갱신하려면 host_name을 입력해야합니다.
zh_tw: 您必須輸入host_name才能更新主機。

source: Could not remove time periods. Failed time periods may not exist.
cs_cz: nemohla odstranit časová období. neúspěšné časové periody nemusí existovat.
ko_kr: 기간을 삭제할 수 없습니다. 실패한 시간대가 없을 수 있습니다.
zh_tw: 無法刪除時間段。失敗的時間段可能不存在。

source: Removed time periods from the system.
cs_cz: služby ze systému.
ko_kr: 시스템에서 서비스를 제거했습니다.
zh_tw: 從系統中刪除了服務。

source: Monitoring engine
cs_cz: monitorování motoru
ko_kr: 프로세스 모니터
zh_tw: 監控引擎

source: Performance grapher
cs_cz: výkon Grapher
ko_kr: 성능 모니터
zh_tw: 性能GRAPHER

source: Running
cs_cz: běh
ko_kr: 달리는
zh_tw: 賽跑

source: Not running
cs_cz: neběží
ko_kr: 실행되지
zh_tw: 不運行

source: Cloned
cs_cz: klon
ko_kr: 복제
zh_tw: 克隆

source: Dashboard successfully cloned.
cs_cz: Přístrojová deska úspěšně klonován.
ko_kr: 대시 보드는 성공적으로 복제.

source: Could not locate dashboard with specified id
cs_cz: Nelze najít řídicí panel se zadaným ID
ko_kr: 지정된 ID를 가진 대시보드를 찾을 수 없습니다.
zh_tw: 無法找到具有指定 ID 的儀表板

source: API endpoints missing. If you are upgrading from 2024R1.1.3 or earlier, please manually refresh this page.
cs_cz: Chybí koncové body API. Pokud upgradujete z verze 2024R1.1.3 nebo starší, obnovte tuto stránku ručně.
ko_kr: API 엔드포인트가 누락되었습니다. 2024R1.1.3 이하에서 업그레이드하는 경우 이 페이지를 수동으로 새로 고치십시오.
zh_tw: API 端點缺失。如果您是從2024R1.1.3或更早版本升級，請手動重新整理此頁面。

source: Invalid or no command specified. Try
cs_cz: neplatný nebo nebyl zadán žádný příkaz. snaž se
ko_kr: 잘못되거나 명령으로 지정되었습니다. 시도
zh_tw: 無效或不指定的命令。嘗試

source: Confirm Service Deletion
cs_cz: potvrzení odstranění servisního
ko_kr: 서비스 삭제 확인
zh_tw: 確認服務刪除

source: Are you sure you want to delete this service and remove it from the monitoring configuration?
cs_cz: Jste si jisti, že chcete smazat tuto službu a odstranit ji z konfigurace monitorovacího?
ko_kr: 당신이이 서비스를 삭제하고 모니터링 구성에서 사용자를 제거 하시겠습니까?
zh_tw: 你確定要刪除此服務，將其從監控配置嗎？

source: Service Deletion Scheduled
cs_cz: Vypuštění služeb plánováno
ko_kr: 서비스 삭제가 예약
zh_tw: 預定服務刪除

source: The requested service has been scheduled for deletion and should be removed shortly.
cs_cz: požadovaná služba byla naplánována na smazání a měla by být odstraněna krátce.
ko_kr: 요청 된 서비스는 삭제 예정되어 곧 제거해야합니다.
zh_tw: 請求的服務已被預定要刪除，並且應該很快被刪除。

source: If the service fails to be removed
cs_cz: v případě, že selhání služby, které mají být odstraněny
ko_kr: 이 서비스는 제거하지 않을 경우
zh_tw: 如果服務不能被刪除

source: Check the most recent
cs_cz: zkontrolovat nejnovější
ko_kr: 가장 최근을 확인
zh_tw: 檢查最近的

source: configuration snapshots
cs_cz: konfigurační snímky
ko_kr: 구성 스냅 샷
zh_tw: 配置快照

source: for errors
cs_cz: chyb
ko_kr: 오류에 대한
zh_tw: 的錯誤

source: to delete the service
cs_cz: smazat službu
ko_kr: 서비스를 삭제하는 방법
zh_tw: 刪除服務

source: Ask your Nagios administrator to remove the service
cs_cz: požádejte správce Nagios odstranit službu
ko_kr: 서비스를 제거하려면 Nagios 관리자에게 문의
zh_tw: 問Nagios的管理員刪除的服務

source: Service Deletion Error
cs_cz: Chyba smazání služba
ko_kr: 서비스 삭제 오류
zh_tw: 服務刪除錯誤

source: One or more errors were detected that prevent the service from being deleted.
cs_cz: Byly zjištěny jedna nebo více chyb, které brání službu před odstraněním.
ko_kr: 하나 이상의 오류가 삭제되지 않도록 서비스를 방지 것을 발견했다.
zh_tw: 檢測到一個或多個錯誤防止服務被刪除。

source: Possible causes include
cs_cz: Možné příčiny zahrnují
ko_kr: 가능한 원인은 다음과 같습니다
zh_tw: 可能的原因包括：

source: The service is associated with other hosts, services, or objects that need to be deleted first
cs_cz: Služba je spojena s jinými hostiteli, služby nebo předměty, které musí být odstraněna nejprve
ko_kr: 서비스는 다른 호스트, 서비스 또는 첫번째 삭제해야 개체와 연결되어 있습니다
zh_tw: 該服務與其他主機，服務對象，需要先刪除

source: The service is generated by an advanced monitoring configuration entry
cs_cz: služba je generován pokročilém záznamu konfigurace sledování
ko_kr: 이 서비스는 고급 모니터링 구성 항목이 생성됩니다
zh_tw: 該服務所產生的先進的監控組態項目

source: The service is maintained in a static or external configuration file
cs_cz: služba je udržován ve statickém nebo externího konfiguračního souboru
ko_kr: 서비스는 정적 또는 외부 구성 파일에 유지됩니다
zh_tw: 被保持在一個靜態的或外部配置文件服務

source: To resolve this issue
cs_cz: Chcete-li tento problém
ko_kr: 이 문제를 해결하려면
zh_tw: 要解決此問題

source: Use the
cs_cz: použijte
ko_kr: 를 사용하여
zh_tw: 使用

source: Manually delete the service definition from the appropriate external configuration file
cs_cz: ručně odstranit definici služby z příslušné externí konfiguračního souboru
ko_kr: 수동으로 적절한 외부 구성 파일에서 서비스 정의를 삭제
zh_tw: 手動刪除服務定義適當的外部配置文件

source: Ask your Nagios administrator to remove this service
cs_cz: požádejte správce Nagios odstranit tuto službu
ko_kr: 이 서비스를 제거하려면 Nagios 관리자에게 문의
zh_tw: 問Nagios的管理員刪除此服務

source: Confirm Host Deletion
cs_cz: potvrzení odstranění hostitele
ko_kr: 호스트 삭제 확인
zh_tw: 確認主機刪除

source: Are you sure you want to delete this host and remove it from the monitoring configuration?
cs_cz: jsou si jisti, že chcete smazat tuto hostitele a odstranit ji z konfigurace monitorovacího?
ko_kr: 당신은이 호스트를 삭제하고 모니터링 구성에서 사용자를 제거 하시겠습니까?
zh_tw: 你確定要刪除這台主機，將其從監控配置嗎？

source: User deleted host
cs_cz: Uživatel smazán hostitel
ko_kr: 사용자가 호스트를 삭제
zh_tw: 用戶刪除主機

source: Host Deletion Scheduled
cs_cz: hostit odstranění plánované
ko_kr: 호스트 삭제가 예약
zh_tw: 調度主機刪除

source: The requested host has been scheduled for deletion and should be removed shortly.
cs_cz: požadovaná hostitel byl naplánován k odstranění a měla by být odstraněna krátce.
ko_kr: 요청 호스트 삭제 예정되어 곧 제거해야합니다.
zh_tw: 請求的主機上刪除已定於不久，應予刪除。

source: If the host fails to be removed
cs_cz: v případě, že hostitel nedokáže odstranit
ko_kr: 호스트를 제거하지 않을 경우
zh_tw: 如果主機發生故障被刪除

source: to delete the host
cs_cz: odstranit hostitele
ko_kr: 호스트를 삭제하는 방법
zh_tw: 刪除主機

source: Ask your Nagios administrator to remove the host
cs_cz: požádejte správce Nagios odstranit hostitele
ko_kr: 호스트를 제거하려면 Nagios 관리자에게 문의
zh_tw: 問Nagios的管理員刪除主機

source: Could not find a unique id for this host
cs_cz: nemohl najít jedinečné ID tímto hostitelem
ko_kr: 이 호스트에 대해 고유 ID를 찾을 수 없습니다
zh_tw: 該主機無法找到一個唯一的ID

source: Host cannot be deleted using this method
cs_cz: hostitel nelze vymazat pomocí této metody
ko_kr: 호스트는이 방법을 사용하여 삭제할 수 없습니다
zh_tw: 主機可以使用此方法不能被刪除

source: Host Deletion Error
cs_cz: hostit Chyba při mazání
ko_kr: 호스트 삭제 오류
zh_tw: 主機刪除錯誤

source: One or more errors were detected that prevent the host from being deleted.
cs_cz: Byly zjištěny jedna nebo více chyb, které zamezují hostitele před odstraněním.
ko_kr: 하나 이상의 오류가 삭제되지 않도록 호스트를 방지 것을 발견했다.
zh_tw: 一個或多個錯誤進行檢測，防止主機被刪除。

source: The host is associated with other hosts, services, or objects that need to be deleted first
cs_cz: hostitel je spojena s dalšími hostitelů, služby, nebo objekty, které musí být odstraněny první
ko_kr: 호스트는 다른 호스트, 서비스 또는 첫번째 삭제해야 개체와 연결되어 있습니다
zh_tw: 主機與其他主機，服務對象，需要先刪除

source: The host is maintained in a static or external configuration file
cs_cz: hostitel je udržován ve statickém nebo externího konfiguračního souboru
ko_kr: 호스트는 정적 또는 외부 구성 파일에 유지됩니다
zh_tw: 主機被保持在一個靜態的或外部配置文件

source: Manually delete the host definition from the appropriate external configuration file
cs_cz: ručně odstranit definici hostitele z vhodného externího konfiguračního souboru
ko_kr: 수동으로 적절한 외부 구성 파일에서 호스트 정의를 삭제
zh_tw: 從相應的外部配置文件手動刪除主機定義

source: Delete all services associated with this host first
cs_cz: smazat veškeré služby spojené s tímto hostitelem prvního
ko_kr: 먼저이 호스트와 관련된 모든 서비스 삭제
zh_tw: 刪除與此主機相關聯的所有服務第一

source: Ask your Nagios administrator to remove this host
cs_cz: požádejte správce Nagios odstranit tuto hostitele
ko_kr: 이 호스트를 제거하려면 Nagios 관리자에게 문의
zh_tw: 問Nagios的管理員刪除該主機

source: Error: Python not found on the system. Install python or verify that /usr/bin/python exists. Some systems do not have a default python setup.
cs_cz: chyba: python nebyl v systému nalezen. nainstalujte python nebo ověřte, že existuje / usr / bin / python. některé systémy nemají výchozí nastavení pythonu.
ko_kr: 오류 : 시스템에서 파이썬을 찾을 수 없습니다. 파이썬을 설치하거나 / usr / bin / python이 존재하는지 확인하십시오. 일부 시스템에는 기본 파이썬 설정이 없습니다.
zh_tw: 錯誤：在系統上找不到python。安裝python或驗證/ usr / bin / python是否存在。有些系統沒有默認的python設置。

source: Failed
cs_cz: Selhalo
ko_kr: 실패한
zh_tw: 失敗

source: Unreachable
cs_cz: nedosažitelný
ko_kr: 연결할
zh_tw: 無法訪問

source: Installed and running
cs_cz: nainstalován a spuštěn
ko_kr: 설치 및 실행
zh_tw: 安裝並運行

source: System
cs_cz: systém
ko_kr: 체계
zh_tw: 系統

source: Run Wizard
cs_cz: spustit průvodce
ko_kr: 마법사를 실행
zh_tw: 運行嚮導

source: Run Again
cs_cz: spustit znovu
ko_kr: 다시 실행
zh_tw: 再次運行

source: Access denied. You do not have permision to access this component.
cs_cz: přístup odepřen. nemáte oprávnění k přístupu k této komponentě.
ko_kr: 접근 불가. 이 구성 요소에 액세스하기위한 권한이 없습니다.
zh_tw: 拒絕訪問。您沒有權限訪問此組件。

source: Deploy Agent
cs_cz: nasadit agenta
ko_kr: 에이전트 배포
zh_tw: 部署代理

source: Deploy an agent to a system or a list of systems
cs_cz: Nasaďte agenta do systému nebo seznamu systémů
ko_kr: 시스템 또는 시스템 목록에 에이전트 배포
zh_tw: 將代理部署到一個系統或一系列系統

source: IP Addresses
cs_cz: IP adresa
ko_kr: IP 주소
zh_tw: IP地址

source: or Hostnames
cs_cz: nebo jména hostitelů
ko_kr: 또는 호스트 이름
zh_tw: 或主機名

source: List one host per line. A single list of comma separated values is also valid.
cs_cz: uveďte jednoho hostitele na řádek. platí také jediný seznam hodnot oddělených čárkami.
ko_kr: 한 줄에 하나의 호스트를 나열하십시오. 쉼표로 구분 된 단일 값 목록도 유효합니다.
zh_tw: 每行列出一台主機。逗號分隔值的單個列表也是有效的。

source: Operating System
cs_cz: operační systém
ko_kr: 운영 체제
zh_tw: 操作系統

source: <b>Extra Steps Required:</b> You must install OpenSSH for Windows on all hosts you plan to run Deploy Agent on.
cs_cz: <b>jsou vyžadovány další kroky:</b> musíte nainstalovat openssh pro Windows na všechny hostitele, na kterých plánujete spustit agenta nasazení.
ko_kr: <b>추가 단계 필요 :</b> 배포 에이전트를 실행하려는 모든 호스트에 windows 용 openssh를 설치해야합니다.
zh_tw: <b>需要執行額外的步驟：</b>必須在計劃運行部署代理的所有主機上為Windows安裝openssh。

source: Microsoft utilities and features like Active Directory, PowerShell, and System Center Configuration Manager (SCCM) can all be used to deploy the Nagios Cross Platform Agent (NCPA). Depending on your network and organization's requirements, many of these utilities can directly install and manage NCPA configuration files on any number of Windows servers and workstations.
cs_cz: K nasazení agenta platformy nagios (ncpa) lze použít nástroje a funkce Microsoft, jako je aktivní adresář, PowerShell a správce konfigurace systémového centra (sccm). v závislosti na požadavcích vaší sítě a organizace může mnoho z těchto obslužných programů přímo instalovat a spravovat konfigurační soubory ncpa na libovolný počet serverů a pracovních stanic systému Windows.
ko_kr: Active Directory, powershell 및 시스템 센터 구성 관리자 (sccm)와 같은 Microsoft 유틸리티 및 기능은 모두 nagios 교차 플랫폼 에이전트 (ncpa)를 배포하는 데 사용할 수 있습니다. 네트워크 및 조직의 요구 사항에 따라 이러한 유틸리티 중 다수는 Windows 서버 및 워크 스테이션의 수에 관계없이 ncpa 구성 파일을 직접 설치하고 관리 할 수 있습니다.
zh_tw: Microsoft實用程序和功能（例如活動目錄，PowerShell和系統中心配置管理器（sccm））都可以用於部署nagios跨平台代理（ncpa）。根據您的網絡和組織的要求，這些實用程序中的許多實用程序可以在任意數量的Windows服務器和工作站上直接安裝和管理ncpa配置文件。

source: SSH Key
cs_cz: ssh klíč
ko_kr: ssh 키
zh_tw: SSH密鑰

source: Windows Advanced Settings
cs_cz: pokročilé nastavení
ko_kr: 고급 설정
zh_tw: 高級設置

source: Default Shell
cs_cz: výchozí shell
ko_kr: 기본 셸
zh_tw: 默認外殼

source: You should not need to change this unless you have changed the default shell on the Windows systems.
cs_cz: neměli byste to muset měnit, pokud jste nezměnili výchozí prostředí v systémech Windows.
ko_kr: Windows 시스템에서 기본 쉘을 변경하지 않은 경우이를 변경할 필요가 없습니다.
zh_tw: 除非您已更改Windows系統上的默認外殼程序，否則無需更改此設置。

source: Deployment Settings
cs_cz: nastavení nasazení
ko_kr: 배포 설정
zh_tw: 部署設定

source: Agent Software
cs_cz: agentský software
ko_kr: 에이전트 소프트웨어
zh_tw: 代理軟件

source: Deploy
cs_cz: rozmístit
ko_kr: 배포
zh_tw: 部署

source: Hosts
cs_cz: hostitelé
ko_kr: 호스트
zh_tw: 主機

source: Linux
ko_kr: 리눅스
zh_tw: Linux的

source: Windows
cs_cz: okna
ko_kr: 창
zh_tw: 視窗

source: Mac OS X
ko_kr: 맥 OS / X

source: Solaris
ko_kr: 솔라리스
zh_tw: 在solaris

source: powershell
ko_kr: 파워쉘
zh_tw: 電源外殼

source: You must enter at least one ip address or hostname to deploy the agent.
cs_cz: Chcete-li nasadit agenta, musíte zadat alespoň jednu IP adresu nebo název hostitele.
ko_kr: 에이전트를 배치하려면 하나 이상의 IP 주소 또는 호스트 이름을 입력해야합니다.
zh_tw: 您必須至少輸入一個IP地址或主機名才能部署代理。

source: You must fille out the entire form.
cs_cz: je nutné vyplnit celý formulář.
ko_kr: 당신은 전체 양식을 작성해야합니다.
zh_tw: 你必須填寫整個表單。

source: Please wait for job to finish. Once finished, you can select the hosts to run the configuration wizard against.
cs_cz: Počkejte prosím na dokončení práce. Po dokončení můžete spustit průvodce konfigurací.
ko_kr: 작업이 끝날 때까지 기다리십시오. 완료되면 구성 마법사를 실행할 수 있습니다.
zh_tw: 請等待工作完成。完成後，您可以運行配置嚮導。

source: Agent removed from the deployed agents list.
cs_cz: agent odstraněn ze seznamu nasazených agentů.
ko_kr: 배치 된 에이전트 목록에서 에이전트가 제거되었습니다.
zh_tw: 代理已從已部署的代理列表中刪除。

source: Could not remove specified agent.
cs_cz: nemohl odstranit zadaného agenta.
ko_kr: 지정된 에이전트를 제거 할 수 없습니다.
zh_tw: 無法刪除指定的代理。

source: Must fill out the entire form.
cs_cz: je nutné vyplnit celý formulář.
ko_kr: 당신은 전체 양식을 작성해야합니다.
zh_tw: 你必須填寫整個表單。

source: Could not connect to %s
cs_cz: se nemohlo připojit
ko_kr: 연결할 수 없습니다.
zh_tw: 無法連接到

source: Could not connect to %s with token given.
cs_cz: nemohl se připojit k <b>% s</b> pomocí daného tokenu.
ko_kr: 주어진 토큰으로 <b>% s에</b> 연결할 수 없습니다.
zh_tw: 無法通過指定<b>的</b>令牌連接到<b>％s</b> 。

source: Could not add the agent.
cs_cz: agenta nelze přidat.
ko_kr: 에이전트를 추가 할 수 없습니다.
zh_tw: 無法添加代理。

source: Could not edit the agent.
cs_cz: agenta nelze upravit.
ko_kr: 에이전트를 편집 할 수 없습니다.
zh_tw: 無法編輯代理。

source: Manage Deployed Agents
cs_cz: spravovat rozmístěné agenty
ko_kr: 배포 된 에이전트 관리
zh_tw: 管理已部署的代理

source: Successfully deployed agents will be listed below and can be edited by clicking the edit button. You can also remove the agent from the list. Removing agents from the list will not remove the agent from the host system it is installed on.
cs_cz: úspěšně nasazení agenti budou uvedeny níže a lze je aktualizovat kliknutím na tlačítko aktualizace. agenta můžete také ze seznamu odebrat. odebrání agentů ze seznamu agenta neodstraní z hostitelského systému, na kterém je nainstalován.
ko_kr: 성공적으로 배포 된 에이전트가 아래 나열되며 업데이트 버튼을 클릭하여 업데이트 할 수 있습니다. 목록에서 에이전트를 제거 할 수도 있습니다. 목록에서 에이전트를 제거해도 설치된 호스트 시스템에서 에이전트가 제거되지 않습니다.
zh_tw: 成功部署的代理將在下面列出，可以通過單擊更新按鈕進行更新。您也可以從列表中刪除代理。從列表中刪除代理不會從安裝代理的主機系統中刪除代理。

source: Add Agent
cs_cz: přidat agenta
ko_kr: AIX 에이전트
zh_tw: AIX代理

source: Deploy an agent to a system or a list of systems.
cs_cz: Nasazení agenta do systému nebo seznamu systémů.
ko_kr: 시스템 또는 시스템 목록에 에이전트를 배포합니다.
zh_tw: 將代理部署到一個系統或一組系統。

source: IP Address / Hostname
cs_cz: ip adresa / hostname
ko_kr: IP 주소 또는 호스트 이름
zh_tw: IP地址或主機名

source: Agent Status
cs_cz: stav agenta
ko_kr: 에이전트 상태
zh_tw: 代理商狀態

source: Agent
cs_cz: činidlo
ko_kr: 에이전트
zh_tw: 代理人

source: Agent Version
cs_cz: verze agenta
ko_kr: 에이전트 버전
zh_tw: 代理版本

source: Last Status Check
cs_cz: poslední kontrola stavu
ko_kr: 지난 상태 확인
zh_tw: 最後的狀態檢查

source: Last Updated
cs_cz: naposledy aktualizováno
ko_kr: 최근 업데이트
zh_tw: 最後更新

source: Creator
cs_cz: tvůrce
ko_kr: 창조자
zh_tw: 創作者

source: Deployed / Added On
cs_cz: nasazeno / přidáno
ko_kr: 배포 / 추가
zh_tw: 部署/添加

source: No agents have been deployed or added yet.
cs_cz: zatím nebyl nasazen ani přidán žádný agent.
ko_kr: 아직 배포 또는 추가 된 에이전트가 없습니다.
zh_tw: 尚未部署或添加任何代理。

source: Manually add an agent that has been deployed to your environment without using the Nagios XI deployment tool. Tokens are encrypted and used when running the wizard.
cs_cz: ručně přidat agenta, který byl nasazen do vašeho prostředí bez použití nástroje nasazení nagios xi. tokeny jsou šifrovány a použity při spuštění průvodce.
ko_kr: nagios xi 배치 도구를 사용하지 않고 환경에 배치 된 에이전트를 수동으로 추가하십시오. 토큰은 마법사를 실행할 때 암호화되어 사용됩니다.
zh_tw: 手動添加已部署到您的環境的代理，而無需使用nagios xi部署工具。令牌在運行嚮導時被加密和使用。

source: NCPA Token
cs_cz: token ncpa
ko_kr: ncpa 토큰
zh_tw: ncpa令牌

source: Adding...
cs_cz: přidání ...
ko_kr: 첨가...
zh_tw: 加...

source: Add
cs_cz: přidat
ko_kr: 추가
zh_tw: 加

source: Edit Agent
cs_cz: agent úpravy
ko_kr: 에이전트 편집
zh_tw: 編輯代理

source: Tokens are encrypted and used when running the wizard.
cs_cz: tokeny jsou šifrovány a použity při spuštění průvodce.
ko_kr: 토큰은 마법사를 실행할 때 암호화되어 사용됩니다.
zh_tw: 令牌在運行嚮導時被加密和使用。

source: Saving...
cs_cz: šetří ...
ko_kr: 절약...
zh_tw: 保存...

source: Not available
cs_cz: všechny dostupné
ko_kr: 사용 가능한 모든
zh_tw: 所有可用

source: Deployment settings updated.
cs_cz: Nastavení součásti aktualizovány.
ko_kr: 구성 요소 설정이 업데이트되었습니다.
zh_tw: 更新組件設置。

source: Deployed Agents
cs_cz: rozmístění agenti
ko_kr: 배치 된 에이전트
zh_tw: 部署的特工

source: Status Check Interval
cs_cz: interval kontroly stavu
ko_kr: 상태 확인 간격
zh_tw: 狀態檢查間隔
