Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Note: CSS and JS files will be included in the order they appear in the list below. To change include order, drag and drop the rows and then save changes.
cs_cz: Poznámka: CSS a JS souborů budou zahrnuty v pořadí, v jakém jsou uvedeny v seznamu níže. ke změně zahrnují objednávky, drag and drop řádky a uložit změny.
ko_kr: 참고 : CSS와 JS 파일들이 아래 목록에 나타나는 순서에 포함됩니다. 순서, 드래그를 포함 변경하고 행을 삭제하고 변경 사항을 저장합니다.
zh_tw: 注意：CSS和JS文件將包含在它們出現在下面的列表中的順序。改變包括訂單，拖放行，然後保存更改。

source: Upload
cs_cz: nahrát
ko_kr: 업로드
zh_tw: 上載

source: CSS
ko_kr: CSS를

source: JavaScripts
ko_kr: 자바 스크립트
zh_tw: JavaScript的

source: Images
cs_cz: obrazy
ko_kr: 이미지
zh_tw: 圖片

source: File Name
cs_cz: název souboru
ko_kr: 파일 이름
zh_tw: 文件名

source: File Size
cs_cz: velikost souboru
ko_kr: 파일 크기
zh_tw: 文件大小

source: Include
cs_cz: zahrnout
ko_kr: 포함
zh_tw: 包括

source: No CSS files have been added.
cs_cz: žádné css soubory byly přidány.
ko_kr: 더 CSS 파일이 추가되지 않았습니다.
zh_tw: 沒有css文件已被添加。

source: No JavaScript files have been added.
cs_cz: žádné javascript soubory byly přidány.
ko_kr: 더 자바 스크립트 파일은 추가되지 않았다.
zh_tw: 沒有javascript文件已被添加。

source: Preview
cs_cz: náhled
ko_kr: 시사
zh_tw: 預習

source: No images have been added.
cs_cz: žádné obrazy byly přidány.
ko_kr: 어떤 이미지가 추가되어 있지 않은.
zh_tw: 沒有圖像已被添加。

source: Error: This component requires Nagios XI 2012R1.3 or later.
cs_cz: Chyba: Tato komponenta vyžaduje Nagios XI 2012r1.3 nebo novější.
ko_kr: 오류 :이 구성 요소 Nagios XI에게 2012R1.3 이상이 필요합니다.
zh_tw: 錯誤：這個組件需要的nagios西安2012r1.3或更高版本。

source: Allows a custom login splash page to be defined.
cs_cz: Umožňuje vlastní přihlášení úvodní stránky, které mají být definovány.
ko_kr: 사용자 정의 로그인 시작 페이지가 정의 할 수 있습니다.
zh_tw: 允許來定義一個自定義登錄初始頁面。

source: Custom Login
cs_cz: zvyk login
ko_kr: 사용자 정의 로그인
zh_tw: 自定義登錄

source: Custom Login Settings
cs_cz: vlastní nastavení přihlašování
ko_kr: 사용자 로그인 설정
zh_tw: 自定義登錄設置

source: Enable Custom Login Splash
cs_cz: povolit na zakázku přihlášení šplouchnutí
ko_kr: 사용자 로그인 플래쉬 사용
zh_tw: 啟用自定義登錄飛濺

source: Include File
cs_cz: zahrnout soubor
ko_kr: 파일을 포함
zh_tw: 包括文件

source: The include file to be used on the login page
cs_cz: zahrnutí soubor, který bude použit na přihlašovací stránce
ko_kr: 포함 파일은 로그인 페이지에서 사용되는
zh_tw: 在登錄頁面上使用包含文件

source: Error: This component requires Nagios XI 2009R1.3F or later.
cs_cz: Chyba: Tato komponenta vyžaduje Nagios XI 2009r1.3f nebo novější.
ko_kr: 오류 :이 구성 요소 Nagios XI 2009R1.3F 이상이 필요합니다.
zh_tw: 錯誤：這個組件需要的nagios十一2009r1.3f或更高版本。

source: Displays a custom logo in the header of the XI interface.
cs_cz: zobrazí vlastní logo v záhlaví xi rozhraní.
ko_kr: XI 인터페이스의 헤더에 사용자 정의 로고를 표시합니다.
zh_tw: 在標題中顯示自定義徽標的xi接口。

source: Custom Logo
cs_cz: vlastní logo
ko_kr: 사용자 정의 로고
zh_tw: 自定義徽標

source: Use the custom logo component to change the logo in the upper left-hand corner of the web interface.
cs_cz: použijte komponentu vlastní logo změnit logo v levém horním rohu webového rozhraní.
ko_kr: 웹 인터페이스의 왼쪽 상단 모서리에있는 로고를 변경하려면 사용자 정의 로고 구성 요소를 사용합니다.
zh_tw: 使用自定義標識組件更改標誌在Web界面的左上方的角落。

source: Custom Logo Settings
cs_cz: Nastavení vlastního loga
ko_kr: 사용자 정의 로고 설정
zh_tw: 自定義徽標設置

source: Enable Custom Logo
cs_cz: povolit vlastního loga
ko_kr: 사용자 정의 로고 사용
zh_tw: 啟用自定義徽標

source: Logo Image
ko_kr: 로고 이미지
zh_tw: 形象標識

source: The filename of the image to use as the logo. The image must already be installed in
cs_cz: název souboru obrázku, který má použít jako logo. Obrázek musí být již nainstalován v
ko_kr: 로고로 사용할 이미지의 파일 이름입니다. 이미지가 이미 설치되어 있어야합니다
zh_tw: 使用為標誌的圖像的文件名。圖像必須已經安裝在

source: Logo Text
cs_cz: logo textu
ko_kr: 로고 텍스트
zh_tw: 標誌文字

source: Optional text to use for the ALT and TITLE attributes of the logo.
cs_cz: Volitelný text, který chcete použít pro alt a titulů atributů loga.
ko_kr: 선택 텍스트 로고의 ALT 및 제목 속성에 사용할 수 있습니다.
zh_tw: 可選的文本使用alt和title屬性的標誌。

source: Logo Target
cs_cz: cílovou logo
ko_kr: 로고 대상
zh_tw: 標識目標

source: Optional target when clicking on logo. (ie. _blank = new tab, _top = same frame)
cs_cz: volitelný cílový při kliknutí na logo. (Tj. _blank = New tab, _top = stejný snímek)
ko_kr: 선택 대상 로고를 클릭합니다. (예 : _blank = 새 탭, _top은 = 동일한 프레임)
zh_tw: 可選的目標時，點擊標誌。 （即_blank =新的選項卡，_top相同的幀）

source: Target URL
cs_cz: cílová adresa URL
ko_kr: 대상 URL
zh_tw: 目標URL

source: The URL that the logo should link to.
cs_cz: url, že by se logo mělo odkazovat.
ko_kr: 로고에 연결해야. URL
zh_tw: 的標誌應該鏈接到的網址。

source: Error: This component requires Nagios XI 2009R1.4B or later.
cs_cz: Chyba: Tato komponenta vyžaduje nagios xi 2009r1.4b nebo novější.
ko_kr: 오류 :이 구성 요소 Nagios XI 2009R1.4B 이상이 필요합니다.
zh_tw: 錯誤：這個組件需要的nagios十一2009r1.4b或更高版本。

source: Allows admins to deploy dashboards to other users.
cs_cz: umožňuje administrátorům nasadit panelů ostatním uživatelům.
ko_kr: 관리자가 다른 사용자에게 대시 보드를 배포 할 수 있습니다.
zh_tw: 允許管理員部署儀表板，其他用戶。

source: Dashboard Deployment Tool
cs_cz: nástroj pro nasazení přístrojová deska
ko_kr: 대시 보드 배포 도구
zh_tw: 儀表盤部署工具

source: Deploy Dashboards
cs_cz: nasadit panelů
ko_kr: 대시 보드를 배포
zh_tw: 部署儀表板

source: Destination name cannot be blank.
cs_cz: cílový název nemůže být prázdný.
ko_kr: 대상 이름은 비워 둘 수 없습니다.
zh_tw: 目的地名稱不能為空。

source: You must select one or more dashboards to deploy.
cs_cz: je nutné vybrat jednu nebo více panelů pro nasazení.
ko_kr: 당신은 배포 할 하나 이상의 대시 보드를 선택해야합니다.
zh_tw: 你必須選擇一個或多個儀表板部署。

source: You must select at least one user.
cs_cz: je nutné vybrat alespoň jednoho uživatele.
ko_kr: 하나 이상의 사용자를 선택해야합니다.
zh_tw: 你必須選擇至少一個用戶。

source: Dashboards deployed
cs_cz: panely nasazeny
ko_kr: 대시 보드 배포
zh_tw: 儀表板部署

source: This tool allows admins to deploy one or more of their own dashboards to other users. This can be useful when you design a dashboard that other users may want access to.
cs_cz: Tento nástroj umožňuje správci nasadit jeden nebo více ze svých palubních desek ostatním uživatelům. to může být užitečné při návrhu palubní desku, která ostatní uživatelé mohou chtít přístup.
ko_kr: 이 도구는 관리자가 다른 사용자에게 자신의 대시 보드 중 하나 이상을 배포 할 수 있습니다. 다른 사용자가 액세스 할 수있는 대시 보드를 설계 할 때 유용 할 수 있습니다.
zh_tw: 這個工具允許管理員部署一個或多個自己的儀表盤給其他用戶。當你設計的儀表板，其他用戶可能希望訪問這可能是有用的。

source: If you want each user's copy of your dashboard to stay synchronized with your dashboard, select the 'Keep Synced' option.
cs_cz: Chcete-li pro každého uživatele kopie přístrojové desce zůstat synchronizovány s vaší palubní desky, vyberte možnost "udržet synchronizované".
ko_kr: 당신이 당신의 대시 보드의 각 사용자의 사본이 대시 보드와 동기화를 유지하려는 경우, '계속 동기화'옵션을 선택합니다.
zh_tw: 如果你希望你的儀表板的每個用戶的副本，以保持與儀表盤同步，選擇“保持同步”選項。

source: Re-deploying a dashboard that has already been deployed will overwrite the user's old copy of the deployed dashboard.
cs_cz: re-nasazení palubní desku, která již byla nasazena přepíše starou kopii uživatele na nasazené palubní desky.
ko_kr: 다시 배포 이미 배포 된 대시 보드는 배포 된 대시 보드의 사용자의 이전 복사본을 덮어 쓰게됩니다.
zh_tw: 重新部署已部署的儀表板將覆蓋用戶的舊副本部署的儀表板。

source: Dashboards To Deploy
cs_cz: panely nasadit
ko_kr: 배포하는 대시 보드
zh_tw: 儀表盤部署

source: Specify which of your dashboards should be deployed.
cs_cz: určit, které z vašich palubních desek by měla být nasazena.
ko_kr: 배포해야합니다 귀하의 대시 보드 중 어떤 지정합니다.
zh_tw: 指定的儀表盤應該部署。

source: Local Name
cs_cz: místní název
ko_kr: 지역 이름
zh_tw: 本地名稱

source: Destination Name
cs_cz: název cílového
ko_kr: 목적지 이름
zh_tw: 目的地名稱

source: Keep Synced
cs_cz: udržovat synchronizované
ko_kr: 동기화 유지
zh_tw: 保持同步

source: Deploy To Users
cs_cz: nasadit pro uživatele
ko_kr: 사용자에게 배포
zh_tw: 部署到用戶

source: Specify which users the dashboards should be deployed to.
cs_cz: určit, kteří uživatelé jsou panely by měly být nasazeny.
ko_kr: 대시 보드가에 배포해야하는 사용자를 지정합니다.
zh_tw: 指定哪些用戶應部署的儀表板。

source: Uncheck All
cs_cz: zrušit výběr
ko_kr: 모두 선택 취소
zh_tw: 全部取消選中

source: There are no other users defined on the system.
cs_cz: nejsou k dispozici žádné další uživatelé definovány v systému.
ko_kr: 시스템에 정의 된 다른 사용자가 없습니다.
zh_tw: 有沒有其他用戶在系統上定義。

source: You are not authorized to access this feature. Contact your Nagios XI administrator for more information, or to obtain access to this feature.
cs_cz: nejste oprávněni pro přístup k této funkci. obraťte se na správce Nagios XI pro více informací, nebo získat přístup k této funkci.
ko_kr: 당신은이 기능에 액세스 할 수있는 권한이 없습니다. 자세한 내용은 Nagios XI 관리자에게 문의하거나이 기능에 대한 액세스 권한을 얻을 수 있습니다.
zh_tw: 您沒有權限訪問此功能。更多信息，請聯繫您的nagios XI管理員或獲得訪問該功能。

source: Deploy Notification Settings
cs_cz: nasadit nastavení oznámení
ko_kr: 알림 설정을 배포
zh_tw: 部署通知設置

source: has been deleted.
cs_cz: byl smazán.
ko_kr: 삭제되었습니다.
zh_tw: 已被刪除。

source: Error Deleting Template
cs_cz: Chyba při mazání šablony
ko_kr: 오류 삭제 템플릿
zh_tw: 錯誤刪除模板

source: Notification Settings Management
cs_cz: Správa nastavení oznámení
ko_kr: 알림 설정 관리
zh_tw: 通知設置管理

source: This page allows for notification settings to be saved and deployed to all users, a selection of users, or a selection of contact groups. This component will only update notification settings for contacts that are created by Nagios XI, or contacts created according to the
cs_cz: Tato stránka umožňuje nastavení oznámení, které má být uložen a nasadit všem uživatelům, výběr uživatelů nebo uživatele ve výběru skupin kontaktů. Tato komponenta bude aktualizovat pouze nastavení oznámení pro kontakty, které jsou vytvořeny Nagios XI nebo kontakty vytvořené podle
ko_kr: 알림 설정 저장 및 선택 연락처 그룹의 모든 사용자, 사용자의 선택, 또는 사용자에게 배포 할 수 있도록이 페이지는 할 수 있습니다. 이 구성 요소는에 따라 생성의 Nagios XI에 의해 생성 된 연락처 또는 연락처에 대한 알림 설정을 업데이트합니다
zh_tw: 此頁面允許通知設置保存並部署到所有用戶，選擇用戶，或用戶在選擇聯繫人組。該組件將只用於根據所創建的是由nagios的喜創建的聯繫人或聯繫人更新通知設置

source: XI Users and Contacts
cs_cz: Uživatelé xi a kontakty
ko_kr: XI 사용자 및 연락처
zh_tw: 喜的用戶和聯繫人

source: Unless notification settings are locked, all users can still modify their own notification settings from the
cs_cz: pokud jsou uzamčeny nastavení oznamování, všichni uživatelé mohou ještě změnit vlastní nastavení oznámení od
ko_kr: 알림 설정이 잠겨 않는, 모든 사용자는 여전히에서 자신의 알림 설정을 수정할 수 있습니다
zh_tw: ，除非通知設置被鎖定，所有用戶都可以修改自己的通知設置

source: My Account Settings
cs_cz: moje nastavení účtu
ko_kr: 내 계정 설정
zh_tw: 我的帳戶設置

source: Available Saved Templates
cs_cz: K dispozici uložené šablony
ko_kr: 사용 가능한 저장된 템플릿
zh_tw: 可用保存的模板

source: Load Template
cs_cz: šablona load
ko_kr: 템플릿을 업로드
zh_tw: 上傳模板

source: Delete Template
cs_cz: smazat šablonu
ko_kr: 서비스 템플릿
zh_tw: 服務模板

source: Template Title
cs_cz: název šablony
ko_kr: 템플릿 제목
zh_tw: 模板標題

source: Set these notification messages as default for all users
cs_cz: nastavit tyto zprávy s oznámením jako výchozí pro všechny uživatele
ko_kr: 모든 사용자에 대해 기본값으로 이러한 알림 메시지를 설정
zh_tw: 為所有用戶設置默認情況下，這些通知消息

source: Email Messages
cs_cz: e-mailové zprávy
ko_kr: 이메일 메시지
zh_tw: 電子郵件

source: Mobile Text (SMS) Messages
cs_cz: Mobilní textové (SMS)
ko_kr: 휴대 전화 문자 (SMS) 메시지
zh_tw: 手機短信（SMS）消息

source: Notification Timeperiods
cs_cz: oznámení timeperiods
ko_kr: 알림 Timeperiods
zh_tw: 通知timeperiods

source: Deploy to Users
cs_cz: nasadit pro uživatele
ko_kr: 사용자에게 배포
zh_tw: 部署到用戶

source: Specify the format of the host and service alert messages you receive via email.
cs_cz: určit formát zpráv hostitelských a servisní upozornění, které obdržíte e-mailem.
ko_kr: 당신은 이메일을 통해 수신 호스트 및 서비스 경고 메시지의 형식을 지정합니다.
zh_tw: 指定的主機和服務，通過電子郵件收到警報消息的格式。

source: Contacts must have the
cs_cz: kontakty musí mít
ko_kr: 연락처가 있어야합니다
zh_tw: 聯繫人必須有

source: commands defined for the selected contacts in order for these notification settings to be applied.
cs_cz: příkazy definované pro vybrané kontakty, aby tyto nastavení oznamování které mají být použity.
ko_kr: 명령은 적용하려면 다음 알림 설정을 위해 선택한 연락처에 대해 정의.
zh_tw: 這些通知設置應用於所選的聯繫人，以便定義的命令。

source: Specify the format of the host and service alert messages you receive via mobile text message.
cs_cz: specifikovat formát hostitele a služeb e-mailových zpráv, které obdržíte přes mobilní textové zprávy.
ko_kr: 당신은 모바일 문자 메시지를 통해 수신 호스트 및 서비스 경고 메시지의 형식을 지정합니다.
zh_tw: 指定的主機和服務警報消息通過手機短信接收的格式。

source: Deploy notification preferences
cs_cz: nasadit nastavení oznámení
ko_kr: 알림 설정을 배포
zh_tw: 部署通知偏好

source: Enable or disable notifications for the selected users
cs_cz: zapnout nebo vypnout oznámení pro vybrané uživatele
ko_kr: 선택한 사용자에 대한 알림을 사용하거나 사용하지 않도록 설정
zh_tw: 選定的用戶啟用或禁用通知

source: Lock notification preferences
cs_cz: zámek preference oznámení
ko_kr: 알림 환경 설정
zh_tw: 通知偏好

source: Lock notification messages and preferences for the selected (non-administrative) users
cs_cz: zamknout oznamovací zprávy a preference pro vybrané (non-administrativní) uživateli
ko_kr: 선택한 (관리자가 아닌) 사용자에 대한 알림 메시지 및 설정을 잠금
zh_tw: 通知消息，並設置鎖定為選定的用戶（非管理員）

source: Select email notification types for the selected users to recieve
cs_cz: Výběr typů e-mailových oznámení pro vybrané uživatele dostávat
ko_kr: 선택한 사용자가받을 수 있도록 전자 메일 알림 유형을 선택
zh_tw: 選擇電子郵件通知類型選擇用戶收到

source: Select mobile text (SMS) notification types for the selected users to recieve
cs_cz: vybrat mobilní textové (SMS) Typy oznámení za vybraní uživatelé dostávat
ko_kr: 선택한 사용자가받을 수 있도록 알림 유형을 휴대 전화 문자 (SMS)를 선택
zh_tw: 選擇手機短信（SMS）通知類型所選用戶收到

source: Deploy notification timeperiods
cs_cz: nasadit oznámení timeperiods
ko_kr: 배포 알림 Timeperiod
zh_tw: 部署通知TIMEPERIOD

source: If checked, this will deploy a notification time period for all selected contacts with the notification time period of
cs_cz: pokud je označeno, bude toto nasazení časové období oznamování pro všechny vybrané kontakty s časovou oznámení období
ko_kr: 이 알림 기간의로 선택한 모든 연락처에 대한 알림 기간을 배포합니다
zh_tw: 這將部署的通知的通知時間段的時間內為所有選定的聯繫人

source: username
cs_cz: uživatelské jméno
ko_kr: 사용자 이름
zh_tw: 用戶名

source: Example for user
cs_cz: Příkladem pro uživatele
ko_kr: 사용자에 대한 예
zh_tw: 例如，為用戶

source: Sunday
cs_cz: Neděle
ko_kr: 일요일
zh_tw: 星期天

source: Monday
cs_cz: pondělí
ko_kr: 월요일
zh_tw: 星期一

source: Tuesday
cs_cz: úterý
ko_kr: 화요일
zh_tw: 星期二

source: Wednesday
cs_cz: středa
ko_kr: 수요일
zh_tw: 星期三

source: Thursday
cs_cz: čtvrtek
ko_kr: 목요일
zh_tw: 星期四

source: Friday
cs_cz: pátek
ko_kr: 금요일
zh_tw: 星期五

source: Saturday
cs_cz: sobota
ko_kr: 토요일
zh_tw: 星期六

source: Select the users to apply the current template/settings to.
cs_cz: vyberte uživatele aplikovat aktuální šablony / nastavení.
ko_kr: 현재 템플릿 / 설정을 적용 할 사용자를 선택합니다.
zh_tw: 選擇用戶當前模板/設置應用到。

source: Nagios XI Users
cs_cz: Uživatelé nagios xi
ko_kr: Nagios XI 사용자
zh_tw: Nagios的XI用戶

source: Save Template
cs_cz: Uložit šablonu
ko_kr: 서비스 템플릿
zh_tw: 服務模板

source: Deploy Preferences
cs_cz: nasadit jednu z možností
ko_kr: 환경 설정을 배포
zh_tw: 部署偏好

source: Preferences for
cs_cz: preference pro
ko_kr: 에 대한 환경 설정
zh_tw: 偏好

source: deployed successfully
cs_cz: úspěšně nasazen
ko_kr: 성공적으로 배치
zh_tw: 成功部署

source: does not have a valid timeperiod for deployment. The timeperiod will have to be configured from the Core Config Manager.
cs_cz: nemá platnou timeperiod pro nasazení. timeperiod bude muset být nakonfigurován od správce jádra config.
ko_kr: 배포에 대한 유효한 timeperiod가 없습니다. timeperiod는 핵심 구성 관리자에서 구성해야합니다.
zh_tw: 不具有有效的timeperiod進行部署。的將要配置timeperiod，從核心配置管理器。

source: does not have the XI notification handlers defined. Update the 'Notification Commands' for this contact in the Core Config Manager for new settings to be used.
cs_cz: nemá manipulátory oznámení xi definovány. aktualizovat "příkazy oznámení" pro tento kontakt v jádrové config manažer pro nové nastavení, které mají být použity.
ko_kr: 정의 된 XI 알림 처리기를 가지고 있지 않습니다. 사용되는 새로운 설정을위한 핵심 구성 관리자에서이 연락처에 대한 '알림 명령'을 업데이트합니다.
zh_tw: 沒有定義的xi通知處理程序。此聯繫人的新的設置要使用的核心配置管理器更新的“通知命令”。

source: This component allows administrators to create, save, and deploy notification message to a list of Nagios XI users or contact groups.
cs_cz: Tato komponenta umožňuje správcům vytvářet, ukládat a nasazení upozornění na seznamu uživatelů Nagios XI nebo skupin kontaktů.
ko_kr: 이 구성 요소는 관리자가 Nagios XI 사용자 나 연락처 그룹의 목록에 알림 메시지를 만들고, 저장하고, 배포 할 수 있습니다.
zh_tw: 這個組件允許管理員創建，保存和部署通知消息第十一Nagios的用戶或聯繫人組的列表。

source: You do not have access to this object type.
cs_cz: nemáte přístup k této třídě.
ko_kr: 이 섹션에 액세스 할 수 없습니다.
zh_tw: 你無權訪問此節。

source: Escalation Wizard
cs_cz: průvodce eskalace
ko_kr: 에스컬레이션 마법사
zh_tw: 升級嚮導

source: The Escalation Wizard allows for an escalation chain to easily be defined for multiple hosts or services at once.
cs_cz: Průvodce eskalace umožňuje eskalační řetězec, které mají být snadno definován pro více počítačů nebo služeb najednou.
ko_kr: 에스컬레이션 마법사는 쉽게 한 번에 여러 개의 호스트 또는 서비스에 대해 정의 할 상승 체인 할 수 있습니다.
zh_tw: 升級嚮導可以幫助您升級鏈很容易被定義為多台主機或服務一次。

source: Stage 1
cs_cz: 1. etapa
ko_kr: 1 단계
zh_tw: 第1階段

source: What type of escalation would you like to define?
cs_cz: jaký typ eskalace byste chtěli definovat?
ko_kr: 상승의 어떤 종류의 당신은 정의 하시겠습니까?
zh_tw: 你喜歡什麼類型的升級界定？

source: Config Names
cs_cz: název config
ko_kr: 구성 이름
zh_tw: 配置名稱

source: Service Descriptions
cs_cz: popis služby
ko_kr: 서비스 설명
zh_tw: 服務說明

source: Host Names
cs_cz: jméno hosta
ko_kr: 호스트 이름
zh_tw: 主機名

source: Which
cs_cz: který
ko_kr: 어느
zh_tw: 哪

source: would you like to create escalations for? Use Ctrl + click to select and deselect.
cs_cz: byste chtěli vytvořit eskalace pro? použijte ctrl + klik vybereme a zrušte.
ko_kr: 당신을 위해 에스컬레이션을 만들시겠습니까? Ctrl 키를 사용 + 선택하고 선택을 취소합니다.
zh_tw: 您想為創建升級？使用Ctrl +單擊選擇和取消選擇。

source: Stage 2
cs_cz: 2. etapa
ko_kr: 2 단계
zh_tw: 第2階段

source: Select objects this escalation chain will affect. The
cs_cz: Vybírání objektů této eskalace řetězec bude mít vliv.
ko_kr: 이 상승 체인에 영향을줍니다 개체를 선택합니다.
zh_tw: 選擇對象，這會影響升級鏈。的

source: is how the escalation will be identified in the Core Config Manager.
cs_cz: je, jak bude vystupňování identifikován ve správci jádra config.
ko_kr: 확대가 핵심 구성 관리자에 표시됩니다 방법입니다.
zh_tw: 是如何升級將確定在核心配置管理器。

source: Related Hosts
cs_cz: vybrané hostitelé
ko_kr: 관련 호스트
zh_tw: 相關主機

source: Related Hostgroups
cs_cz: příbuzné hostgroups
ko_kr: 관련 Hostgroups
zh_tw: 相關hostgroups

source: Escalations can have any number of <strong>escalation levels</strong> for a host or service. Original contacts for a host or service are not preserved during an escalation unless they are also defined as an escalated contact. This wizard can be used to create several levels of escalations for the selected set of hosts or services. To create additional escalation levels, click <strong>Save and Add Another Escalation</strong>. When you've completed defining escalation levels for this selection of objects, click <strong>Done</strong> to Apply Configuration
cs_cz: stupňování může mít libovolný počet <strong>úrovní eskalace</strong> hostitele nebo služby. Původní kontakty pro hostitele nebo služby nejsou zachovány během eskalace, pokud jsou také definovány jako vystupňovaly kontakt. Tento průvodce může být použita k vytvoření několik úrovní eskalace pro vybrané skupiny počítačů nebo služeb. k vytvoření další úrovně eskalace, klepněte na tlačítko <strong>Uložit a přidat další eskalaci.</strong> Po dokončení definování úrovně eskalace pro tento výběr objektů, klepnutím na tlačítko <strong>Hotovo</strong> aplikovat konfiguraci
ko_kr: Escalations은 호스트 또는 서비스에 대해 <strong>제기 수준의</strong> 번호를 가질 수 있습니다. 그들은 또한 에스컬레이션 연락처로 정의되지 않는 호스트 또는 서비스에 대한 원본 주소가 상승하는 동안 유지되지 않습니다. 이 마법사는 호스트 또는 서비스의 선택 세트에 대해 escalations의 여러 수준을 생성하는 데 사용할 수 있습니다. 추가 상승 수준을 만들려면 <strong>저장을 클릭하고 다른 에스컬레이션을 추가합니다.</strong> 당신은 개체의 선택에 대한 확대 수준을 정의 완료 한 경우, 구성 적용을 <strong>완료를</strong> 클릭
zh_tw: 升級可以有任意數量的<strong>升級水平</strong>對於一個主機或服務。原接觸的主機或服務的過程中不保留的升級，除非它們也被定義為升級的接觸。此嚮導可以用來創建幾個層次的升級，對選定的一組主機或服務。創建額外的升級，單擊“ <strong>保存並添加另一個升級</strong> 。當你定義升級完成這個選擇的對象，單擊“ <strong>完成</strong>應用配置

source: Escalation Timeperiod
cs_cz: eskalace období
ko_kr: 에스컬레이션이 Timeperiod
zh_tw: 升級timeperiod

source: First Notification
cs_cz: První oznámení
ko_kr: 첫 번째 알림
zh_tw: 第一次通知

source: This directive is a number that identifies the first notification for which this escalation is effective.
cs_cz: Tato směrnice je číslo, které identifikuje první oznámení pro které je tato eskalace je účinný.
ko_kr: 이 지시문은이 에스컬레이션 효과가있는 최초의 통지를 식별하는 번호입니다.
zh_tw: 這個指令是一個數字標識的第一個通知此升級是有效的。

source: For instance, if you set this value to 3, this escalation will only be used if the service is in a non-OK state long enough for a third notification to go out.
cs_cz: Upozornění pro které je tato eskalace je efektivní. Například, pokud nastavíte tuto hodnotu na 3, to eskalace budou použity pouze v případě, že služba je v non-ok stavu dostatečně dlouhou dobu třetiny oznámení jít ven.
ko_kr: 통지는이 에스컬레이션 효과적이다. 당신이 3이 값을 설정하면 서비스가 충분히 제 통지가 외출하는 비 확인 상태에있는 경우, 예를 들어,이 상승 만 사용됩니다.
zh_tw: 通知此升級是有效的。舉例來說，如果你將該值設置為3，這個升級將只如果服務處於非正常狀態足夠長的三分之一通知外出使用。

source: Last Notification
cs_cz: poslední oznámení
ko_kr: 마지막 알림
zh_tw: 最後通知

source: This directive is a number that identifies the last notification for which this escalation is effective.
cs_cz: Tato směrnice je číslo, které identifikuje poslední oznámení pro které je tato eskalace je účinný.
ko_kr: 이 지시문은이 에스컬레이션 효과가있는 마지막 통지를 식별하는 번호입니다.
zh_tw: 這個指令是一個數字標識的最後通知此升級是有效的。

source: For instance, if you set this value to 5, this escalation will not be used if more than five notifications are sent out for the service. Setting this value to 0 means to keep using this escalation entry forever (no matter how many notifications go out).
cs_cz: Upozornění pro které je tato eskalace je efektivní. Například, pokud nastavíte tuto hodnotu 5, tento eskalace nebudou použity, jsou-li více než pět oznámení rozeslala pro službu. Nastavení této hodnoty 0 znamená i nadále používat tuto položku eskalace navždy (bez ohledu na to, kolik oznámení jít ven).
ko_kr: 통지는이 에스컬레이션 효과적이다. 당신이 5이 값을 설정하면 개 이상 알림 서비스를 발송하는 경우 예를 들어,이 에스컬레이션은 사용되지 않습니다. 0 수단이 값을 설정하면 (많은 알림 나가서 아무리) 영원히 에스컬레이션 항목을 사용하지 않고 유지합니다.
zh_tw: 通知此升級是有效的。舉例來說，如果你將該值設置為5，這升級也不會，如果超過五個通知送出的服務中使用。該值設置為0表示永遠保持使用該升級項目（不管多少條通知怎麼出去）。

source: This directive is used to determine the interval at which notifications should be made while this escalation is valid.
cs_cz: Tato směrnice se používá k určení intervalu, ve kterém by mělo být oznámení podávána zatímco tento eskalace je platný.
ko_kr: 이 지정은이 이관이 유효한 동안 통지가 이루어져야하는 간격을 결정하는데 사용된다.
zh_tw: 這個指令是用來確定在哪個而這個升級是有效的通知應的時間間隔。

source: The following escalations will be generated from this wizard
cs_cz: Následující eskalace budou generovány z tohoto průvodce
ko_kr: 다음 escalations이 마법사에서 생성됩니다
zh_tw: 此嚮導會產生以下升級

source: Save and Add Another Level
cs_cz: ukládat a přidat další úroveň
ko_kr: 저장하고 다른 수준을 추가
zh_tw: 保存並添加另一個層面

source: Save and Apply Configuration
cs_cz: uložit a aplikovat nastavení
ko_kr: 저장 및 구성을 적용
zh_tw: 保存並應用配置

source: There was a problem saving the configuration
cs_cz: tam byl problém uložení konfigurace
ko_kr: 구성을 저장하는 데 문제가 발생했습니다
zh_tw: 有一個問題，保存配置

source: Config name may already exist
cs_cz: Název config již mohou existovat
ko_kr: 설정 이름이 이미 존재
zh_tw: 配置名稱可能已經存在

source: Escalation
cs_cz: vystupňování
ko_kr: 단계적 확대
zh_tw: 升級

source: saved successfully.
cs_cz: úspěšně uložen!
ko_kr: 성공적으로 저장되었습니다!
zh_tw: 保存成功！

source: New Name
cs_cz: nový název
ko_kr: 새로운 이름
zh_tw: 新名稱

source: Old Service Description
cs_cz: starý popis služby
ko_kr: 이전 서비스 설명
zh_tw: 舊的服務說明

source: New Service Description
cs_cz: nový popis služby
ko_kr: 새로운 서비스 설명
zh_tw: 新的服務描述

source: Affected Hosts
cs_cz: postižené hostitelé
ko_kr: 영향을받는 호스트
zh_tw: 受影響的主機

source: This component host and service escalations to be easily created through a wizard
cs_cz: Tato součást hostitele a servisní eskalace být snadno vytvořeny pomocí průvodce
ko_kr: 이 구성 요소는 호스트 및 서비스 escalations 쉽게 마법사를 통해 생성 할
zh_tw: 此組件的主機和服務升級，可以很容易地通過嚮導創建

source: Collapse menu section
cs_cz: Sekce Nabídka kolaps
ko_kr: 붕괴 메뉴 섹션
zh_tw: 崩潰菜單部分

source: Provides the ability to execute external scripts on host and service notifications and state changes.
cs_cz: poskytuje možnost spouštět externí skripty o oznámeních hostitelských a služeb a změny stavu.
ko_kr: 호스트 및 서비스 알림 및 상태 변경에 대한 외부 스크립트를 실행 할 수있는 기능을 제공합니다.
zh_tw: 提供了外部腳本執行能力上的主機和服務的通知和狀態的變化。

source: Global Event Handlers
cs_cz: Globální zpracování událostí
ko_kr: 글로벌 이벤트 핸들러
zh_tw: 全球性的事件處理程序
