Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: This component requires Nagios XI 2009R1.2B or later.
cs_cz: Tato komponenta vyžaduje Nagios XI 2009r1.4 nebo novější.
ko_kr: 이 구성 요소는 Nagios XI에게 2009R1.4 이상이 필요합니다.
zh_tw: 此組件需要的nagios十一2009r1.4或更高版本。

source: SNMP Trap Interface (NXTI)
cs_cz: rozhraní snp trap (nxti)
ko_kr: SNMP 트랩 인터페이스 (nxti)
zh_tw: snmp trap接口（nxti）

source: Nagios Operations Screen
cs_cz: Operace Obrazovka nagios
ko_kr: Nagios는 작업 화면
zh_tw: Nagios的操作屏幕

source: Refresh in
cs_cz: osvěžit v
ko_kr: 에서 새로 고침
zh_tw: 刷新

source: Hide Handled
cs_cz: skrýt zacházet
ko_kr: 숨길 처리
zh_tw: 隱藏處理

source: Show Handled
cs_cz: zobrazit zacházet
ko_kr: 쇼 처리
zh_tw: 顯示處理

source: Hide Soft States
cs_cz: skrýt měkké stavy
ko_kr: 부드러운 상태를 숨기기
zh_tw: 隱藏軟狀態

source: Show Soft States
cs_cz: zobrazit měkké stavy
ko_kr: 부드러운 상태를 보여
zh_tw: 顯示軟狀態

source: Error: This component requires Nagios XI 2009R1.4 or later.
cs_cz: Chyba: Tato komponenta vyžaduje Nagios XI 2009r1.4 nebo novější.
ko_kr: 오류 :이 구성 요소 Nagios XI에게 2009R1.4 이상이 필요합니다.
zh_tw: 錯誤：這個組件需要的nagios西安2009r1.4或更高版本。

source: Provides an operations screen that can be used to display a status overview on a NOC monitor.
cs_cz: poskytuje obrazovku operací, které lze použít k zobrazení přehled o stavu na monitoru Benátská noc.
ko_kr: NOC 모니터에 상태 개요를 표시하는 데 사용할 수있는 작업 화면을 제공합니다.
zh_tw: 提供了一個操作的屏幕，可以用來顯示一個狀態概述在一個NoC監視器。

source: Operations Screen
cs_cz: obrazovka operace
ko_kr: 운영 화면
zh_tw: 操作畫面

source: Failed to connect to MySQL
cs_cz: se nepodařilo připojit k mysql
ko_kr: mysql에 연결하지 못했습니다.
zh_tw: 無法連接到MySQL

source: Unhandled host problems
cs_cz: neošetřené problémy hostitelské
ko_kr: 처리되지 않은 호스트 문제
zh_tw: 未處理的主機問題

source: All host problems
cs_cz: všechny problémy hostitelské
ko_kr: 모든 호스트 문제
zh_tw: 所有主機的問題

source: | Hiding soft states
cs_cz: | skrývá měkké stavy
ko_kr: | 부드러운 상태를 숨기기
zh_tw: |隱藏軟狀態

source: | Showing all states
cs_cz: | zobrazující všechny státy
ko_kr: | 모든 상태를 보여주는
zh_tw: |顯示所有國家

source: All problem hosts have been acknowledged.
cs_cz: byly uznány všechny problémové hostitelé.
ko_kr: 모든 문제의 호스트는 인정하고있다.
zh_tw: 所有問題的主機已被確認。

source: Tactical overview
cs_cz: taktický přehled
ko_kr: 전술 개요
zh_tw: 戰術概要

source: Percentage
cs_cz: procento
ko_kr: 백분율
zh_tw: 百分比

source: Hosts up
cs_cz: hostí up
ko_kr: 호스트까지
zh_tw: 主機了

source: Hosts down
cs_cz: hostí dolů
ko_kr: 호스트 다운
zh_tw: 主機下降

source: Services up
cs_cz: služby up
ko_kr: 서비스까지
zh_tw: 服務了

source: Services down
cs_cz: služby dolů
ko_kr: 다운 서비스
zh_tw: 服務下降

source: Unhandled service problems
cs_cz: neošetřené problémy služby
ko_kr: 처리되지 않은 서비스 문제
zh_tw: 未處理的服務問題

source: All service problems
cs_cz: všechny problémy služby
ko_kr: 모든 서비스 문제
zh_tw: 所有的服務問題

source: | Hiding soft states
cs_cz: | skrývá měkké stavy
ko_kr: | 부드러운 상태를 숨기기
zh_tw: |隱藏軟狀態

source: | Showing all states
cs_cz: | zobrazující všechny státy
ko_kr: | 모든 상태를 보여주는
zh_tw: |顯示所有國家

source: State
cs_cz: stát
ko_kr: 상태
zh_tw: 國

source: Last statechange
ko_kr: 마지막 statechange
zh_tw: 最後的狀態轉換

source: Last check
cs_cz: poslední kontroly
ko_kr: 마지막 체크
zh_tw: 最後檢查

source: All problem services have been acknowledged.
cs_cz: Všechny problémové služby byly uznány.
ko_kr: 모든 문제 서비스가 인정되었다.
zh_tw: 所有的問題，服務已得到確認。

source: No performance data available
cs_cz: žádné údaje o výkonu k dispozici
ko_kr: 어떠한 성능 데이터가 없습니다
zh_tw: 沒有可用的性能數據

source: Performance Graphing
cs_cz: graf výkonu
ko_kr: 성능 그래프
zh_tw: 性能曲線圖

source: Nagios Enterprises, LLC
cs_cz: nagios podniky, LLC
ko_kr: Nagios 기업, LLC
zh_tw: Nagios的企業，有限責任公司

source: Provides integrated performance graphing functionality.
cs_cz: poskytuje integrovanou funkčnost grafů výkonu.
ko_kr: 통합 된 성능 그래프 기능을 제공합니다.
zh_tw: 提供集成的性能圖表功能。

source: Size
cs_cz: velikost
ko_kr: 크기
zh_tw: 大小

source: Packet Loss
cs_cz: ztráta paketů
ko_kr: 패킷 손실
zh_tw: 數據包丟失

source: Round Trip Average
cs_cz: zpáteční průměr
ko_kr: 왕복 평균
zh_tw: 往返平均

source: 1 Minute Load
cs_cz: 1 minuta zatížení
ko_kr: 1 분로드
zh_tw: 1分鐘的負載

source: 5 Minute Load
cs_cz: 5 minut load
ko_kr: 5 분로드
zh_tw: 5分鐘的負載

source: 15 Minute Load
cs_cz: 15 minut load
ko_kr: 15 분로드
zh_tw: 15分鐘的負載

source: Response Time
cs_cz: Doba odezvy
ko_kr: 응답 시간
zh_tw: 響應時間

source: Page Size
cs_cz: velikost stránky
ko_kr: 페이지 크기
zh_tw: 頁面大小

source: CPU Load
ko_kr: CPU 부하
zh_tw: CPU的負載

source: Perfdata Email Settings
cs_cz: nastavení e-mailu perfdata
ko_kr: perfdata 이메일 설정
zh_tw: perfdata電子郵件設置

source: Enable Perfdata Graphs in Notifcations
cs_cz: povolit grafy perfdata v notifikacích
ko_kr: notifcations에서 perfdata 그래프를 가능하게한다.
zh_tw: 在通知中啟用perfdata圖

source: Perfdata Graph View
cs_cz: zobrazení grafu perfdata
ko_kr: 전체 데이터 그래프보기
zh_tw: perfdata圖表視圖

source: Last 4 hours
cs_cz: poslední 4 hodiny
ko_kr: 마지막 24 시간
zh_tw: 過去24小時

source: Last 24 hours
cs_cz: Posledních 24 hodin
ko_kr: 마지막 24 시간
zh_tw: 過去24小時

source: Last 7 days
cs_cz: Za posledních 7 dní
ko_kr: 지난 3 일
zh_tw: 最後3天

source: Last 30 days
cs_cz: Posledních 30 dní
ko_kr: 지난 3 일
zh_tw: 最後3天

source: Last year
cs_cz: minulý rok
ko_kr: 작년
zh_tw: 去年

source: The view (timeperiod) of the graphs to include in notifications.
cs_cz: zobrazení (timeperiod) grafů, které mají být zahrnuty do oznámení.
ko_kr: 통지에 포함하는 그래프의 시점 (시간대)
zh_tw: 要包含在通知中的圖形視圖（時間段）。

source: Ping
ko_kr: 핑 (ping)
zh_tw: ping通

source: Maximum ping count is:
cs_cz: Maximální počet ping:
ko_kr: 최대 핑 (ping) 수는 다음과 같습니다
zh_tw: 最大平數是：

source: Close This Window
cs_cz: zavřít toto okno
ko_kr: 이 창을 닫기
zh_tw: 關閉此窗口

source: Ping Output
cs_cz: ping výstup
ko_kr: 핑 출력
zh_tw: ping輸出

source: Ping another host
cs_cz: ping jiný hostitel
ko_kr: 다른 호스트를 Ping
zh_tw: ping其他主機

source: Host Ping Tool
cs_cz: hostitelský nástroj ping
ko_kr: 호스트 핑 도구
zh_tw: 主機ping工具

source: IP Address or Host Name
cs_cz: IP adresa nebo jméno hostitele
ko_kr: IP 주소 또는 호스트 이름
zh_tw: IP地址或主機名

source: Ping Count
cs_cz: Počet ping
ko_kr: 핑 카운트
zh_tw: 平數

source: Provides a fast method of checking host connectivity using ICMP ping.
cs_cz: poskytuje rychlý způsob kontroly hostitele připojení pomocí ping ICMP.
ko_kr: ICMP 핑 (ping)를 사용하여 호스트 연결을 확인하는 빠른 방법을 제공합니다.
zh_tw: 檢查主機連接使用ICMP PING提供了一種快速的方法。

source: Ping Settings
cs_cz: nastavení ping
ko_kr: 핑 설정
zh_tw: ping設置

source: Enable ping action
cs_cz: povolit ping akci
ko_kr: 핑 작용을 활성화
zh_tw: 啟用ping操作

source: System Profile
cs_cz: Profilový systém
ko_kr: 시스템 프로필
zh_tw: 系統配置文件

source: View System Info
cs_cz: Informace o pohled Systém
ko_kr: 뷰 시스템 정보
zh_tw: 查看系統信息

source: Download Profile
cs_cz: profil stažení
ko_kr: 다운로드 프로필
zh_tw: 下載配置文件

source: You cannot delete download a system profile in demo mode.
cs_cz: nemůžete odstranit stažení systémového profilu v demo režimu.
ko_kr: 데모 모드에서는 시스템 프로파일 다운로드를 삭제할 수 없습니다.
zh_tw: 您無法刪除以演示模式下載系統配置文件。

source: This component creates a system profile menu in the Admin panel which can be used for troubleshooting purposes.
cs_cz: Tato komponenta vytváří menu profilového systému v admin panelu, které lze použít pro účely odstraňování potíží.
ko_kr: 이 구성 요소는 문제 해결 목적을 위해 사용할 수있는 관리자 패널에서 시스템 프로파일 메뉴를 만듭니다.
zh_tw: 此組件創建一個系統配置文件“菜單中的管理面板，可用於故障排除。

source: This component creates a proxy configuration menu in the Admin panel and is used to configure proxy settings for update checks. <strong>Requires v2011R1.8rc or later.
cs_cz: Tato komponenta vytváří menu pro konfiguraci proxy serveru v admin panelu a používá se ke konfiguraci nastavení proxy pro kontrolu aktualizací. <strong>vyžaduje v2011r1.8rc nebo novější.</strong>
ko_kr: 이 구성 요소는 관리자 패널에서 프록시 설정 메뉴를 생성하고 업데이트 확인에 대한 프록시 설정을 구성하는 데 사용됩니다. <strong>v2011R1.8rc 이상이 필요합니다.</strong>
zh_tw: 此組件創建一個代理配置“菜單，在管理面板，用於配置代理服務器設置檢查更新。 <strong>需要v2011r1.8rc或更高版本。</strong>

source: Error: This component requires Nagios XI 20011R1.8rc or later.
cs_cz: Chyba: Tato komponenta vyžaduje nagios xi 20011r1.8rc nebo novější.
ko_kr: 오류 :이 구성 요소 Nagios XI 20011R1.8rc 이상이 필요합니다.
zh_tw: 錯誤：這個組件需要的nagios十一20011r1.8rc或更高版本。

source: Proxy Configuration
cs_cz: Proxy konfigurace
ko_kr: 프록시 구성
zh_tw: 代理服務器配置

source: Set up the proxy that Nagios XI will use when contacting the Nagios update server.
cs_cz: nastavení proxy, která nagios xi použije Při kontaktu s aktualizačního serveru Nagios.
ko_kr: Nagios의 업데이트 서버에 연결할 때의 Nagios XI가 사용하는 프록시를 설정합니다.
zh_tw: 設置當Nagios的更新服務器Nagios的接觸會曦使用代理服務器。

source: Enable proxy for update checks
cs_cz: povolit proxy pro kontrolu aktualizací
ko_kr: 업데이트 확인을위한 프록시 사용
zh_tw: 啟用代理更新檢查

source: Proxy Settings
cs_cz: nastavení proxy
ko_kr: 프록시 설정
zh_tw: 代理服務器設置

source: Proxy Address
cs_cz: adresa proxy
ko_kr: 프록시 주소
zh_tw: 代理服務器地址

source: Proxy Port
cs_cz: Port proxy
ko_kr: 프록시 포트
zh_tw: 代理服務器的端口

source: Proxy Auth
ko_kr: 프록시 인증
zh_tw: 代理認證

source: Use HTTP tunnel
cs_cz: Použít HTTP tunel
ko_kr: HTTP 터널을 사용하여
zh_tw: 使用HTTP隧道

source: Connection Settings
cs_cz: nastavení připojení
ko_kr: 연결 설정
zh_tw: 連接設置

source: Connect To Host
cs_cz: se připojit k hostiteli
ko_kr: 호스트에 연결
zh_tw: 連接到主機

source: Specify the address of the host you would like to connect to, along with the connection method. <strong>Note:</strong> The address of the host may differ if you are connecting from outside a firewall or when using port forwarding.
cs_cz: zadat adresu hostitele, který chcete připojit, spolu s způsobu připojení. <strong>poznámka:</strong> adresa počítače se může lišit, pokud se připojujete z vnějšku firewallu nebo při použití port forwarding.
ko_kr: 연결 방법과 함께, 당신은 연결하고자하는 호스트의 주소를 지정할 수 <strong>있습니다 :.</strong> 포트 포워딩을 사용하는 경우 방화벽 외부에서 연결하거나하는 경우 호스트의 주소가 다를 수 있습니다.
zh_tw: 指定主機的你想連接到的地址，以及連接方法<strong>注意：</strong>主機的地址，如果要連接從防火牆外或使用端口轉發時可能會有所不同。

source: Quick Connect Options
cs_cz: umožňují rychlé připojení a možnosti
ko_kr: 빠른 연결 옵션
zh_tw: 快速連接選項

source: Saved setting
cs_cz: uložené nastavení
ko_kr: 저장 설정
zh_tw: 保存設置

source: Connect
cs_cz: připojit
ko_kr: 연결
zh_tw: 接

source: Connection Options
cs_cz: možnosti připojení
ko_kr: 연결 옵션
zh_tw: 連接選項

source: Save these settings
cs_cz: toto nastavení uložit
ko_kr: 설정을 저장
zh_tw: 保存這些設置

source: Error: This component requires Nagios XI 2009R1.8 or later.
cs_cz: Chyba: Tato komponenta vyžaduje Nagios XI 2009r1.8 nebo novější.
ko_kr: 오류 :이 구성 요소 Nagios XI에게 2009R1.4 이상이 필요합니다.
zh_tw: 錯誤：這個組件需要的nagios西安2009r1.4或更高版本。

source: Adds RDP and VNC connection links to hosts and services.
cs_cz: Dodává RDP a připojení VNC spojení na hostitele a služby.
ko_kr: 호스트 및 서비스에 대한 RDP 및 VNC 연결 링크를 추가합니다.
zh_tw: 增加RDP和VNC連接鏈路的主機和服務。

source: RDP and VNC Connection
cs_cz: RDP a VNC spojení
ko_kr: RDP 및 VNC 연결
zh_tw: RDP和VNC連接

source: RDP / VNC Connection Settings
cs_cz: Nastavení připojení RDP / VNC
ko_kr: RDP / VNC 연결 설정
zh_tw: RDP / VNC連接設置

source: Enable Component
cs_cz: povolit komponentu
ko_kr: 구성 요소를 사용 :
zh_tw: 啟用組件：

source: This component allows administrators to manage renaming of hosts and services in bulk.
cs_cz: Tato komponenta umožňuje administrátorům spravovat přejmenování hostitelů a služeb ve velkém.
ko_kr: 이 구성 요소는 관리자가 일괄 적으로 호스트와 서비스 이름을 변경을 관리 할 수​​ 있습니다.
zh_tw: 這個組件允許管理員管理的批量重命名的主機和服務。

source: Unable to create directory
cs_cz: Nelze vytvořit adresář
ko_kr: 디렉토리를 생성 할 수 없습니다
zh_tw: 無法創建目錄

source: Unable to update performance data XML file:
cs_cz: nelze aktualizovat výkon dat XML soubor:
ko_kr: 성능 데이터 XML 파일을 업데이트 할 수 없습니다 :
zh_tw: 無法更新性能數據的XML文件：

source: Unable to update performance data XML file
cs_cz: nelze aktualizovat výkon dat XML soubor
ko_kr: 성능 데이터 XML 파일을 업데이트 할 수 없습니다
zh_tw: 無法更新性能數據的XML文件

source: Renaming Tool
cs_cz: přejmenování nástroj
ko_kr: 이름 바꾸기 도구
zh_tw: 重命名工具

source: The Renaming Tool allows for host and service names to be updated in bulk, while retaining all historical status information and performance data. The renaming tool updates configurations based on what is defined in the Core Config Manager.
cs_cz: Nástroj přejmenování umožňuje hostitele a servisní názvy být aktualizovány ve velkém, při zachování všech historických informací o stavu a výkonu dat. konfigurace aktualizace přejmenování nástroj založený na tom, co je definováno ve správci jádra config.
ko_kr: 모든 이전 상태 정보 및 성능 데이터를 유지하면서 이름 바꾸기 도구는 대량으로 업데이트 할 호스트 및 서비스 이름 할 수 있습니다. 이름을 바꾸는 도구 업데이트 구성은 코어 구성 관리자에 정의되어있는 내용에 기초하여.
zh_tw: 重命名工具，可以批量更新的主機名和服務名，同時保留所有的歷史狀態信息和性能數據。基於所定義的核心的配置管理器的重命名工具更新配置。

source: Hosts and services that are renamed will show as <strong>Pending</strong> until the first check result is received with the new name.
cs_cz: hostitelé a služby, které jsou přejmenovány ukáže jako <strong>čekající</strong> dokud není přijat první kontrola výsledkem s novým názvem.
ko_kr: 첫 번째 검사 결과가 새 이름으로 접수 될 때까지 <strong>보류로</strong> 변경 아르 호스트 및 서비스가 표시됩니다.
zh_tw: 被重命名的主機和服務，將顯示<strong>等待</strong> ，直到第一次檢查的結果是收到了新的名稱。

source: What would you like to rename?
cs_cz: co byste chtěli přejmenovat?
ko_kr: 어떤 이름을 변경 하시겠습니까?
zh_tw: 要重命名，你要什麼？

source: would you like to rename?
cs_cz: byste chtěli přejmenovat?
ko_kr: 당신은 이름을 바꾸시겠습니까?
zh_tw: 你要重命名？

source: Stage 3
cs_cz: stupeň 3
ko_kr: 1 단계
zh_tw: 第1階段

source: Update names for the selected objects
cs_cz: Jména aktualizace pro vybrané objekty
ko_kr: 선택한 개체에 대한 이름을 업데이트합니다
zh_tw: 更新為選定的對象的名稱

source: Do not apply config at the end of the wizard
cs_cz: neplatí config na konci průvodce
ko_kr: 마법사의 마지막에 설정을 적용하지 않는다
zh_tw: 不要在嚮導的最後申請配置

source: This feature is not available in demo mode.
cs_cz: Tato akce není dostupná v demo režimu.
ko_kr: 이 작업이 데모 모드로 사용할 수 없습니다.
zh_tw: 這個動作是不是在演示模式。

source: This feature requires a Nagios XI Enterprise Edition license.
cs_cz: Tato funkce vyžaduje xi Enterprise Edition licenci Nagios.
ko_kr: 이 기능은 Nagios XI 엔터프라이즈 버전의 라이센스가 필요합니다.
zh_tw: 此功能需要一個Nagios的第十一企業版的許可證。

source: Missing use a valid Host Name for Host
cs_cz: Chybí použít platný název hostitele pro hostitele
ko_kr: 호스트에 대한 유효한 호스트 이름을 사용할 수없는
zh_tw: 缺少使用有效的主機名的主機

source: Must use a valid Service Description for Service
cs_cz: musí používat platný popis služby pro službu
ko_kr: 뮤즈 서비스에 대한 올바른 서비스 설명을 사용
zh_tw: 繆斯使用有效的服務描述服務

source: The new config has not yet been applied.
cs_cz: Nový config dosud nebyla použita.
ko_kr: 새로운 설정이 아직 적용되지 않았습니다.
zh_tw: 新的配置還沒有得到應用。

source: now
cs_cz: teď
ko_kr: 지금
zh_tw: 現在

source: The new config is being applied in the background and on large systems can take some time.
cs_cz: Nový config je aplikován na pozadí a na velkých systémů může nějakou dobu trvat.
ko_kr: 새로운 설정은 약간의 시간이 걸릴 수있는 배경과 대형 시스템에 적용되고있다.
zh_tw: 新的配置將在後台和大型系統被應用可能需要一些時間。

source: Complete
cs_cz: kompletní
ko_kr: 완전한
zh_tw: 完成

source: Run This This Wizard Again
cs_cz: spustit tuto tohoto průvodce znovu
ko_kr: 다시이 마법사를 실행
zh_tw: 再次運行這個嚮導

source: Response Server Settings
cs_cz: Nastavení serveru odpověď
ko_kr: 응답 서버 설정
zh_tw: 響應服務器設置

source: The URL of your Response server
cs_cz: url vašeho serveru odezvy
ko_kr: 응답 서버의 URL
zh_tw: 你的回應服務器的URL

source: Username used for Response authentication
cs_cz: Uživatelské jméno používané pro ověření odezvy
ko_kr: 사용자 이름 Response 인증에 사용
zh_tw: 用戶名用於響應身份驗證

source: Password used for Response authentication
cs_cz: heslo pro ověření odezvy
ko_kr: 비밀번호 Response 인증에 사용
zh_tw: 響應認證所使用的密碼

source: Enable Integration
cs_cz: umožňují integraci
ko_kr: 통합 사용
zh_tw: 使整合

source: Enables integration between Nagios XI and Response
cs_cz: umožňuje integraci mezi Nagios xi a odpovědi
ko_kr: Nagios XI과 응답 사이의 통합을 가능하게
zh_tw: 能夠集成Nagios的xi和響應

source: Auto-Create Issues
cs_cz: auto-vytvářet problémy
ko_kr: 자동 생성 문제
zh_tw: 自動創建問題

source: Automatically create new issues in Response when problems are detected in Nagios
cs_cz: automaticky vytvářet nové problémy v reakci, pokud jsou zjištěny problémy v Nagios
ko_kr: 문제가 Nagios에 감지되면 자동으로 응답에서 새로운 문제를 만들
zh_tw: 在Nagios發現問題時，自動創建新的問題響應

source: Could not process the request.
cs_cz: nemohl zpracovat požadavek.
ko_kr: 요청을 처리 할 수​​ 없습니다
zh_tw: 無法處理請求

source: You must specify a valid pubkey file and make sure it has apache:nagios permissions.
cs_cz: musíte zadat platný soubor publika a ujistěte se, že má oprávnění apache: nagios.
ko_kr: 유효한 pubkey 파일을 지정하고 apache : nagios 권한이 있는지 확인해야합니다.
zh_tw: 您必須指定一個有效的pubkey文件並確保它具有apache：nagios權限。

source: Could not establish a connection. Must enter server host/ip and port.
cs_cz: nemůže navázat spojení. Je třeba zadat název serveru / IP a port.
ko_kr: 연결을 설정할 수 없습니다. 서버 호스트 / IP와 포트를 입력해야합니다.
zh_tw: 無法建立連接。必須輸入服務器主機/ IP和端口。

source: Could not connect to FTP server.
cs_cz: se nepodařilo připojit k FTP serveru.
ko_kr: FTP 서버에 연결할 수 없습니다.
zh_tw: 無法連接到FTP服務器。

source: Could not authenticate.
cs_cz: nemohl ověřit.
ko_kr: 인증 할 수 있습니다.
zh_tw: 無法驗證。

source: Connection established. Username/Password OK.
cs_cz: navázáno spojení. uživatelské jméno / heslo v pořádku.
ko_kr: 연결이 설정. 사용자 이름 / 암호 확인.
zh_tw: 連接建立。用戶名/密碼確定。

source: Error uploading file. Directory given may not exist.
cs_cz: Chyba při nahrávání souboru. Adresář vzhledem k tomu, nemusí existovat.
ko_kr: 오류 업로드 파일. 지정된 디렉토리가 존재하지 않을 수 있습니다.
zh_tw: 上傳文件時出錯。定的目錄可能不存在。

source: Test file "ftp_test_upload.txt" uploaded successfully.
cs_cz: testovací soubor "ftp_test_upload.txt" úspěšně nahrán.
ko_kr: 테스트 파일 "ftp_test_upload.txt은"성공적으로 업로드.
zh_tw: 測試文件“ftp_test_upload.txt”上傳成功。

source: Could not establish a connection to
cs_cz: nemůže navázat spojení s
ko_kr: 에 대한 연결을 설정할 수없는
zh_tw: 無法建立連接。

source: Could not transfer file. Permissions may be wrong or folder may not exist.
cs_cz: nemohl přenést soubor. Oprávnění může být špatně nebo složka nemusí existovat.
ko_kr: 파일을 전송할 수 없습니다. 권한이 잘못 될 수 있습니다 또는 폴더가 존재하지 않을 수 있습니다.
zh_tw: 無法傳輸文件。權限可能是錯誤的或文件夾可能不存在。

source: Test file "ssh_test_secure_copy.txt" transferred successfully.
cs_cz: testovací soubor "ssh_test_secure_copy.txt" úspěšně přenesen.
ko_kr: 테스트 파일 "ssh_test_secure_copy.txt은"성공적으로 전송.
zh_tw: 測試文件“ssh_test_secure_copy.txt”成功轉移。

source: The directory specified does not exist or can not be read by apache user.
cs_cz: zadaný adresář neexistuje nebo jej uživatel apache nemůže přečíst.
ko_kr: 지정된 디렉토리가 존재하지 않거나 아파치 사용자가 읽을 수 없습니다.
zh_tw: 指定的目錄不存在或apache用戶無法讀取。

source: The directory is likely not writeable by user 'nagios' or group 'nagios' - check permissions.
cs_cz: adresář je pravděpodobné, že nelze zapisovat uživatelem "Nagios" nebo skupiny "Nagios" - zkontrolujte oprávnění.
ko_kr: 권한이 있는지 확인하기 -이 디렉토리는 사용자의 Nagios는 '나 그룹'의 Nagios '에 쓸 가능성이 없습니다.
zh_tw: 該目錄可能無法寫入由用戶Nagios的或組的nagios' - 檢查權限。

source: The directory is likely not writeable by user 'nagios' - check permissions.
cs_cz: adresář je pravděpodobné, že nelze zapisovat uživatelem "Nagios" nebo skupiny "Nagios" - zkontrolujte oprávnění.
ko_kr: 권한이 있는지 확인하기 -이 디렉토리는 사용자의 Nagios는 '나 그룹'의 Nagios '에 쓸 가능성이 없습니다.
zh_tw: 該目錄可能無法寫入由用戶Nagios的或組的nagios' - 檢查權限。

source: The directory is likely not writeable by group 'nagios' - check permissions.
cs_cz: adresář je pravděpodobné, že nelze zapisovat uživatelem "Nagios" nebo skupiny "Nagios" - zkontrolujte oprávnění.
ko_kr: 권한이 있는지 확인하기 -이 디렉토리는 사용자의 Nagios는 '나 그룹'의 Nagios '에 쓸 가능성이 없습니다.
zh_tw: 該目錄可能無法寫入由用戶Nagios的或組的nagios' - 檢查權限。

source: Nagios XI cannot read the /etc/passwd or /etc/groups file.
cs_cz: nagios xi nemůže číst / etc / passwd nebo / etc / skupiny.
ko_kr: 의 Nagios XI는 등 /의 / etc / passwd 또는를 읽을 수 없습니다 / 그룹 파일.
zh_tw: Nagios的喜無法讀取/ etc / passwd文件或/ etc / groups文件。

source: The directory exists and is writeable.
cs_cz: adresář existuje a je zapisovatelný.
ko_kr: 디렉토리가 존재하고 쓰기 가능합니다.
zh_tw: 該目錄存在並且是可寫的。

source: Error: This component requires php-pecl-ssh2. You must run <strong>install.sh</strong> in <strong>/usr/local/nagiosxi/html/includes/components/scheduledbackups</strong> as <strong>root</strong> to use this component.
cs_cz: Chyba: Tato komponenta vyžaduje PHP-Pecl-SSH2. musíte spustit <strong>install.sh</strong> v <strong>/ usr / local / nagiosxi / html / includes / komponenty / scheduledbackups</strong> jako <strong>root</strong> používat tuto komponentu.
ko_kr: 오류 :이 구성 요소는 PHP-PECL-SSH2가 필요합니다. <strong>루트는이</strong> 구성 요소를 사용하여 당신은 <strong>/ usr / 지방 / nagiosxi / HTML / 포함 / 부품 / scheduledbackups에서 install.sh를</strong> 실행해야합니다.
zh_tw: 錯誤：這個組件需要PHP-PECL-SSH2。你必須在<strong>/ usr /本地/ nagiosxi / HTML /包括/組件/ scheduledbackups</strong>運行<strong>install.sh以</strong> root身份使用這個組件。

source: You cannot download this archive in demo mode.
cs_cz: tento archiv nelze stáhnout v demo režimu.
ko_kr: 데모 모드에서는이 아카이브를 다운로드 할 수 없습니다.
zh_tw: 您無法以演示模式下載此存檔。

source: You cannot delete this archive in demo mode.
cs_cz: tento archiv nelze odstranit v demo režimu.
ko_kr: 데모 모드에서는이 아카이브를 삭제할 수 없습니다.
zh_tw: 您無法在演示模式下刪除此存檔。

source: Could not submit command to backend.
cs_cz: Příkaz nebylo možné odeslat na backend.
ko_kr: 백엔드 명령을 제출할 수 없습니다.
zh_tw: 不能命令提交到後端。

source: The system backup has been deleted.
cs_cz: záložní systém byl smazán.
ko_kr: 시스템 백업이 삭제되었습니다.
zh_tw: 系統備份已被刪除。

source: You cannot create a local backup in demo mode.
cs_cz: v demo režimu nemůžete vytvořit místní zálohu.
ko_kr: 데모 모드에서는 로컬 백업을 만들 수 없습니다.
zh_tw: 您無法在演示模式下創建本地備份。

source: Backup is scheduled and will be completed shortly.
cs_cz: Zálohování je naplánován a bude dokončena v brzké době.
ko_kr: 백업이 예약되어 곧 완료됩니다.
zh_tw: 備份計劃，並將於短期內完成。

source: Local Backup Archives
cs_cz: Místní záloh
ko_kr: 로컬 백업 아카이브
zh_tw: 本地備份存檔

source: Current backup files in /store/backups/nagiosxi.
cs_cz: Aktuální záložní soubory v /store/backups/nagiosxi.
ko_kr: /store/backups/nagiosxi에 있는 현재 백업 파일.
zh_tw: 目前備份檔案位於 /store/backups/nagiosxi 中。

source: Are you sure you want to create a backup? This may take a long time and be a very large archived file.
cs_cz: jsou si jisti, že chcete vytvořit zálohu? to může trvat dlouhou dobu a musí být velmi velké archivovaný soubor.
ko_kr: 당신은 당신이 백업을 만드시겠습니까? 이 긴 시간을 들여 매우 큰 아카이브 파일 일 수있다.
zh_tw: 你確定你要創建一個備份？這可能需要很長的時間，是一個非常大的存檔文件。

source: There are no system backups available.
cs_cz: nejsou k dispozici žádné systémové zálohy.
ko_kr: 가능한 시스템 백업이 없습니다.
zh_tw: 沒有可用的系統備份。

source: Rename Local Backup
cs_cz: přejmenování lokální zálohování
ko_kr: 로컬 백업의 이름을 변경
zh_tw: 重命名本地備份

source: Rename a local system backup. No spaces allowed, use underscores instead.
cs_cz: přejmenování zálohu xi systému Nagios. žádné mezery povoleny, použijte podtržítka místo.
ko_kr: Nagios의 XI의 시스템 백업의 이름을 바꿉니다. 공백은 허용되지 않습니다, 사용하는 대신 밑줄.
zh_tw: 重命名的nagios喜的系統備份。不允許使用空格，用下劃線代替。

source: Rename Backup To
cs_cz: přejmenování zálohování
ko_kr: 에 백업의 이름을 변경
zh_tw: 重命名備份

source: Error submitting command to the backend.
cs_cz: Chyba při odesílání příkazu k backend.
ko_kr: 백엔드에 명령을 제출하는 동안 오류가 발생했습니다.
zh_tw: 錯誤命令提交到後台。

source: Backup has been renamed.
cs_cz: zálohování byl přejmenován.
ko_kr: 백업 이름이 변경되었습니다.
zh_tw: 備份已被重新命名。

source: Backup scheduled to be renamed.
cs_cz: zálohování naplánován být přejmenován.
ko_kr: 스냅 샷 이름이 될 예정.
zh_tw: 快照計劃將改名為。

source: Provides the ability to schedule full Nagios XI backups.
cs_cz: poskytuje možnost naplánovat plné Nagiosu xi zálohy.
ko_kr: 전체 Nagios의에게 출산의 백업을 예약 할 수있는 기능을 제공합니다.
zh_tw: 能力來安排充分的nagios XI備份。

source: Scheduled Backups
cs_cz: plánované zálohování
ko_kr: 예약 된 백업
zh_tw: 排程備份

source: System Backups
cs_cz: zálohování systému
ko_kr: 시스템 백업
zh_tw: 系統備份

source: Successfully created a Public/Private SSH Key pair.
cs_cz: úspěšně vytvořil veřejný / soukromý pár klíčů ssh.
ko_kr: 공개 / 비공개 ssh 키 쌍을 만들었습니다.
zh_tw: 成功創建了一個公鑰/私鑰ssh密鑰對。

source: Could not create a Public/Private SSH Key pair.
cs_cz: nemohl vytvořit veřejný / soukromý pár klíčů ssh.
ko_kr: 공개 / 비공개 ssh 키 쌍을 만들 수 없습니다.
zh_tw: 無法創建公鑰/私鑰ssh密鑰對。

source: Scheduled FTP Backup Failed
cs_cz: plánované zálohování ftp se nezdařilo
ko_kr: 예약 된 ftp 백업 실패
zh_tw: 計劃的ftp備份失敗
