Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Invalid password reset token given.
cs_cz: neplatný tokenu pro obnovení hesla dána.
ko_kr: 잘못된 암호 토큰 주어진 재설정합니다.
zh_tw: 提供的密碼重設令牌無效。

source: Confirm Identity - Reset Password
cs_cz: potvrzení identity - resetování hesla
ko_kr: 신원을 확인 - 암호를 재설정

source: Please enter your username and password reset token sent to your email to reset your password.
cs_cz: zadejte své uživatelské jméno a resetování hesla tokenu odeslána na váš e-mail k resetování hesla.
ko_kr: 비밀번호를 재설정 이메일로 전송 사용자 이름과 암호 재설정 토큰을 입력 해 주시기 바랍니다.

source: Reset Password Token
cs_cz: resetování hesla tokenu
ko_kr: 암호 토큰을 재설정

source: Finish Reset
cs_cz: povrchová úprava resetu
ko_kr: 마무리 리셋

source: Your password has been changed.
cs_cz: Vaše heslo bylo změněno.
ko_kr: 비밀번호가 변경되었습니다.

source: Your passwords do not match.
cs_cz: Vaše hesla se neshodují.
ko_kr: 비밀번호가 일치하지 않습니다.

source: Finish Reset Password
cs_cz: dokončit resetování hesla
ko_kr: 암호 재설정을 완료

source: Fill out the fields below to reset your password.
cs_cz: vyplňte pole níže k resetování hesla.
ko_kr: 비밀번호를 재설정하려면 다음의 필드를 기입하십시오.
zh_tw: 填寫以下欄位以重設您的密碼。

source: This will reset your local password. Not your AD or LDAP password.
cs_cz: to bude obnovit své lokální heslo. není vaše reklama nebo LDAP heslo.
ko_kr: 이 지역 비밀번호를 재설정합니다. 아니 광고 또는 LDAP 암호를 입력합니다.
zh_tw: 這將重置您的本地密碼。不是您的 AD 或 LDAP 密碼。

source: Your account is allowed to log in using local authentication if the AD or LDAP server is unresponsive. Contact your administrator to change your AD or LDAP password.
cs_cz: Váš účet nemá přihlásit pomocí místního ověřování, zda server reklama nebo LDAP neodpovídá. obraťte se na správce změnit vaši reklamu nebo LDAP heslo.
ko_kr: 계정이 광고 또는 LDAP 서버가 응답하지 않는 경우 로컬 인증을 사용하여 로그인 할 수 있습니다. 광고 또는 LDAP 암호를 변경하려면 관리자에게 문의하십시오.
zh_tw: 如果 AD 或 LDAP 伺服器無回應，您的帳戶可以使用本機驗證登入。請聯絡您的管理員以變更您的 AD 或 LDAP 密碼。

source: New password
cs_cz: nové heslo
ko_kr: 새 암호

source: Confirm new password
cs_cz: potvrďte nové heslo
ko_kr: 비밀번호 확인

source: Password Change Required
cs_cz: požadovaná změna hesla
ko_kr: 비밀번호를 변경해야합니다

source: You are required to change your password before proceeding.
cs_cz: jste povinni změnit heslo před pokračováním.
ko_kr: 당신은 계속하기 전에 암호를 변경해야합니다.
zh_tw: 在繼續操作之前，您需要變更密碼。

source: Passwords do not match.
cs_cz: Hesla se neshodují.
ko_kr: 비밀번호가 일치하지 않습니다.

source: You cannot change your password while your account is locked. Please contact your administrator.
cs_cz: nemůžete změnit heslo, zatímco váš účet je uzamčen. obraťte se na správce.
ko_kr: 계정이 잠겨있는 동안 당신은 당신의 암호를 변경할 수 없습니다. 관리자에게 문의하시기 바랍니다.
zh_tw: 當您的帳戶被鎖定時，您無法變更密碼。請聯絡您的管理員。

source: Please enter your current password.
cs_cz: Prosím, zadejte své aktuální heslo.
ko_kr: 현재 암호를 입력하십시오.

source: License Agreement
cs_cz: licenční smlouva
ko_kr: 라이센스 계약

source: You must agree to the Nagios Software License Terms and Conditions before continuing using this software.
cs_cz: musíte souhlasit s podmínkami nagios softwarových licenčních podmínek před pokračováním pomocí tohoto softwaru.
ko_kr: 이 소프트웨어를 사용하여 계속하기 전에 Nagios 소프트웨어 라이센스 약관에 동의해야합니다.
zh_tw: 在繼續使用此軟體之前，您必須同意 Nagios 軟體授權條款與條件。

source: I have read, understood, and agree to be bound by the terms of the license above.
cs_cz: Přečetl jsem si, pochopil, a souhlasí s tím, že budete vázáni podmínkami licence výše.
ko_kr: 나는 읽고 이해하고, 위의 라이센스의 조건을 준수 할 것에 동의합니다.
zh_tw: 我已閱讀、瞭解並同意受上述授權條款的約束。

source: You must agree to the license before using this software.
cs_cz: musíte souhlasit s licencí před použitím tohoto softwaru.
ko_kr: 이 소프트웨어를 사용하기 전에 라이센스에 동의해야합니다.

source: File imported - File [overwrite flag]:
cs_cz: importovat soubor - soubor [Přepsat příznak]:
ko_kr: 파일 가져 오기 - 파일 [overwite 플래그] :
zh_tw: 匯入的檔案 - 檔案 [覆蓋標誌]：

source: ERROR
cs_cz: chyba
zh_tw: 錯誤

source: maxrows
cs_cz: maxrowy
zh_tw: 最大行數

source: Time period
cs_cz: časový úsek

source: contact groups
cs_cz: skupiny kontaktů

source: Timeperiod -
cs_cz: časový úsek -

source: UP
cs_cz: nahoru
zh_tw: 上

source: CPU
cs_cz: procesor

source: Sync On Apply Config
cs_cz: synchronizovat na aplikaci config
zh_tw: 同步應用配置

source: 3 (linkUp)
cs_cz: 3 (propojení)

source: Restore SNMPTT Configuration
cs_cz: obnovit konfiguraci snmptt
zh_tw: 恢復snmptt配置

source: Specify the data for the fifth csv field
cs_cz: Zadejte data pro páté pole csv
zh_tw: 指定第五個 csv 欄位的數據

source: The wizard detected that this server does not have snmpwalk permission on the target host.
cs_cz: Průvodce zjistil, že tento server nemá oprávnění snmpwalk na cílovém hostiteli.
zh_tw: 精靈偵測到該伺服器在目標主機上沒有 snmpwalk 權限。

source: YYYY-MM-DD HH:MM:SS
cs_cz: rrrr-mm-dd hh: mm: ss
zh_tw: 年-月-日 時:分:秒

source: MM/DD/YYYY HH:MM:SS
cs_cz: dd / mm / rrrr hh: mm: ss
zh_tw: 月/日/年 時:分:秒

source: DD/MM/YYYY HH:MM:SS
cs_cz: dd / mm / rrrr hh: mm: ss
zh_tw: 日/月/年 時:分:秒

source: Log out
zh_tw: 登出

source: URL
zh_tw: 網址

source: cmd
zh_tw: 指令

source: NCPA
zh_tw: 國家大劇院

source: OS
zh_tw: 口

source: , upgrade
zh_tw: ， 升級

source: Hostgroup
zh_tw: 主機組

source: url
zh_tw: 網址

source: Hostgroup -
zh_tw: 主機組

source: MRTG Files
zh_tw: MRTG 文件

source: Traceroute
zh_tw: 跟踪路由

source: History Tab
zh_tw: 歷史選項卡

source: Specify the data for the first csv field
zh_tw: 指定第一個 csv 欄位的數據

source: Specify the data for the second csv field
zh_tw: 指定第二個 csv 欄位的數據

source: Specify the data for the third csv field
zh_tw: 指定第三個 csv 欄位的數據

source: Specify the data for the sixth csv field
zh_tw: 指定第六個 csv 欄位的數據

source: Monitor Networks CPU usage by...
zh_tw: 透過以下方式監控網路 CPU 使用情況

source: POP
zh_tw: 彈出

source: Monitor the directory with by selecting services, below
zh_tw: 透過選擇下面的服務來監視目錄

source: Monitors the load on the server (1,5,15 minute values)
zh_tw: 監控伺服器上的負載（1、5、15 分鐘值）

source: Monitors disk usage on the server. Paths can be mount points or partition names
zh_tw: 監控伺服器上的磁碟使用情況。路徑可以是掛載點或分割區名稱

source: See
zh_tw: 看

source: Do not fail just because mount is not in fstab.
zh_tw: 不要因為掛載不在 fstab 中而失敗。

source: This will create a temporary file and return OK if the write test was successful.
zh_tw: 如果寫入測試成功，這將建立一個臨時檔案並傳回 OK。

source: The name of the Database Server Instance (in the case of multiple Database Engines running on a machine).
zh_tw: 資料庫伺服器實例的名稱（如果一台電腦上執行多個資料庫引擎）。

source: The port to use to connect to MSSQL server. Default is 1433. NOTE: Port is ignored, if Instance Name is provided.
zh_tw: 用於連接到 MSSQL 伺服器的連接埠。預設值為 1433。

source: The software version of the MSSQL Server Software.
zh_tw: MSSQL Server 軟體的軟體版本。

source: Azure SQL DB
zh_tw: Azure SQL 資料庫

source: 2022 (Dallas)
zh_tw: 2022（達拉斯）

source: 2019 (Seattle)
zh_tw: 2019（西雅圖）

source: Get performance data from the specified system or user database. The default database is master.
zh_tw: 從指定係統或使用者資料庫取得效能資料。預設資料庫是master。

source: Enter system/user Database Name, default master
zh_tw: 輸入系統/使用者資料庫名稱，預設master

source: Add a row in this form, in order to create another Custom Metric.
zh_tw: 在此表單中新增一行，以便建立另一個自訂指標。

source: name is required. This may be a system or user defined database.
zh_tw: 姓名為必填項。這可以是系統或使用者定義的資料庫。

source: Exact result expected from the SQL query. Critical will be returned, if the query result does not match 'Result' exactly. Literal strings or numbers only. If result is numeric and 'Query Warning' or 'Query Critical', below are specified, this entry will be ignored.
zh_tw: SQL 查詢預期的確切結果。如果查詢結果與「Result」不完全匹配，則會傳回 Critical。僅限文字字串或數字。如果結果是數字並且指定了下面的“查詢警告”或“查詢關鍵”，則該條目將被忽略。

source: An optional warning threshold to use when checking the result of the SQL query. Please note: The return values must be numeric in order for this to work
zh_tw: 檢查 SQL 查詢結果時所使用的可選警告閾值。請注意：返回值必須是數字才能正常運作

source: An optional critical threshold to use when checking the result of the SQL query. Please note: The return values must be numeric in order for this to work
zh_tw: 檢查 SQL 查詢結果時所使用的可選臨界閾值。請注意：返回值必須是數字才能正常運作

source: An optional warning threshold to use when checking the SQL connection time
zh_tw: 檢查 SQL 連線時間時所使用的可選警告閾值

source: An optional critical threshold to use when checking the SQL connection time
zh_tw: 檢查 SQL 連線時間時所使用的可選關鍵閾值

source: The SQL query to run. Must return an integer
zh_tw: 要執行的 SQL 查詢。必須傳回一個整數

source: No parameters required.
zh_tw: 無需參數。

source: The URL used to access the Nagios Log Server web interface e.g.(http://logserver.example.com/nagioslogserver/)
zh_tw: 用於存取 Nagios 日誌伺服器 Web 介面的 URL，例如(http://logserver.example.com/nagioslogserver/)

source: Bad API key.Message from server is
zh_tw: API 金鑰錯誤。

source: Monitor results of queries saved in Log Server
zh_tw: 監控日誌伺服器中儲存的查詢結果

source: Monitor results of a Lucene or JSON query entered as text
zh_tw: 監視以文字形式輸入的 Lucene 或 JSON 查詢的結果

source: This wizard will allow you to monitor performance statistics of the local Nagios server
zh_tw: 此精靈將允許您監控本地 Nagios 伺服器的效能統計訊息

source: Nagiostats is a binary included with Nagios that is used to monitor internal performance. This wizard allows users to select from a list of options to analyze local Nagios server performance, and produce graphs and reports over time. Not all checks are relevant for every install, so select checks based on your monitoring environment. See the Nagios Core Documentation on
zh_tw: Nagiostats 是 Nagios 附帶的二進位文件，用於監視內部效能。此精靈允許使用者從選項清單中進行選擇，以分析本地 Nagios 伺服器效能，並隨時間產生圖表和報告。並非所有檢查都與每次安裝相關，因此請根據您的監控環境選擇檢查。請參閱 Nagios 核心文檔

source: Selecting 1min checks will create a check that runs every 1min, 15min checks run every 15min
zh_tw: 選擇 1 分鐘檢查將建立每 1 分鐘執行一次的檢查，選擇每 15 分鐘執行一次的 15 分鐘檢查

source: Enter all warning and critical thresholds as integers
zh_tw: 輸入所有警告和嚴重閾值作為整數

source: All warning and critical thresholds are optional
zh_tw: 所有警告和嚴重閾值都是可選的

source: The full URL used to the remote Nagios XI server's web interface. Make sure you include the full path. Example:
zh_tw: 用於遠端 Nagios XI 伺服器 Web 介面的完整 URL。確保包含完整路徑。例子：

source: Enter URL, e.g., http://192.168.1.1/nagiosxi/
zh_tw: 輸入 URL，例如 http://192.168.1.1/nagiosxi/

source: An admin user's API key for the Nagios XI server is required.
zh_tw: 需要 Nagios XI 伺服器的管理員使用者 API 金鑰。

source: If this box is checked, the legacy authentication version will be available. Use only with versions of Nagios XI < 5.5.
zh_tw: 如果選取此框，則舊身份驗證版本將可用。僅適用於 Nagios XI &lt; 5.5 的版本。

source: Admin user API key from Nagios XI 5.5 and above
zh_tw: Nagios XI 5.5 及更高版本的管理員用戶 API 金鑰

source: Only for versions of Nagios XI, prior to than 5.5
zh_tw: 僅適用於 Nagios XI 5.5 之前的版本

source: Checks the availability of the remote Nagios XI server&apos;s web interface
zh_tw: 檢查遠端 Nagios XI 伺服器 Web 介面的可用性

source: Monitors the XI server to ensure the monitoring engine and supporting daemons are running
zh_tw: 監控 XI 伺服器以確保監控引擎和支援守護程序正在運行

source: Monitors the XI server to ensure the core jobs are running
zh_tw: 監控 XI 伺服器以確保核心作業正在執行

source: Monitors the server iowait CPU statistics (a measure of disk read/write wait time)
zh_tw: 監控伺服器 iowait CPU 統計資料（磁碟讀取/寫入等待時間的度量）

source: If the counter is per second (/sec in name) then you must put a sleep value to see data. Sleep value is in seconds. Most counters are fine with 1-5 seconds
zh_tw: 如果計數器是每秒（名稱中的/秒），那麼您必須輸入睡眠值才能查看資料。睡眠值以秒為單位。大多數計數器在 1-5 秒內就可以了

source: Select one of your Nagios Network Analyzer server&apos;s source, sourcegroup, or view
zh_tw: 選擇 Nagios Network Analyzer 伺服器的來源、來源群組或視圖之一

source: Amount of bytes being transferred
zh_tw: 正在傳輸的位元組數

source: Amount of flows being transferred
zh_tw: 轉移的流量數量

source: Amount of packets being transferred
zh_tw: 正在傳輸的資料包數量

source: If there is abnormal behavior on the source this check will return critical
zh_tw: 如果來源上存在異常行為，此檢查將傳回關鍵值

source: NRPE on %s is deprecated.You should use the <a href="%s">%s</a> unless you are using a legacy NRPE install
zh_tw: <a href="%s">%</a> s 上的 NRPE 已棄用。

source: Determines whether or not data between the Nagios XI server and NRPE agent is encrypted. Note: Legacy NRPE installations may require that SSL support be disabled
zh_tw: 確定 Nagios XI 伺服器和 NRPE 代理程式之間的資料是否加密。注意：舊版 NRPE 安裝可能需要停用 SSL 支持

source: You will need to install an agent on the Windows system in order to monitor it. For security purposes, it is recommended to use a password with the agent
zh_tw: 您需要在 Windows 系統上安裝代理程式才能對其進行監控。為了安全起見，建議使用代理密碼

source: This config wizard is <b>deprecated</b>. We recommend using the
zh_tw: 此設定精靈已<b>被棄用</b>。我們建議使用

source: Monitor Windows using the legacy monitoring agent. (Deprecated)
zh_tw: 使用舊版監視代理程式監視 Windows。 （已棄用）

source: NSClient++ (Legacy)
zh_tw: NSClient++（舊版）

source: You'll need to install an agent on the Windows system in order to monitor it. For security purposes, it is recommended to use a password with the agent.
zh_tw: 您需要在 Windows 系統上安裝代理程式才能對其進行監控。出於安全考慮，建議對代理使用密碼。

source: This wizard does not monitor a host, but you need a host name under which you can find your OpenAI metrics.
zh_tw: 此精靈不監控主機，但您需要一個主機名，您可以在該主機名下找到 OpenAI 指標。

source: Organization ID
zh_tw: 組織ID

source: Your OpenAI organization ID.
zh_tw: 您的 OpenAI 組織 ID。

source: The session token taken from your browser when viewing your OpenAI statistics.
zh_tw: 查看 OpenAI 統計資訊時從瀏覽器取得的會話令牌。

source: If you haven't used this wizard before, please read the documentation %shere%s
zh_tw: 如果您以前沒有使用過此嚮導，請閱讀文件%shere%s

source: Daily Generated Token Usage
zh_tw: 每日生成的代幣使用情況

source: Daily Context Token Usage
zh_tw: 每日上下文令牌使用情況

source: Session Token is incorrect or expired. Please log in to your OpenAI account and get a new session token.
zh_tw: 會話令牌不正確或已過期。請登入您的 OpenAI 帳戶並取得新的會話令牌。

source: Organization ID is incorrect.
zh_tw: 組織 ID 不正確。

source: API Key is incorrect.
zh_tw: API 金鑰不正確。

source: Time Units must be numeric.
zh_tw: 時間單位必須是數字。

source: Oracle libraries do not appear to be installed.
zh_tw: Oracle 庫似乎未安裝。

source: instructions for monitoring Oracle.
zh_tw: 監控 Oracle 的說明。

source: SID:
zh_tw: 安全識別碼：

source: What type of passive check(s) are you configuring? Your selection here will be used to set defaults on the next screen
zh_tw: 您正在配置什麼類型的被動檢查？您在此處的選擇將用於在下一個畫面上設定預設值

source: Define one or more service names that should be configured as passive services associated with the host
zh_tw: 定義一個或多個應配置為與主機關聯的被動服務的服務名稱

source: The SQL query to run. At least one column must be named "result".
zh_tw: 要執行的 SQL 查詢。至少一列必須命名為「結果」。

source: Monitors the status of the printer through it&apos;s JetDirect card. Useful for watching for offline and paper jam issues, etc.
zh_tw: 透過印表機的 JetDirect 卡監控印表機的狀態。對於觀察脫機和卡紙問題等很有用。

source: The port number the RADIUS server runs on
zh_tw: RADIUS 伺服器執行的連接埠號

source: Select the settings for the SLA report to run. Remember, every time you run the check it will use these settings
zh_tw: 選擇要執行的 SLA 報告的設定。請記住，每次運行檢查時都會使用這些設置

source: Select Assume State Retention
zh_tw: 選擇假設狀態保留

source: Select First Assumed Host State
zh_tw: 選擇第一個假定的主機狀態

source: This wizard allows you to enable SNMP Traps for existing hosts that are being monitored. Go to the Next step.
zh_tw: 此精靈可讓您為正在監視的現有主機啟用 SNMP 陷阱。轉到下一步。

source: Specify any OIDs you would like to monitor via SNMP. Sample entries have been provided as examples
zh_tw: 指定您想要透過 SNMP 監控的任何 OID。已提供範例條目作為範例

source: The port on which the SNMP device is listening
zh_tw: SNMP 設備正在偵聽的連接埠

source: Add some specifics to narrow down the SNMP scan results
zh_tw: 添加一些細節以縮小 SNMP 掃描結果的範圍

source: Select MIBs whose OIDs you want to see. By default, if no MIBs selected, the scan will show all OIDs for all MIBs
zh_tw: 選擇您想要查看其 OID 的 MIB。預設情況下，如果未選擇 MIB，掃描將顯示所有 MIB 的所有 OID

source: The top-level OID to use for scanning. If empty, by default, it will scan, private, which should work for most MIBs
zh_tw: 用於掃描的頂級 OID。如果為空，預設情況下，它將掃描私有，這應該適用於大多數 MIB

source: The maximum number of seconds to wait for the SNMP scan to complete
zh_tw: 等待 SNMP 掃描完成的最大秒數

source: The maximum number of results to process from the SNMP scan
zh_tw: SNMP 掃描要處理的最大結果數

source: You will need to install an agent on the Solaris server in order to monitor its metrics
zh_tw: 您需要在 Solaris 伺服器上安裝代理程式才能監控其指標

source: Monitors the load on the server (1,5,15 minute values).
zh_tw: 監控伺服器上的負載（1、5、15 分鐘值）。

source: Monitors the server CPU statistics (user, system, iowait %s)
zh_tw: 監控伺服器 CPU 統計資料（使用者、系統、iowait %s）

source: Monitors disk usage on the server. Paths can be mount points or partition names.
zh_tw: 監控伺服器上的磁碟使用情況。路徑可以是安裝點或分割區名稱。

source: Instructions for how to monitor hosts using ssh
zh_tw: 有關如何使用 ssh 監控主機的說明

source: Specify any remote commands that should be executed/monitored on the server using SSH. Note that these scripts must exist on the remote system at the path specified below
zh_tw: 指定應使用 SSH 在伺服器上執行/監視的任何遠端命令。請注意，這些腳本必須存在於遠端系統上下方指定的路徑中

source: Select Port Naming Monitoring Scheme
zh_tw: 選擇連接埠命名監控方案

source: Scan the switch or router to auto-detect interfaces, that can be monitored for link up/down status and bandwidth usage. The scanning process may take several seconds to complete.
zh_tw: 掃描交換器或路由器以自動偵測接口，可以監控連結開啟/關閉狀態和頻寬使用。掃描過程可能需要幾秒鐘才能完成。

source: Scan the switch or router to add Administratively Down Interfaces interfaces that can be monitored for link up/down status and bandwidth usage.
zh_tw: 掃描交換器或路由器以新增可監控連結開啟/關閉狀態和頻寬使用情況的管理性關閉介面介面。

source: If you have many devices with the same port bandwidth and desired alerting thresholds, paste each configuration as a CSV in the space below.
zh_tw: 如果您有許多具有相同連接埠頻寬和所需警報閾值的設備，請將每個配置以 CSV 形式貼到下方的空間。

source: The "IP Address" is required. Optionally, columns for "hostname", "snmpcommunity", can be included.
zh_tw: “IP 位址”是必需的。或者，可以包括「主機名稱」、「snmpcommunity」欄位。

source: Additionally, with SNMP v3 columns "v3_security_level", "v3_username", "v3_auth_password", "v3_priv_password", "v3_auth_proto", and/or "v3_priv_proto", can be included.
zh_tw: 此外，對於 SNMP v3，可以包含「v3_security_level」、「v3_username」、「v3_auth_password」、「v3_priv_password」、「v3_auth_proto」和/或「v3_priv_proto」欄位。

source: Select the ports for which you'd like to monitor bandwidth and port status. You may specify an optional port name to be associated with specific ports.
zh_tw: 選擇您想要監控頻寬和連接埠狀態的連接埠。您可以指定與特定連接埠關聯的可選連接埠名稱。

source: Gbps
zh_tw: 千兆位元

source: Kbps
zh_tw: 千位元組每秒

source: Either community or username is required.
zh_tw: 需要社群或用戶名。

source: The number of fields selected must match the number of inputs in the CSV under Bulk Configuration.
zh_tw: 所選欄位的數量必須與批次配置下 CSV 中的輸入數量相符。

source: A service that checks a TFTP server availability by trying to write a file without permissions
zh_tw: 透過嘗試在沒有權限的情況下寫入檔案來檢查 TFTP 伺服器可用性的服務

source: A service that checks a file located on a TFTP server for sanity or to check size
zh_tw: 檢查 TFTP 伺服器上檔案的完整性或大小的服務

source: You must include the exact size of the file in bytes, or the check will not run successfully, and you will recieve a message similar to <b>'File size mismatch: expected 17 bytes, got 15 bytes.'</b>
zh_tw: 您必須包含檔案的確切大小（以位元組為單位），否則檢查將無法成功運行，並且您將收到類似<b>「檔案大小不符：預期為 17 位元組，實際為 15 位元組」的訊息。</b>

source: Checks the active connections the WatchGuard device is servicing.
zh_tw: 檢查 WatchGuard 裝置正在服務的活動連線。

source: If you keep experiencing problems with the WatchGuard device wizard scan, login to the Nagios XI server as the root user and execute the following command.
zh_tw: 如果您在使用 WatchGuard 裝置精靈掃描時仍然遇到問題，請以 root 使用者身分登入 Nagios XI 伺服器並執行下列命令。

source: Select the port naming scheme to use.
zh_tw: 選擇要使用的連接埠命名方案。

source: Scan the WatchGuard device to auto-detect interfaces, that can be monitored for link up/down status and bandwidth usage. The scanning process may take several seconds to complete.
zh_tw: 掃描 WatchGuard 設備以自動偵測接口，可以監控鏈路開啟/關閉狀態和頻寬使用情況。掃描過程可能需要幾秒鐘才能完成。

source: The port to use when contacting the website
zh_tw: 聯絡網站時使用的端口

source: How to handle redirected pages. Sticky is like follow but will stick to the specified IP address. Stickyport ensures the port stays the same.
zh_tw: 如何處理重定向的頁面。 Sticky 與 follow 類似，但會黏貼到指定的 IP 位址。 Stickyport 確保連接埠保持不變。

source: Monitors the website to ensure the specified string is found in the content of the web page. A content mismatch may indicate that your website has experienced a security breach or is not functioning correctly.
zh_tw: 監視網站以確保在網頁內容中找到指定的字串。內容不符可能表示您的網站遇到了安全漏洞或無法正常運作。

source: Monitors the website to ensure the specified regular expression is found in the content of the web page. A content mismatch may indicate that your website has experienced a security breach or is not functioning correctly.
zh_tw: 監視網站以確保在網頁內容中找到指定的正規表示式。內容不符可能表示您的網站遇到了安全漏洞或無法正常運作。

source: Reg Ex
zh_tw: 正規表示式

source: Monitors the expiration date of the website&apos;s SSL certificate and alerts you if it expires within the specified number of days. Helps ensure that SSL certificates do not inadvertently go un-renewed.
zh_tw: 監控網站 SSL 憑證的到期日期，並在指定天數內到期時向您發出警報。幫助確保 SSL 憑證不會無意中取消續約。

source: The username and password to authenticate to the URL (optional). If specified, basic authentication is used.
zh_tw: 用於對 URL 進行身份驗證的使用者名稱和密碼（可選）。如果指定，則使用基本驗證。

source: Monitors the website to locate strings, as defined in the text box below.
zh_tw: 監視網站以尋找字串，如下面的文字方塊中所定義。

source: Insert a list of strings, each separated with a new line (if using a single quote you must escape it).
zh_tw: 插入字串列表，每個字串都以新行分隔（如果使用單引號，則必須對其進行轉義）。

source: Monitors the website to ensure the specified regular expression is found in the content of the web page. A content mismatch may indicate that your website<br> has experienced a security breach or is not functioning correctly. To include multiple expressions use the "|" after each expression with no spaces
zh_tw: 監視網站以確保在網頁內容中找到指定的正規表示式。內容不符可能表明您的網站<br>遇到安全漏洞或無法正常運作。若要包含多個表達式，請使用“|”每個表達式之後沒有空格

source: Monitors the URL to ensure the specified string is found in the content of the web page. A content mismatch may indicate that your website has experienced a security breach or is not functioning correctly.
zh_tw: 監視 URL 以確保在網頁內容中找到指定的字串。內容不符可能表示您的網站遇到了安全漏洞或無法正常運作。

source: Monitors the URL to ensure the specified regular expression is found in the content of the web page. A content mismatch may indicate that your website has experienced a security breach or is not functioning correctly.
zh_tw: 監視 URL 以確保在網頁內容中找到指定的正規表示式。內容不符可能表示您的網站遇到了安全漏洞或無法正常運作。

source: Monitor a synthentic web transaction. (Deprecated)
zh_tw: 監控綜合網路交易。 （已棄用）

source: Web Transaction (Legacy)
zh_tw: 網路事務（舊版）

source: Python 3 is required to run this wizard.
zh_tw: 執行此嚮導需要 Python 3。

source: Volume
zh_tw: 體積

source: Monitor disk volume.
zh_tw: 監控磁碟容量。

source: TB
zh_tw: 結核病

source: Read
zh_tw: 讀

source: CPU (%)
zh_tw: 中央處理器 （％）

source: Monitor a remote Windows Machine using SSH.
zh_tw: 使用 SSH 監視遠端 Windows 電腦。

source: Volume Warning and Critical values are required if the drive is defined.
zh_tw: 如果定義了驅動器，則需要磁碟區警告和臨界值。

source: Disk Warning and Critical values are required if the disk number is defined.
zh_tw: 如果定義了磁碟編號，則需要磁碟警告和嚴重值。

source: Memory Warning and Critical values are required if Memory Usage is enabled.
zh_tw: 如果啟用記憶體使用，則需要記憶體警告和臨界值。

source: Memory Warning and Critical values must be numeric.
zh_tw: 記憶體警告和臨界值必須是數字。

source: Memory Warning and Critical values must be positive.
zh_tw: 記憶體警告和臨界值必須為正值。

source: CPU Warning and Critical values are required if CPU Usage is enabled.
zh_tw: 如果啟用 CPU 使用，則需要 CPU 警告和嚴重值。

source: CPU Warning and Critical values must be numeric.
zh_tw: CPU 警告和嚴重值必須是數字。

source: CPU Warning and Critical values must be positive.
zh_tw: CPU 警告和臨界值必須為正值。

source: Specify what logs you are looking for and the filters that you want to apply to the logs. If any logs are found it will return a CRITICAL otherwise it will return an OK
zh_tw: 指定您要尋找的日誌以及要套用於日誌的篩選器。如果找到任何日誌，它將傳回 CRITICAL，否則將傳回 OK

source: Monitor a Microsoft&reg; Windows Vista, 7, 8, 8.1 and 10 desktop with NCPA.
zh_tw: 使用 NCPA 監控 Microsoft® Windows Vista、7、8、8.1 和 10 桌面。

source: Monitor a Microsoft&reg; Windows 2008, 2012, 2016, or 2019 server with NCPA.
zh_tw: 使用 NCPA 監控 Microsoft® Windows 2008、2012、2016 或 2019 伺服器。
