Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: The assigned, no longer used configuration files were deleted successfully!<br />
cs_cz: přiřazené, která se již nevyužívá konfigurační soubory byly úspěšně smazán! <br />
ko_kr: 할당 더 이상 사용하지 구성 파일이 성공적으로 삭제되었습니다! <br />
zh_tw: 的分配，不再使用的配置文件被成功刪除！ <br />

source: Config file deleted:
cs_cz: konfigurační soubor smazán:
ko_kr: 삭제 된 설정 파일 :
zh_tw: 配置文件刪除：

source: Database entry failed! Not all necessary data filled in!
cs_cz: Vstup databáze se nezdařilo! ne všechny potřebné údaje vyplnit!
ko_kr: 데이터베이스 항목이 실패했습니다! 필요한 모든 데이터에 작성하지!
zh_tw: 數據庫條目失敗！並非所有必要的數據填寫！

source: Database entry for
cs_cz: položka databáze pro
ko_kr: 데이터베이스 항목
zh_tw: 的數據庫條目

source: Common name of this domain. This field is for internal use only.
cs_cz: obecný název této domény. toto pole je určen pouze pro interní použití.
ko_kr: 이 도메인의 일반 이름. 이 필드는 내부 용으로 만 사용됩니다.
zh_tw: 這一領域的通用名稱。此字段僅供內部使用。

source: Absolute path to your NagiosQL configuration directory.
cs_cz: Absolutní cesta k nagiosql konfiguračním adresáři.
ko_kr: 당신의 nagiosql 구성 디렉토리 절대 경로.
zh_tw: 絕對路徑nagiosql配置目錄。

source: Examples:
cs_cz: příklady:
ko_kr: 예 :
zh_tw: 例如：

source: Be sure, that your configuration path settings are matching with your
cs_cz: být jisti, že vaše nastavení konfigurace dráhy jsou odpovídající s vaším
ko_kr: 구성 경로 설정과 일치되어 있는지, 없는지 확인하세요
zh_tw: 可以肯定的，那你的配置路徑設置的匹配與你

source: NagiosQL writes one configuration file for every host. It is useful to store this files inside an own subdirectory below your Nagios configuration path.
cs_cz: nagiosql píše jeden konfigurační soubor pro každého hostitele. je vhodné ukládat tyto soubory uvnitř vlastní podadresář pod vaší konfigurace Nagios cesty.
ko_kr: nagiosql 모든 호스트에 대한 하나의 구성 파일을 작성합니다. 그것은 당신의 Nagios 구성 경로 아래에있는 서브 디렉토리 안에이 파일을 저장하는 데 유용합니다.
zh_tw: nagiosql寫一個配置文件，為每個主機。它是存儲內部的自己的子目錄您的Nagios配置路徑下這個文件非常有用。

source: Be sure, that your configuration settings are matching with your
cs_cz: být jisti, že vaše nastavení konfigurace odpovídající s vaším
ko_kr: 구성 설정과 일치되어 있는지, 없는지 확인하세요
zh_tw: 可以肯定的，那你的配置設置匹配您的

source: NagiosQL writes services grouped into files identified by the service configuration names. It is useful to store this files inside an own subdirectory below your Nagios configuration path.
cs_cz: nagiosql píše služby seskupené do souborů označených názvy konfigurace služeb. je vhodné ukládat tyto soubory uvnitř vlastní podadresář pod vaší konfigurace Nagios cesty.
ko_kr: nagiosql는 서비스 구성 이름으로 식별 파일로 그룹화 서비스를 씁니다. 그것은 당신의 Nagios 구성 경로 아래에있는 서브 디렉토리 안에이 파일을 저장하는 데 유용합니다.
zh_tw: nagiosql寫道分為確定的服務配置文件的名稱服務。它是存儲內部的自己的子目錄您的Nagios配置路徑下這個文件非常有用。

source: Absolute path to your NagiosQL configuration backup directory
cs_cz: absolutní cesta k adresáři nagiosql zálohování konfigurace
ko_kr: 당신의 nagiosql 구성 백업 디렉토리에 대한 절대 경로
zh_tw: 絕對路徑nagiosql配置備份目錄

source: This directory is for internal configuration backups of NagiosQL and is not used by Nagios itself.
cs_cz: Tento adresář je určen pro interní zálohy konfiguračních nagiosql a není používán sám o sobě Nagios.
ko_kr: 이 디렉토리는 nagiosql의 내부 구성의 백업과 Nagios는 그 자체로 사용되지 않습니다.
zh_tw: 該目錄是nagiosql的內部配置備份和不使用的nagios本身。

source: Absolute path to your NagiosQL host configuration backup directory.
cs_cz: Absolutní cesta k nagiosql Host Configuration záložního adresáře.
ko_kr: 당신의 nagiosql 호스트 구성 백업 디렉토리 절대 경로.
zh_tw: 絕對路徑nagiosql主機配置的備份目錄。

source: This directory is for internal configuration backups of NagiosQL only and is not used by Nagios itself.
cs_cz: Tento adresář je určen pro interní zálohování konfigurace pouze nagiosql a není používán sám o sobě Nagios.
ko_kr: 이 디렉토리는 nagiosql의 내부 구성의 백업과 Nagios는 그 자체로 사용되지 않습니다.
zh_tw: 這個目錄僅供nagiosql內部配置備份和不使用的nagios本身。

source: Absolute path to your NagiosQL service configuration backup directory.
cs_cz: Absolutní cesta k nagiosql konfigurace služby záložního adresáře.
ko_kr: 당신의 nagiosql 서비스 구성 백업 디렉토리 절대 경로.
zh_tw: 絕對路徑nagiosql服務配置的備份目錄。

source: Absolute path to your Nagios command file.
cs_cz: Absolutní cesta do příkazového Nagios souboru.
ko_kr: 당신의 Nagios의 명령 파일에 대한 절대 경로.
zh_tw: 絕對路徑的nagios命令文件。

source: Be sure, that your command file path settings are matching with your
cs_cz: být jisti, že vaše nastavení cesta příkaz souborů jsou odpovídající s vaším
ko_kr: 명령 파일 경로 설정과 일치되어 있는지, 없는지 확인하세요
zh_tw: 可以肯定的，那你的命令文件路徑設置是匹配與你

source: This is used to reload Nagios directly from NagiosQL after changing a configuration.
cs_cz: to se používá k načtení Nagios přímo z nagiosql po změně konfigurace.
ko_kr: 이는 구성을 변경 한 후 nagiosql에서 직접 Nagios를 다시로드하는 데 사용됩니다.
zh_tw: 這是用來從nagiosql改變配置後直接重新加載的nagios。

source: Access key/keyholes
cs_cz: přístupový klíč / klíčové dírky
ko_kr: 액세스 키 / 열쇠 구멍
zh_tw: 訪問鍵/鎖眼

source: NagiosQL uses a very simplified access control mechanism by using up to 8 keys.
cs_cz: nagiosql používá velmi zjednodušený mechanismus kontroly přístupu pomocí až 8 klíčů.
ko_kr: nagiosql 8까지의 키를 이용하여 매우 단순화 된 액세스 제어 메커니즘을 사용한다.
zh_tw: nagiosql使用非常簡化的訪問控制機制使用多達8密鑰。

source: To access a secure object (menu, domain), a user must have a key for every defined keyhole.
cs_cz: přistupovat k zabezpečené objektu (menu doménu), musí mít uživatel klíč pro každou definovanou klíčovou dírku.
ko_kr: 보안 객체 (메뉴, 도메인)에 액세스하려면 사용자 정의 된 모든 열쇠 구멍에 대한 키가 있어야합니다.
zh_tw: 訪問安全對象（菜單，域），用戶必須有一個關鍵的每一個定義鎖孔。

source: Example:
cs_cz: příklad:
ko_kr: 예 :
zh_tw: 例如：

source: User A has key 1,2,5,7 (can be defined in user management)<br>User B has key 3,5,7,8 (can be defined in user management)
cs_cz: Uživatel má klíčové 1,2,5,7 (lze definovat správu uživatelů) <br> Uživatel b má klíčové 3,5,7,8 (lze definovat správu uživatelů)
ko_kr: 사용자가 키를 갖고 1,2,5,7 (사용자 관리에 정의 될 수 있음) <br> 유저 (B)는 키 3,5,7,8있다 (사용자 관리에 정의 될 수 있음)
zh_tw: 用戶有1,2,5,7鍵（可在用戶管理中定義） <br>用戶B鍵3,5,7,8（可在用戶管理中定義）

source: Menu 1 has keyhole 3,5<br>Menu 2 has keyhole 2,5,7
cs_cz: Nabídka 1 má klíčové dírky 3,5 <br> Nabídka 2 má klíčové dírky 2,5,7
ko_kr: 메뉴 하나는 열쇠 구멍 3,5가 <br> 메뉴 2는 열쇠 구멍 2,5,7-가
zh_tw: 菜單1有鎖孔3,5 <br>菜單2有鑰匙孔2,5,7

source: Menu 3 has no keyhole
cs_cz: Nabídka 3 nemá žádnou klíčovou dírku
ko_kr: 메뉴 3은 열쇠 구멍이 없습니다
zh_tw: 菜單3沒有鎖孔

source: Menu 4 has keyhole 4
cs_cz: Nabídka 4 má klíčové dírky 4
ko_kr: 메뉴 4 열쇠 구멍 4가
zh_tw: 菜單4具有鍵孔4

source: User A has access to menu 2 and menu 3 (key 3 for menu 1 and key 4 for menu 4 are missing)
cs_cz: Uživatel má přístup do menu 2 a menu 3 (tlačítko 3 pro vstup do menu 1 a tlačítko 4 pro vstup do menu 4 chybí)
ko_kr: 사용자 (4 누락 된 메뉴 메뉴 1 키 4 키 3) 메뉴 2, 메뉴 3에 액세스 할 수 있습니다
zh_tw: 用戶可以訪問菜單2和菜單3（3鍵為菜單1和4號密鑰進行菜單4失踪）

source: User B has access to menu 1 and menu 3 (key 2 for menu 2 and key 4 for menu 4 are missing)
cs_cz: Uživatel B má přístup k menu 1 a menu 3 (tlačítko 2 pro vstup do menu 2 a klíč 4 pro vstup do menu 4 chybí)
ko_kr: 사용자 B가 (4 누락 된 메뉴 메뉴 2 키 4 키 2) 메뉴 1, 메뉴 3에 액세스 할 수 있습니다
zh_tw: 用戶B可以訪問菜單1和菜單3（2鍵為菜單2和4鍵為菜單4失踪）

source: User - webserver authentification
cs_cz: Uživatel - webserver autentifikace
ko_kr: 사용자 - 웹 서버위한 인증
zh_tw: 用戶 - 網絡服務器認證方式

source: If your webserver uses authentification and the NagiosQL user name is the same which is actually logged in - the NagiosQL login process will passed. This means, that NagiosQL no longer shows a login page if this user is already logged in by webserver authentification.
cs_cz: pokud váš webový server používá autentizaci a nagiosql uživatelské jméno je stejné, což je ve skutečnosti přihlášen - za nagiosql přihlašovací proces bude předán. To znamená, že nagiosql již zobrazí přihlašovací stránku, pokud tento uživatel je již přihlášen na webserveru autentifikace.
ko_kr: 웹 서버는위한 인증을 사용하고 nagiosql 사용자 이름은 실제로 기록되는 동일한 경우 - nagiosql 로그인 프로세스가 전달됩니다. 이는이 사용자가 웹 서버위한 인증으로 로그인 이미되어있는 경우 그 nagiosql는 더 이상 로그인 페이지를 보여줍니다, 의미합니다.
zh_tw: 如果你的網絡服務器使用鑑別和nagiosql用戶名是實際記錄在同一個 - 的nagiosql登錄過程中會通過。這意味著，nagiosql不再顯示一個登錄頁面，如果此用戶已經登錄了網絡服務器認證方式。

source: This function will be implemented in a future NagiosQL version. Actually, this option is not implemented!
cs_cz: tato funkce bude implementována v budoucích nagiosql verzi. ve skutečnosti, tato možnost není implementován!
ko_kr: 이 함수는 미래 nagiosql 버전으로 구현 될 것이다. 실제로,이 옵션은 구현되지 않습니다!
zh_tw: 這個功能將在未來nagiosql版本中實現。實際上，這個選項不落實！

source: Absolute path to your Nagios configuration directory.
cs_cz: Absolutní cesta do konfigurace Nagios adresáře.
ko_kr: 당신의 Nagios 구성 디렉토리 절대 경로.
zh_tw: 絕對路徑的nagios配置目錄。

source: Be sure, that your
cs_cz: být jisti, že vaše
ko_kr: , 반드시 당신의
zh_tw: 可以肯定的，那你的

source: ist located inside this directory. NagiosQL uses this to handle this two files.
cs_cz: ist nachází uvnitř tohoto adresáře. nagiosql používá toto zvládnout tyto dva soubory.
ko_kr: IST이 디렉토리 안에 위치. nagiosql는이 두 개의 파일을 처리하기 위해 사용합니다.
zh_tw: 北京時間位於此目錄中。 nagiosql使用它來處理這個兩個文件。

source: Absolute path to your configuration import directory.
cs_cz: Absolutní cesta do konfigurace importu adresáře.
ko_kr: 구성 가져 오기 디렉토리에 대한 절대 경로.
zh_tw: 絕對路徑配置導入目錄。

source: You can use this directory to store old or example configuration files in it which should be accessable by the importer of NagiosQL.
cs_cz: můžete použít tento adresář pro uložení starých nebo ukázkové konfigurační soubory v něm, které by měly být přístupné u dovozce nagiosql.
ko_kr: 당신은 nagiosql의 수입에 의한 방법으로 접근 할 수 있어야 그것에 오래되거나 예를 구성 파일을 저장하기 위해이 디렉토리를 사용할 수 있습니다.
zh_tw: 你可以使用這個目錄來存放這應該是由accessable的nagiosql進口商它舊的或示例配置文件。

source: Absolute path to your Nagios binary file.
cs_cz: Absolutní cesta k Nagiosu binárních souborů.
ko_kr: 당신의 Nagios의 바이너리 파일에 대한 절대 경로.
zh_tw: 絕對路徑的nagios二進制文件。

source: This is used to verify your configuration.
cs_cz: toto je používáno k ověření vaší konfiguraci.
ko_kr: 이는 구성을 확인하는 데 사용됩니다.
zh_tw: 這是用來驗證配置。

source: Absolute path to your Nagios process file.
cs_cz: Absolutní cesta k nagios procesu souboru.
ko_kr: 당신의 Nagios 프로세스 파일에 대한 절대 경로.
zh_tw: 絕對路徑的nagios進程文件。

source: This is used to check if nagios is running before sending a reload command to the nagios command file.
cs_cz: toto je používáno ke kontrole, zda Nagios běží před odesláním příkazu Načíst znovu do příkazového souboru Nagios.
ko_kr: 이것은 Nagios는이 Nagios의 명령 파일에 다시로드 명령을 전송하기 전에 실행 여부를 확인하는 데 사용됩니다.
zh_tw: 這是用來檢查Nagios是發送一個reload命令的Nagios的命令文件之前運​​行。

source: The nagios version which is running in this domain.
cs_cz: nagios verze, která je spuštěna v této oblasti.
ko_kr: 이 도메인에서 실행중인 Nagios의 버전.
zh_tw: 這是在該域中運行的Nagios的版本。

source: Be sure you select the correct version here - otherweise not all configuration options are available or not supported options are shown.
cs_cz: být jisti, že vybrat správnou verzi zde - otherweise není k dispozici, nebo ne jsou uvedeny podporované možnosti všechny možnosti konfigurace.
ko_kr: 여기에 올바른 버전을 선택해야합니다 - 모든 구성 옵션을 사용할 수 여부 지원되는 옵션이 표시되어 있습니다하지 otherweise.
zh_tw: 確保你在這裡選擇了正確的版本 - otherweise不是所有的配置選項，或不支持的選項顯示。

source: You can change this with a running configuration - NagiosQL will then upgrade or downgrade your configuration. Don't forget to write your complete configuration after a version change!
cs_cz: můžete změnit to s běžícím konfigurací - nagiosql pak upgrade nebo downgrade konfiguraci. nezapomeňte uvést své kompletní konfiguraci po změně verze!
ko_kr: 당신은 실행 구성을 변경할 수 있습니다 - 다음 업그레이드하거나 구성을 다운 그레이드 nagiosql. 버전 변경 후 전체 구성을 작성하는 것을 잊지 마세요!
zh_tw: 你可以改變這一點的，正在運行的配置 - 那麼nagiosql將升級或降級您的配置。不要忘了一個版本變更後寫下你的完整的配置！

source: Host - host name
cs_cz: Hostitel - název hostitele
ko_kr: 호스트 - 호스트 이름
zh_tw: 主機 - 主機名

source: This directive is used to define a short name used to identify the host. It is used in host group and service definitions to reference this particular host. Hosts can have multiple services (which are monitored) associated with them. When used properly, the
cs_cz: Tato směrnice se používá k definování zkrácený název používaný k identifikaci hostitele. to je použito v hostitelské skupině a definice služeb odkazovat tento konkrétní hostitele. hostitelé mohou mít různé služby (které jsou sledovány) s nimi spojené. -li správně, použitý
ko_kr: 이 지시어는 호스트를 식별하는 데 사용되는 짧은 이름을 정의하는 데 사용됩니다. 그것은이 특정 호스트를 참조하는 호스트 그룹 및 서비스 정의에 사용됩니다. 호스트는 그와 관련된 (모니터링) 여러 서비스를 할 수 있습니다. 적절하게 사용하는 경우
zh_tw: 這個指令是用來定義用來標識主機的簡稱。它是用來在主機組和服務定義引用此特定的主機。主機可以具有與其相關聯的多個服務（其被監測）。正常，當用於

source: macro will contain this short name.
cs_cz: Makro bude obsahovat tento zkrácený název.
ko_kr: 매크로는이 짧은 이름이 포함됩니다.
zh_tw: 宏將包含此短名稱。

source: Parameter name:
cs_cz: Název parametru:
ko_kr: 매개 변수 이름 :
zh_tw: 參數名：

source: Required:
cs_cz: požadovaný:
ko_kr: 필요
zh_tw: 需要

source: yes
cs_cz: Ano
ko_kr: 예
zh_tw: 是的

source: Host - alias
cs_cz: Hostitelské - alias
ko_kr: 호스트 - 별명
zh_tw: 主機 - 別名

source: This directive is used to define a longer name or description used to identify the host. It is provided in order to allow you to more easily identify a particular host. When used properly, the
cs_cz: Tato směrnice se používá k definování delší název nebo popis slouží k identifikaci hostitele. je poskytován s cílem umožnit vám umožní snáze identifikovat konkrétní hostitele. -li správně, použitý
ko_kr: 이 지시는 호스트를 식별하는 데 더 긴 이름이나 설명을 정의하는 데 사용된다. 이를보다 쉽게​​ 특정 호스트를 식별 할 수 있도록하기 위해 제공된다. 적절하게 사용하는 경우
zh_tw: 這個指令是用來定義用來標識主機較長的名稱或說明。它是為了讓您更容易識別的特定主機提供的。正常，當用於

source: macro will contain this alias/description.
cs_cz: Makro bude obsahovat tento alias / popis.
ko_kr: 매크로는이 별명 / 설명을 포함 할 것이다.
zh_tw: 宏將包含這個別名/描述。

source: Host - address
cs_cz: hostitel - adresa
ko_kr: 호스트 주소
zh_tw: 主機地址

source: This directive is used to define the address of the host. Normally, this is an IP address, although it could really be anything you want (so long as it can be used to check the status of the host). You can use a FQDN to identify the host instead of an IP address, but if DNS services are not availble this could cause problems. When used properly, the $HOSTADDRESS$ macro will contain this address.</p><p><strong>Note:</strong> If you do not specify an address directive in a host definition, the name of the host will be used as its address. A word of caution about doing this, however - if DNS fails, most of your service checks will fail because the plugins will be unable to resolve the host name.
cs_cz: Tato směrnice se používá k definování adresu hostitele. Za normálních okolností se jedná o IP adresu, i když by to mohlo být opravdu cokoliv chcete (tak dlouho, jak to může být použita pro kontrolu stavu hostitele). můžete použít úplný název pro identifikaci hostitele namísto adresy IP, ale pokud DNS služby nejsou availble by to mohlo způsobit problémy. Při správném použití, bude $ hostaddress $ makra obsahují tuto adresu. </p><p> <strong>Poznámka:</strong> Pokud neurčíte direktivu adres v definici hostitele, bude název hostitele být použit jako jeho adresu. Pozor asi dělá, ale - pokud DNS selže, většina vašich servisních prohlídek se nezdaří, protože pluginy nebudou moci přeložit název hostitele.
ko_kr: 이 지시어는 호스트의 주소를 정의하는 데 사용됩니다. 정말 당신이 원하는 무엇이든 될 수 있지만 일반적으로,이 IP 주소입니다 (너무 오래가 호스트의 상태를 확인하기 위해 사용될 수있다). 만약 호스트 대신 IP 주소를 식별 할 FQDN을 사용할 수 있지만, DNS 서비스의 availble되지 경우 문제가 발생할 수있다. 적절하게 사용하는 경우, $의 hostaddress의 $ 매크로는이 주소가 포함됩니다. </p><p> <strong>참고 :</strong> 호스트 정의에 주소 지시문을 지정하지 않은 경우, 호스트의 이름은 그 주소로 사용됩니다. 이 일에 대한주의의 단어는, 그러나 - DNS가 실패 할 경우 플러그인은 호스트 이름을 확인할 수 없습니다 때문에, 서비스 검사의 대부분은 실패합니다.
zh_tw: 這個指令是用來定義主機的地址。通常情況下，這是一個IP地址，但它可能真的是你想要的任何東西（只要它可以用於檢查主機的狀態）。您可以使用FQDN來確定，而不是主機的IP地址，但如果DNS服務沒有出售中，這可能會導致問題。正常使用時，$ hostaddress $宏將包含這個地址。 </p><p> <strong>注意：</strong>如果你不指定主機定義一個地址的指令，該主機的名稱將用作其地址。謹慎關於這樣做的話，但是 - 如果DNS出現故障時，大部分的服務檢查將失敗，因為該插件將無法解析主機名。

source: Host - display name
cs_cz: Hostitel - název display
ko_kr: 호스트 - 표시 이름
zh_tw: 主機 - 顯示名稱

source: This directive is used to define an alternate name that should be displayed in the web interface for this host. If not specified, this defaults to the value you specify for the
cs_cz: Tato směrnice se používá k definování alternativní název, který se má zobrazit ve webovém rozhraní pro tohoto hostitele. není-li uvedeno, tento výchozí hodnotu určíte pro
ko_kr: 이 지시문은이 호스트의 웹 인터페이스에 표시해야 다른 이름을 정의하는 데 사용됩니다. 지정되지 않은 경우, 값이 기본값이 당신에 대해 지정
zh_tw: 這個指令是用來定義應顯示在Web界面此主機的備用名稱。如果沒有指定，這個默認值，你的指定

source: directive.
cs_cz: směrnice.
ko_kr: 지시어.
zh_tw: 指令。

source: The current CGIs do not use this option, although future versions of the web interface will.
cs_cz: aktuální CGI nepoužívají tuto možnost, i když budoucích verzích vůle webového rozhraní.
ko_kr: 현재 CGI를 웹 인터페이스 의지의 향후 버전하지만,이 옵션을 사용하지 마십시오.
zh_tw: 目前CGIS不使用此選項，雖然網頁界面的未來版本。

source: Host - parents
cs_cz: Hostitelské - rodiče
ko_kr: 호스트 - 부모
zh_tw: 主機 - 父母

source: This directive is used to define a comma-delimited list of short names of the "parent" hosts for this particular host. Parent hosts are typically routers, switches, firewalls, etc. that lie between the monitoring host and a remote hosts. A router, switch, etc. which is closest to the remote host is considered to be that host's "parent". Read the "Determining Status and Reachability of Network Hosts" document for more information.</p><p>If this host is on the same network segment as the host doing the monitoring (without any intermediate routers, etc.) the host is considered to be on the local network and will not have a parent host. Leave this value blank if the host does not have a parent host (i.e. it is on the same segment as the Nagios host). The order in which you specify parent hosts has no effect on how things are monitored.
cs_cz: Tato směrnice se používá k definování seznam oddělený čárkami krátkých jmen "mateřských" hostitelé pro tento konkrétní počítač. mateřské hostitelé jsou obvykle směrovače, přepínače, firewally atd, které leží mezi monitorovacím hostitel a vzdálené hostitele. router, switch, atd., která je nejblíže ke vzdálenému hostiteli se považuje které jsou hostiteli je "rodič". přečíst dokument "určující postavení a dosažitelnost síťových hostitelů" pro více informací. </p><p> -li tento hostitel je na stejném síťovém segmentu jako hostitel dělá monitorování (bez jakýchkoliv zprostředkujících směrovačů, atd) hostitel je považován v místní síti a nebude mít mateřský hostitele. opustit tuto hodnotu prázdnou, pokud hostitel nemá mateřský hostitele (to znamená, že je na stejném segmentu jako hostitel Nagios). pořadí, ve kterém určíte nadřazené hostitelů nemá žádný vliv na to, jak jsou monitorovány věci.
ko_kr: 이 지시문은이 특정 호스트에 대한 "부모"호스트의 짧은 이름의 쉼표로 구분 된 목록을 정의하는 데 사용됩니다. 호스트는 일반적으로 부모 모니터링 호스트와 원격 호스트 사이에 놓여 등 라우터, 스위치, 방화벽이다. 원격 호스트에 가장 가까운 라우터, 스위치 등 해당 호스트의 "부모"로 간주됩니다. 자세한 내용은 "상태 및 네트워크 호스트의 연결 가능성을 결정하는"문서를 참조하십시오. </p><p> 이 호스트 (등 중간 라우터 않고) 모니터링을하고 호스트와 동일한 네트워크 세그먼트에있는 경우, 호스트는 로컬 네트워크로 간주되고 부모 호스트가없는 것이다. 호스트가 부모 호스트가없는 경우 (가 Nagios의 호스트와 동일한 세그먼트에 예)이 값을 비워 둡니다. 당신이 부모 호스트를 지정하는 순서는 일을 모니터하는 방법에 영향을주지 않습니다.
zh_tw: 這個指令是用來定義一個逗號分隔的“父”主機短名稱列表這個特定的主機。母宿主是通常的路由器，交換機，防火牆等，存在於監控主機和遠程主機之間。路由器，交換機等，它們最接近於遠程主機被認為是該主機的“父”。閱讀“確定的地位和網絡主機是否可達”的文件以獲取更多信息。 </p><p>如果此主機在同一網段主機做監控（無需任何中間路由器等）的主機被認為是在本地網絡上，不會有一個父主機。保留此值為空，如果主機沒有父主機（即它是在同一個網段的主機的nagios）。在您指定的父主機的順序對事物是如何監測沒有影響。

source: Host - hostgroup names
cs_cz: Jména hostgroup - hostitel
ko_kr: 호스트 - hostgroup 이름
zh_tw: 主機 - 主機組名

source: This directive is used to identify the
cs_cz: Tato směrnice se používá k identifikaci
ko_kr: 이 지시문을 식별하는 데 사용됩니다
zh_tw: 這個指令是用來識別

source: short name(s)
cs_cz: zkrácený název (y)
ko_kr: 짧은 이름 (들)
zh_tw: 簡稱（​​S）

source: of the hostgroup(s) that the host belongs to. Multiple hostgroups should be separated by commas. This directive may be used as an alternative to (or in addition to) using the members directive in hostgroup definitions.
cs_cz: z hostgroup (ů), které hostitel patří. více hostgroups by měly být odděleny čárkou. Tato směrnice může být použit jako alternativa k (nebo navíc k) s použitím členové směrnice v definicích hostgroup.
ko_kr: 호스트가 속하는 hostgroup (들). 여러 hostgroups 쉼표로 구분해야합니다. 이 지시어는 회원 hostgroup 정의에 지시어를 사용하는 대신 (또는 이외에)을 사용할 수있다.
zh_tw: 的主機所屬的主機組（S）。多hostgroups應該用逗號分隔。此指令可使用本成員指令在主機組定義使用作為替代（或補充）。

source: If a hostgroup is defined here - this host will
cs_cz: pokud je hostgroup zde definovány - to hostitel
ko_kr: hostgroup 여기에 정의 된 경우 -이 호스트는 것
zh_tw: 如果一個主機組在這裡被定義 - 這台主機會

source: not be selected
cs_cz: není možné vybrat
ko_kr: 선택할 수 없습니다
zh_tw: 不能選擇

source: inside the member field of the same hostgroup definition!
cs_cz: uvnitř člen pole o stejné definice hostgroup!
ko_kr: 동일한 hostgroup 정의의 멤버 필드 안에!
zh_tw: 裡面的相同主機組定義的成員字段！

source: Cancelling Inheritance of String Values
cs_cz: zrušení dědičnost hodnot řetězce
ko_kr: 문자열 값의 취소 상속
zh_tw: 字符串值取消繼承

source: In some cases you may not want your host, service, or contact definitions to inherit values of string variables from the templates they reference. If this is the case, you can specify
cs_cz: V některých případech možná nebudete chtít svého hostitele, služby nebo definice kontaktní zdědit hodnoty řetězcových proměnných ze šablon, které odkazují. je-li to váš případ, můžete zadat
ko_kr: 경우에 당신은 당신의 호스트, 서비스, 또는 연락처 정의가 참조하는 템플릿에서 문자열 변수의 값을 상속 할 수 없습니다. 이 경우 지정할 수
zh_tw: 在某些情況下，你可能不希望你的主機，服務或接觸定義從它們引用的模板繼承字符串變量的值。如果是這樣的話，你可以指定

source: as the value of the variable that you do not want to inherit.
cs_cz: jako hodnotu proměnné, které nechcete zdědit.
ko_kr: 당신이 상속하지 않으려는 변수의 값으로.
zh_tw: 因為你不想繼承變量的值。

source: Additive Inheritance of String Values
cs_cz: přísada dědičnost hodnot řetězce
ko_kr: 문자열 값의 첨가제 상속
zh_tw: 字符串值相加繼承

source: Nagios gives preference to local variables instead of values inherited from templates. In most cases local variable values override those that are defined in templates. In some cases it makes sense to allow Nagios to use the values of inherited
cs_cz: nagios dává přednost lokální proměnné místo hodnot, zděděných ze šablon. Ve většině případů místní hodnoty proměnné přednost těm, které jsou definovány v šablonách. V některých případech to dává smysl, aby Nagios používat hodnoty zdědil
ko_kr: Nagios는 템플릿에서 상속 대신 값의 지역 변수에 대한 기본 설정을 제공합니다. 대부분의 경우 지역 변수 값은 템플릿에 정의 된 것보다 우선합니다. 어떤 경우에는 감 Nagios의 계승의 값을 사용하도록 허용 할 수있다
zh_tw: Nagios的優先選擇從模板中繼承的局部變量，而不是價值。在大多數情況下，局部變量值將覆蓋那些在模板中定義。在某些情況下是有意義的，以允許的nagios使用繼承的值

source: local variables together.
cs_cz: lokální proměnné dohromady.
ko_kr: 함께 지역 변수.
zh_tw: 局部變量在一起。

source: This "additive inheritance" can be accomplished by prepending the local variable value with a plus sign (<strong>+</strong>). This features is only available for standard (non-custom) variables that contain string values.
cs_cz: Tento "aditivní dědičnost" může být provedeno prepending místní hodnotu proměnné s znaménko plus <strong>(+).</strong> to je možné je k dispozici pouze pro standardní (non-vlastní) proměnných, které obsahují řetězec hodnoty.
ko_kr: 이 "첨가제 상속은"더하기 기호 <strong>(+)로</strong> 로컬 변수 값을 앞에 추가하여 수행 할 수 있습니다. 기능이 문자열 값을 포함하는 표준 (사용자 지정) 변수에만 사용할 수 있습니다.
zh_tw: 這種“添加劑繼承”可以通過一個加號<strong>（+）</strong>前面加上局部變量的值來完成。這個功能僅適用於包含字符串值標準（非定制）變量。

source: Host - check command
cs_cz: hostit - zkontrolovat příkazem
ko_kr: 호스트 - 명령을 확인
zh_tw: 主持人 - 檢查的命令

source: This directive is used to specify the
cs_cz: Tato směrnice se používá pro upřesnění
ko_kr: 이 지시문을 지정하는 데 사용됩니다
zh_tw: 這個指令是用來指定

source: short name
cs_cz: krátké jméno
ko_kr: 짧은 이름
zh_tw: 簡稱

source: of the command that should be used to check if the host is up or down. Typically, this command would try and ping the host to see if it is "alive". The command must return a status of OK (0) or Nagios will assume the host is down.
cs_cz: příkazu, který by měl být použit k ověření, zda je hostitel nahoru nebo dolů. typicky, tento příkaz se pokusí a ping hostitele, aby zjistili, zda je "živý". příkaz musí vrátit stav OK (0), nebo nagios bude předpokládat, že hostitel je dolů.
ko_kr: 호스트가 위 또는 아래로 있는지 확인에 사용하는 명령. 일반적으로,이 명령은 시도하고 "살아"이 있는지 여부를 확인하기 위해 호스트를 ping합니다. 명령 (0) 또는 Nagios는 호스트가 다운 가정합니다 확인의 상태를 반환해야합니다.
zh_tw: 應當用於檢查主機是否向上或向下命令的。通常情況下，這個命令會嘗試ping主機，看它是否是“活的”。該命令必須返回OK的狀態（0）或Nagios的假定主機已關閉。
