Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Requires host authorization to view report.
cs_cz: vyžaduje hostitele oprávnění pro zobrazení zprávy.
ko_kr: 보고서를 보려면 호스트 인증이 필요합니다.
zh_tw: 需要主機授權，查看報告。

source: Provides a bandwith usage report for network switches and routers that are being monitored.
cs_cz: Poskytuje zprávu o šířku pásma využití síťových přepínačů a směrovačů, které jsou monitorovány.
ko_kr: 네트워크 스위치 및 모니터링되고 라우터의 대역폭 사용량 보고서를 제공합니다.
zh_tw: 提供了一個被監視的網絡交換機和路由器的帶寬使用情況報告。

source: Bandwidth Usage
cs_cz: využití šířky pásma
ko_kr: 대역폭 사용
zh_tw: 帶寬使用情況

source: Bandwidth Usage Report:
cs_cz: Šířka pásma zpráva Využití:
ko_kr: 대역폭 사용 보고서 :
zh_tw: 帶寬使用情況報告：

source: Last updated
cs_cz: naposledy aktualizováno
ko_kr: 최근 업데이트
zh_tw: 最後更新

source: View Report
cs_cz: zobrazit hlášení
ko_kr: 보고서
zh_tw: 查看報告

source: Network Switch / Router Config Wizard
cs_cz: Průvodce konfigurací síťového přepínače / směrovače
ko_kr: 네트워크 스위치 / 라우터 구성 마법사
zh_tw: 網絡交換機/路由器配置嚮導

source: No valid devices are being monitored at this time. You must run the %s to use this report.
cs_cz: v tuto chvíli nejsou monitorována žádná platná zařízení. Chcete-li použít tento přehled, musíte spustit% s.
ko_kr: 현재 유효한 기기가 모니터링되고 있지 않습니다. 이 보고서를 사용하려면 % s을 (를) 실행해야합니다.
zh_tw: 目前沒有有效的設備受到監視。您必須運行％s才能使用此報告。

source: Bandwidth Report
cs_cz: Šířka pásma zpráva
ko_kr: 대역폭 보고서
zh_tw: 帶寬報告

source: View Report For
cs_cz: Pohled zpráva za rok
ko_kr: 에 대한 보고서보기
zh_tw: 查看報告

source: Use Old Graphs
cs_cz: používat staré grafy
ko_kr: 이전 그래프를 사용
zh_tw: 使用舊圖

source: See all available reports
cs_cz: zobrazit všechny dostupné zprávy
ko_kr: 사용할 수있는 모든 보고서를 참조
zh_tw: 看到所有可用的報告

source: Host name is required. Could not find host name in current hosts. This may be from having an RRD file with no host configured anymore.
cs_cz: Název hostitele je vyžadováno. nemohl najít název hostitele v běžných počítačů. to může být od mít soubor RRD bez hostitele již nakonfigurován.
ko_kr: 호스트 이름이 필요합니다. 현재 호스트에서 호스트 이름을 찾을 수 없습니다. 이 더 이상 구성없이 호스트와의 RRD 파일을 갖는 일 수있다.
zh_tw: 主機名是必需的。找不到主機名在當前主機。這可能是由具有配置了無主機的RRD文件。

source: Year
cs_cz: rok
ko_kr: 년
zh_tw: 年

source: In
cs_cz: v
ko_kr: ...에서
zh_tw: 在

source: Out
cs_cz: ven
ko_kr: 아웃
zh_tw: 出

source: Sum
cs_cz: součet
ko_kr: 합계
zh_tw: 和

source: Quarter
cs_cz: čtvrtletí
ko_kr: 쿼터
zh_tw: 25美分硬幣

source: Day
cs_cz: den
ko_kr: 일
zh_tw: 日

source: Month
cs_cz: měsíc
ko_kr: 월
zh_tw: 月

source: Displays a grid-like view of host and service status.
cs_cz: zobrazí mřížku podobný pohled na hostitele a servisním stavu.
ko_kr: 호스트 및 서비스 상태의 그리드 같은보기를 표시합니다.
zh_tw: 顯示一個網格狀的主機和服務狀態的視圖。

source: Displays a grid-like view of host and service status.
cs_cz: zobrazí mřížku podobný pohled na hostitele a servisním stavu.
ko_kr: 호스트 및 서비스 상태의 그리드 같은보기를 표시합니다.
zh_tw: 顯示一個網格狀的主機和服務狀態的視圖。

source: Status Grid
cs_cz: stav mřížka
ko_kr: 상태 그리드
zh_tw: 狀態網格

source: Host Up
cs_cz: hostit up
ko_kr: 호스트까지

source: No data to display
cs_cz: žádná data k zobrazení
ko_kr: 표시 할 데이터가 없습니다
zh_tw: 沒有數據顯示

source: Birdseye
ko_kr: 바즈
zh_tw: 鳥眼

source: Nagios XI
ko_kr: Nagios IM
zh_tw: Nagios的IM

source: Monitoring Engine
cs_cz: monitorování motoru
ko_kr: 프로세스 모니터
zh_tw: 監控引擎

source: Notifications Enabled
cs_cz: oznámení povolen
ko_kr: 알림 사용
zh_tw: 啟用通知

source: Hiding Handled
cs_cz: skrývá zacházet
ko_kr: 숨길 처리
zh_tw: 隱藏處理

source: Hiding Soft States
cs_cz: skrývá měkké stavy
ko_kr: 부드러운 상태를 숨기기
zh_tw: 隱藏軟狀態

source: Error
cs_cz: chyba
ko_kr: 오류
zh_tw: 錯誤

source: This component requires Nagios XI 2009R1.8 or later.
cs_cz: Tato komponenta vyžaduje Nagios XI 2009r1.4 nebo novější.
ko_kr: 이 구성 요소는 Nagios XI에게 2009R1.4 이상이 필요합니다.
zh_tw: 此組件需要的nagios十一2009r1.4或更高版本。

source: A dark-themed NOC-type interactive overview.
cs_cz: tmavě téma noc typu interaktivní přehled.
ko_kr: 어두운 테마 NOC 형 대화 형 개요.
zh_tw: 黑暗為主題的NOC型互動概述。

source: Birdseye is an interesting graphical NOC-style display. The idea behind the screen is to be able to clearly see issues as they happen.
cs_cz: birdseye je zajímavý grafický displej NOC stylu. Myšlenka na obrazovce je, aby bylo možné jasně vidět problémy, jak k nim dochází.
ko_kr: birdseye 흥미로운 그래픽 NOC 스타일의 디스플레이입니다. 화면 뒤에 아이디어는 발생으로 명확하게 문제를 볼 수있을 것입니다.
zh_tw: 伯宰是一個有趣的圖形NOC式顯示。屏幕背後的想法是要能夠清楚地看到問題，因為它們發生。

source: Global Settings
cs_cz: globální nastavení
ko_kr: 글로벌 설정
zh_tw: 全局設置

source: Default Lighting Option
cs_cz: Výchozí volba osvětlení
ko_kr: 기본 조명 옵션
zh_tw: 默認的照明選項

source: Sets the default lighting option when you load the page.
cs_cz: nastaví výchozí možnost osvětlení při načtení stránky.
ko_kr: 당신은 페이지를로드 할 때 기본 조명 옵션을 설정합니다.
zh_tw: 設置默認的照明選項，當您載入頁面。

source: Hosts directly assigned to contact
cs_cz: hostí přímo přiřazen ke kontaktu
ko_kr: 직접 문의에 할당 호스트
zh_tw: 直接分配給聯繫的主機

source: Check any relationships you wish to
cs_cz: zkontrolovat veškeré vztahy, které si přejete
ko_kr: 당신이 원하는 관계를 확인
zh_tw: 你想檢查任何關係

source: remove
cs_cz: odstranit
ko_kr: 삭제
zh_tw: 清除

source: Assigned as Contact
cs_cz: přidělen jako kontakt
ko_kr: 연락처로 할당
zh_tw: 指定為接觸

source: Check All
cs_cz: zkontrolovat vše
ko_kr: 모두 확인
zh_tw: 檢查所有的

source: No relationships for this contact
cs_cz: žádné vztahy pro tento kontakt
ko_kr: 이 연락처에 대한 관계 없음
zh_tw: 此聯繫人概無任何關係

source: Service directly assigned to contact
cs_cz: služba přímo přiřazen ke kontaktu
ko_kr: 직접 문의에 할당 서비스
zh_tw: 直接分配給聯繫的服務

source: Config Name
cs_cz: název config
ko_kr: 구성 이름
zh_tw: 配置名稱

source: Assigned as Contact Group
cs_cz: přidělen jako kontaktní skupina
ko_kr: 연락처 그룹으로 지정
zh_tw: 被指定為聯絡小組

source: No relationships for this contact group
cs_cz: žádné vztahy pro tuto skupinu kontaktů
ko_kr: 이 연락처 그룹에 대한 관계 없음
zh_tw: 概無任何關係聯絡小組的

source: Hosts directly assigned to Host Group
cs_cz: hostí přímo přiřadit k hostiteli skupiny
ko_kr: 직접 문의에 할당 호스트
zh_tw: 直接分配給聯繫的主機

source: Assigned as Host Group
cs_cz: přidělena jako hostitelská skupina
ko_kr: 연락처 그룹으로 지정
zh_tw: 被指定為聯絡小組

source: No relationships for this host group
cs_cz: žádné vztahy k tomuto skupině hostitele
ko_kr: 이 연락처 그룹에 대한 관계 없음
zh_tw: 概無任何關係聯絡小組的

source: Services directly assigned to Service Group
cs_cz: služby přímo přiřazené ke skupině služeb
ko_kr: 서비스 그룹에 직접 할당 된 서비스
zh_tw: 直接分配給服務組的服務

source: Assigned as Service Group
cs_cz: přidělen jako kontaktní skupina
ko_kr: 연락처 그룹으로 지정
zh_tw: 被指定為聯絡小組

source: No relationships for this service group
cs_cz: žádné vztahy pro tuto skupinu kontaktů
ko_kr: 이 연락처 그룹에 대한 관계 없음
zh_tw: 概無任何關係聯絡小組的

source: Hosts directly assigned as children of the Parent Host
cs_cz: hostí přímo přiřazeno jako děti z mateřské hostitele
ko_kr: 직접 부모 호스트의 자식으로 할당 된 호스트가
zh_tw: 主機直接指定為父主機的兒童

source: Check any child hosts you wish to
cs_cz: kontrolovat podřízené hostitelů, které si přejete
ko_kr: 당신이 원하는 아이 호스트를 확인
zh_tw: 檢查你想任何一個孩子主機

source: Assigned as Child Host
cs_cz: přidělen jako hostitel dětské
ko_kr: 자식 호스트로 할당
zh_tw: 指定為子主機

source: No child hosts
cs_cz: žádné podřízené hostitelé
ko_kr: 자식 호스트 없다
zh_tw: 沒有孩子主機

source: id should be a comma-delimited list of integers, optionally with whitespace
cs_cz: id by měl být čárkami oddělený seznam celých čísel, volitelně s mezerami
ko_kr: id는 공백으로 구분 된 쉼표로 구분 된 정수 목록이어야합니다.
zh_tw: id應該是以逗號分隔的整數列表，可選地帶有空格

source: Hosts using variable
cs_cz: hostitelů pomocí proměnné
ko_kr: 변수를 사용하는 호스트
zh_tw: 主機使用變量

source: Remove This Variable
cs_cz: odstranit tuto proměnnou
ko_kr: 이 변수를 제거하십시오.
zh_tw: 刪除此變量

source: No host relationships for this variable
cs_cz: žádné vztahy mezi hostiteli pro tuto proměnnou
ko_kr: 이 변수에 대한 호스트 관계 없음
zh_tw: 此變量沒有主機關係

source: Services using variable
cs_cz: služby využívající proměnné
ko_kr: 변수를 사용하는 서비스
zh_tw: 使用變量的服務

source: No service relationships for this variable
cs_cz: žádné servisní vztahy pro tuto proměnnou
ko_kr: 이 변수에 대한 서비스 관계 없음
zh_tw: 沒有此變量的服務關係

source: Contacts using variable
cs_cz: kontakty pomocí proměnné
ko_kr: 변수를 사용하는 연락처
zh_tw: 聯繫人使用變量

source: Contact Name
cs_cz: kontaktní prodeje
ko_kr: 연락처 판매
zh_tw: 與銷售人員聯繫

source: No contact relationships for this variable
cs_cz: žádné vztahy kontaktu pro tuto proměnnou
ko_kr: 이 변수에 대한 연락 관계 없음
zh_tw: 此變量沒有聯繫關係

source: This feature is disabled in demo mode.
cs_cz: Tato funkce je v demo režimu zakázána.
ko_kr: 데모 모드에서는이 기능을 사용할 수 없습니다.
zh_tw: 在演示模式下禁用此功能。

source: This feature requires enterprise features to be enabled.
cs_cz: tato funkce vyžaduje aktivaci podnikových funkcí.
ko_kr: 이 기능을 사용하려면 엔터프라이즈 기능을 사용할 수 있어야합니다.
zh_tw: 此功能需要啟用企業功能。

source: Invalid bulk command specified!
cs_cz: neplatné hromadné příkaz zadán!
ko_kr: 잘못된 대량 명령은 지정한!
zh_tw: 指定無效的散裝命令！

source: Updates saved successfully!
cs_cz: Aktualizace úspěšně uložen!
ko_kr: 업데이트가 성공적으로 저장되었습니다!
zh_tw: 更新保存成功！

source: Bulk Modifications Tool
cs_cz: hromadné úpravy nástroj
ko_kr: 대량 수정 도구
zh_tw: 批量修改工具

source: Step 2: Make Modifications
cs_cz: Krok 2: provést úpravy
ko_kr: 2 단계 : 수정을
zh_tw: 第2步：進行修改

source: Could not load page due to missing cmd option.
cs_cz: Nelze načíst stránku důvodu chybějící cmd možnost.
ko_kr: 누락되어 cmd를 옵션으로 페이지를로드 할 수 없습니다.
zh_tw: 不能由於缺少CMD選項加載頁面。

source: Host Inheritance Options
cs_cz: hostit možnosti dědičnosti
ko_kr: 상속 옵션 호스트
zh_tw: 主機繼承方案

source: Null
cs_cz: nula
ko_kr: null로
zh_tw: 空

source: Standard
ko_kr: 표준
zh_tw: 標準

source: Service Inheritance Options
cs_cz: Možnosti dědičnost služba
ko_kr: 서비스 상속 옵션
zh_tw: 服務繼承選項

source: Change Templates for Hosts/Services
cs_cz: změna šablony pro hostitele / služby
ko_kr: 호스트 / 서비스에 대한 변경 템플릿
zh_tw: 改變模板的主機/服務

source: Select if modifying Hosts or Services.
cs_cz: zvolit, zda modifikace hostitele nebo služby.
ko_kr: 호스트 또는 서비스를 수정하는 경우 선택합니다.
zh_tw: 選擇是否修改主機或服務。

source: Change the templates used for hosts/services. <strong>Creates or updates the "use x,x,x" line in the host/service config definition.</strong> Templates are applied in order.
cs_cz: Změna šablony používané pro hostitelů / služby. <strong>vytváří nebo aktualizuje "použití X, x, x" řádek v definici konfiguračním host / služby.</strong> Šablony jsou aplikovány v pořadí.
ko_kr: . 호스트 / 서비스에 사용되는 템플릿을 변경 <strong>만들거나 업데이트하는 호스트 / 서비스 구성 정의 라인 "X, X, X를 사용합니다."템플릿</strong> 순서로 적용됩니다.
zh_tw: 更改用於主機/服務的模板。 <strong>創建或更新了“用X，X，X”在主機/服務配置定義行。</strong>模板應用於順序。

source: THIS WILL OVERWRITE CURRENTLY USED TEMPLATES ON SELECTED OBJECTS
cs_cz: Tímto krokem přepíšete v současné době používají šablony na vybraných objektů
ko_kr: 이 선택한 객체에 현재 사용되는 템플릿을 덮어 쓰게됩니다
zh_tw: 這將覆蓋所選對象當前使用的模板

source: Select Templates
cs_cz: výběr šablony
ko_kr: 서비스 템플릿
zh_tw: 服務模板

source: Select Hosts
cs_cz: zvolte hostitelé
ko_kr: 호스트를 선택
zh_tw: 選擇主機

source: Select Hosts using Host Groups
cs_cz: zvolte hostitelé používající hostgroups
ko_kr: hostgroups를 사용하여 호스트 선택
zh_tw: 使用hostgroups選擇主機

source: Select Services
cs_cz: zvolte služby
ko_kr: 서비스를 선택
zh_tw: 選擇服務

source: Select Services using Service Groups
cs_cz: vyberte služby s použitím servicegroups
ko_kr: servicegroups를 사용하여 선택 서비스
zh_tw: 使用servicegroups選擇服務

source: Change Config Names for Services
cs_cz: Změna názvů konfigurační za služby
ko_kr: 서비스에 대한 설정 이름을 변경
zh_tw: 更改服務的配置名稱

source: Change the config name of the service. Normally the config name is the host name the service is on.
cs_cz: Změna názvu konfigurační služby. obvykle jméno config je název hostitele je tato služba dál.
ko_kr: 서비스의 구성 이름을 변경합니다. 일반적 구성 이름 서비스가 호스트 이름이다.
zh_tw: 更改服務的配置名稱。通常的配置名稱是主機名的服務上。

source: Change Command and Arguments
cs_cz: Změnit příkaz a argumenty
ko_kr: 변경 명령​​ 및 인수
zh_tw: 改變命令和參數

source: Change the command and arguments. To change only arguments do not select a new command and leave the check command blank. <br>Only argument fields which are checked will be overwritten/updated.
cs_cz: změnit příkaz a argumenty. Chcete-li změnit pouze argumenty, nevybírejte nový příkaz a nechte příkaz check prázdný. <br> přepsána / aktualizována budou pouze zaškrtnutá pole argumentů.
ko_kr: 명령과 인수를 변경하십시오. 인수 만 변경하려면 새 명령을 선택하지 말고 check 명령을 비워 두십시오. <br> 확인 된 인수 필드 만 덮어 쓰거나 업데이트됩니다.
zh_tw: 更改命令和參數。要僅更改參數，請不要選擇新命令，而將check命令保留為空白。 <br>僅選中的參數字段將被覆蓋/更新。

source: CHANGING THE COMMAND WILL OVERWRITE THE CURRENT COMMAND
cs_cz: změna příkazu přepíše aktuální příkaz
ko_kr: 명령을 변경하면 현재 명령을 덮어 씁니다.
zh_tw: 更改命令將覆蓋當前命令

source: Check Command
cs_cz: zkontrolovat příkazu
ko_kr: 명령을 확인
zh_tw: 檢查命令

source: no command (blank)
cs_cz: žádný příkaz (prázdný)
ko_kr: 어떤 명령 (빈)
zh_tw: 沒有命令（空白）

source: Toggle All
cs_cz: přepínat vše
ko_kr: 모든 전환
zh_tw: 切換所有

source: Change a single configuration option
cs_cz: změnit jednu možnost konfigurace
ko_kr: 하나의 구성 옵션을 변경
zh_tw: 改變單一的配置選項

source: Select a configuration option to change. These changes will overwrite any configuration value already present.
cs_cz: vyberte možnost konfigurace změnit. tyto změny přepíše jakékoliv konfigurace hodnota již přítomen.
ko_kr: 변경할 수있는 구성 옵션을 선택합니다. 이러한 변화는 모든 구성 값이 이미 덮어 쓰게됩니다.
zh_tw: 選擇一個配置選項來改變。這些變化將覆蓋任何配置值已經存在。

source: Max check attempts
cs_cz: Pokusy kontrola max
ko_kr: 최대 확인 시도
zh_tw: 最大嘗試檢查

source: Check interval
cs_cz: zkontrolovat interval
ko_kr: 간격을 확인
zh_tw: 檢查間隔

source: Check period
cs_cz: check období
ko_kr: 기간을 확인
zh_tw: 檢查期間

source: Retry interval
cs_cz: interval opakování
ko_kr: 재시도 간격
zh_tw: 重試間隔

source: Initial state
cs_cz: počáteční stav
ko_kr: 초기 상태
zh_tw: 初始狀態

source: Freshness threshold
cs_cz: práh svěžest
ko_kr: 신선도 임계 값
zh_tw: 新鮮門檻

source: Low flap threshold
cs_cz: nízký práh klapka
ko_kr: 낮은 플랩 임계 값
zh_tw: 低瓣門檻的

source: High flap threshold
cs_cz: Práh vysoká klapka
ko_kr: 높은 플랩 임계 값
zh_tw: 高瓣門檻的

source: Notification interval
cs_cz: oznámení interval
ko_kr: 알림 간격
zh_tw: 通知時間間隔

source: Notification period
cs_cz: oznamovací lhůta
ko_kr: 통지 방법
zh_tw: 通知方法

source: Notifications enabled
cs_cz: oznámení povolen
ko_kr: 알림 사용
zh_tw: 啟用通知

source: Notification options
cs_cz: možnosti oznámení
ko_kr: 신고 옵션
zh_tw: 通知選項

source: First notification delay
cs_cz: první zpožďovací oznámení
ko_kr: 첫 번째 알림 지연
zh_tw: 第一通知延遲

source: Active checks enabled
cs_cz: Účinné kontroly povolen
ko_kr: 활성 검사 가능
zh_tw: 啟用被動檢查

source: Passive checks enabled
cs_cz: pasivní kontroly povolen
ko_kr: 수동 수표 사용
zh_tw: 啟用被動檢查

source: Check freshness
cs_cz: zkontrolovat čerstvost
ko_kr: 신선도를 확인
zh_tw: 檢查新鮮感

source: Event handler enabled
cs_cz: Ovladač události povoleny
ko_kr: 이벤트 처리기 사용
zh_tw: 事件處理程序啟用

source: Flap detection enabled
cs_cz: klapka detekce povolen
ko_kr: 플랩 감지가 활성화
zh_tw: 瓣檢測功能

source: Flap detection options
cs_cz: možnosti detekce klapka
ko_kr: 플랩 검색 옵션
zh_tw: 皮瓣檢測選項

source: Retain status information
cs_cz: uchovávat informace o stavu
ko_kr: 상태 정보를 유지
zh_tw: 保留狀態信息

source: Retain non-status information
cs_cz: uchovávat non-stavové informace
ko_kr: 비 상태 정보를 유지
zh_tw: 保留非狀態信息

source: Process perf data
cs_cz: Proces perf dat
ko_kr: 프로세스 성능 데이터
zh_tw: 工藝性能數據

source: Stalking options
cs_cz: možnosti stalking
ko_kr: 스토킹 옵션
zh_tw: 跟踪選項

source: Is volatile
cs_cz: těkavé
ko_kr: 휘발성
zh_tw: 揮發性

source: Add Contacts to Hosts/Services
cs_cz: -li přidat kontakty na hostitele / služby
ko_kr: 호스트 / 서비스에 연락처를 추가
zh_tw: 聯繫人添加到主機/服務

source: Contact is not active and can not be applied
cs_cz: Kontakt není aktivní a nelze jej použít
ko_kr: 연락처가 활성화되어 있지 않아 적용 할 수 없습니다.
zh_tw: 聯繫人不活動，不能應用

source: Remove Contact from Hosts/Services
cs_cz: odebrat kontakt od hostitelů / služby
ko_kr: 호스트 / 서비스에서 연락처를 제거
zh_tw: 請從主機/服務接觸

source: Find Relationships
cs_cz: najít vztahy
ko_kr: 관계 찾기
zh_tw: 找關係

source: Add Contact Groups to Hosts/Services
cs_cz: přidat kontaktní skupiny k hostitelům / služby
ko_kr: 호스트 / 서비스에 대한 연락처 그룹을 추가
zh_tw: 添加聯繫人組主機/服務

source: Contact group is not active and can not be applied
cs_cz: Skupina kontaktů není aktivní a nemůže být použita
ko_kr: 연락처 그룹이 활성화되어 있지 않아 적용 할 수 없습니다.
zh_tw: 聯繫人組未激活，無法應用

source: Remove Contact Group from Hosts/Services
cs_cz: odebrat skupinu kontaktů od hostitelů / služby
ko_kr: 호스트 / 서비스에서 연락처 그룹을 제거
zh_tw: 請從主機/服務聯絡組

source: Contact Group
cs_cz: kontaktní skupina
ko_kr: 그룹에 문의
zh_tw: 聯絡組

source: Add a Host Group(s) to Hosts
cs_cz: Přidání hostitele skupinu (y) na počítače
ko_kr: 호스트에 호스트 그룹을 추가 (들)
zh_tw: 添加一個主機組到主機（S）

source: Remove a Host Group from Hosts
cs_cz: odebrat hostitele skupinu ze seznamu hostitelů
ko_kr: 호스트로부터 호스트 그룹을 제거
zh_tw: 刪除主機的主機組

source: Add a Service Group(s) to Services
cs_cz: přidejte skupinu služeb do služeb
ko_kr: 서비스에 서비스 그룹 추가
zh_tw: 將服務組添加到服務

source: Remove a Service Group from Services
cs_cz: odebrat skupinu služeb ze služeb
ko_kr: 서비스에서 서비스 그룹을 제거
zh_tw: 從服務中刪除服務組

source: Add Parent Host(s) to Hosts
cs_cz: přidat nadřazené hostitele (y) na hostiteli
ko_kr: 호스팅하는 부모의 호스트를 추가 (들)
zh_tw: 添加父主機到主機（S）

source: Select Child Hosts
cs_cz: zvolte dítě hostitelé
ko_kr: 아이의 호스트를 선택
zh_tw: 選擇孩子的主機

source: Select Child Hosts using Hostgroups
cs_cz: zvolte dítě hostitelů pomocí hostgroups
ko_kr: hostgroups를 사용하여 선택 하위 호스트
zh_tw: 使用hostgroups選擇孩子主機

source: Remove a Parent Host from Hosts
cs_cz: odebrat mateřský hostitele z hostitelů
ko_kr: 호스트에서 부모 호스트를 제거
zh_tw: 刪除主機父主機

source: Insert
cs_cz: vložit
ko_kr: 삽입하다
zh_tw: 插入

source: Select Contacts
cs_cz: Vyberte kontakt
ko_kr: 연락처를 선택
zh_tw: 選擇一個聯繫人

source: Select Contacts using Contact Groups
cs_cz: vyberte kontakty pomocí skupin kontaktů
ko_kr: 연락처 그룹을 사용하여 연락처 선택
zh_tw: 使用聯繫人組選擇聯繫人

source: Variable Name
cs_cz: Název proměnné
ko_kr: 변수 이름
zh_tw: 變量名

source: Add Service(s) to Hosts
cs_cz: přidat službu (y) na počítače
ko_kr: 호스트 서비스 (들)을 추가
zh_tw: 加服務​​（S）為主機

source: Template to use for new service
cs_cz: Šablona použít pro novou službu
ko_kr: 새로운 서비스에 사용하는 템플릿
zh_tw: 模板用於新服務

source: Select Hosts using Hostgroups
cs_cz: zvolte hostitelé používající hostgroups
ko_kr: hostgroups를 사용하여 호스트 선택
zh_tw: 使用hostgroups選擇主機

source: The bulk modification tool allows for modifications to be made to specific host and service configurations. This tool does not interact with settings or relationships defined in templates, and any settings applied by this tool will override any template settings.
cs_cz: Nástroj modifikace hromadné umožňuje úpravy, které mají být provedeny na konkrétním hostiteli a servisních konfiguracích. Tento nástroj nemá žádnou interakci s nastavením nebo vztahů definovaných v šablonách, a všechna nastavení použitá tímto nástrojem budou mít přednost před nastavením šablony.
ko_kr: 수정이 특정 호스트 및 서비스 구성을 변경해야하는 대량 수정 도구를 사용 할 수 있습니다. 이 도구는 설정이나 템플릿에 정의 된 관계와 상호 작용하지 않습니다,이 도구에 의해 적용된 설정은 템플릿 설정을 재정의합니다.
zh_tw: 批量修改工具，可以修改到特定的主機和服務配置。此工具不互動的設置，或在模板中定義的關係，並應用這個工具的任何設置將覆蓋任何模板設置。

source: Step 1: Select Modification
cs_cz: Krok 1: vyberte modifikace
ko_kr: 1 단계 : 선택 수정
zh_tw: 第1步：選擇修改

source: Change a Single Config Option
cs_cz: změnit jednu možnost config
ko_kr: 단일 구성 옵션을 변경합니다
zh_tw: 改變單一的配置選項

source: Add Contact(s)
cs_cz: Přidat kontakt (y)
ko_kr: 연락처를 추가 (들)
zh_tw: 添加聯繫人（S）

source: Remove Contact
cs_cz: odstranit kontakt
ko_kr: 연락처를 제거
zh_tw: 刪除聯繫人

source: Add Contact Group(s)
cs_cz: přidat kontaktní skupina (y)
ko_kr: 연락처 그룹 추가
zh_tw: 添加一個聯絡小組

source: Remove Contact Group
cs_cz: odebrat skupinu kontaktů
ko_kr: 연락처 그룹을 제거합니다
zh_tw: 刪除聯繫人組

source: Add Host Group(s)
cs_cz: přidat hostitelská skupina (y)
ko_kr: 추가 호스트 그룹 (들)
zh_tw: 添加主機組（S）

source: Remove Host Group
cs_cz: odstranit skupiny hostitelů
ko_kr: 호스트 그룹을 제거
zh_tw: 刪除主機組

source: Add Service Group(s)
cs_cz: servisní skupiny
ko_kr: 서비스 그룹
zh_tw: 服務組

source: Remove Service Group
cs_cz: odebrat servisní skupinu
ko_kr: 서비스 그룹 제거
zh_tw: 刪除服務組

source: Add Parent Host(s)
cs_cz: přidat rodič hostitel (y)
ko_kr: 추가 상위 호스트 (들)
zh_tw: 添加父主機（S）

source: Remove Parent Host
cs_cz: odebrat mateřskou hostitele
ko_kr: 부모 호스트를 제거
zh_tw: 刪除父主機

source: Add Service(s)
cs_cz: Přidat službu (y)
ko_kr: 추가 서비스 (들)
zh_tw: 加服務​​（S）

source: Change Templates
cs_cz: šablony změna
ko_kr: 템플릿 관리
zh_tw: 管理模板

source: Change Config Names
cs_cz: Změna názvů konfigurační
ko_kr: 설정 이름을 변경
zh_tw: 更改配置名稱

source: This component allows administrators to submit bulk configurations changes for selected hosts and services.
cs_cz: Tato komponenta umožňuje správcům podat konfigurací hromadné změny u vybraných hostitelů a služeb.
ko_kr: 이 구성 요소는 관리자가 선택한 호스트와 서비스에 대한 대량 구성 변경 사항을 제출 할 수 있습니다.
zh_tw: 這個組件允許管理員提交批量配置更改為選定的主機和服務。

source: You must enter a config name and at least 1 service.
cs_cz: musíte zadat název konfigurační a alespoň 1 službu.
ko_kr: 당신은 설정 이름과 최소 1 서비스를 입력해야합니다.
zh_tw: 您必須輸入一個配置名稱和至少1服務。

source: The variable ID list must be a comma-delimited list of integers, optionally with spaces.
cs_cz: Seznam proměnných id musí být čárkami oddělený seznam celých čísel, případně s mezerami.
ko_kr: 변수 id 목록은 쉼표로 구분 된 정수 목록이어야하며 선택적으로 공백이 있어야합니다.
zh_tw: 變量id列表必須是以逗號分隔的整數列表，可選擇帶空格。

source: Templates
cs_cz: šablony
ko_kr: 템플릿
zh_tw: 模板

source: Parents
cs_cz: rodiče
ko_kr: 부모
zh_tw: 父母

source: Contact Template
cs_cz: kontakt šablona
ko_kr: 연락처
zh_tw: 聯繫模板

source: Host Group
cs_cz: hostitelská skupina
ko_kr: 호스트 그룹
zh_tw: 主機組

source: Service Group
ko_kr: 서비스 그룹
zh_tw: 服務組

source: Time Period
cs_cz: časový úsek
ko_kr: 기간
zh_tw: 時間段

source: Service Escalation
cs_cz: služba eskalace
ko_kr: 서비스 강화
zh_tw: 服務升級

source: Host Escalation
cs_cz: hostitel eskalace
ko_kr: 호스트 강화
zh_tw: 主機升級

source: Service Dependency
cs_cz: závislost služba
ko_kr: 서비스 종속성
zh_tw: 服務的依賴

source: Host Dependency
cs_cz: hostit závislost
ko_kr: 호스트 종속
zh_tw: 主機依賴

source: Parent
cs_cz: rodič
ko_kr: 부모
zh_tw: 父母

source: Clear
cs_cz: jasný
ko_kr: 삭제
zh_tw: 清除

source: Filter
cs_cz: filtr
ko_kr: 필터
zh_tw: 過濾器

source: Child
cs_cz: dítě
ko_kr: 아이
zh_tw: 兒童

source: Object has a relationship established elsewhere
cs_cz: Objekt má vztah stanovený na jiném místě
ko_kr: 목적은 다른 곳에 설립 관계가
zh_tw: 對象有其他地方建立了戀愛關係

source: Add Selected
cs_cz: přidat vybraná
ko_kr: 선택한 추가
zh_tw: 添加選定的

source: An example of a relationship that can only be linked in one direction is a child host with a host defined as the parent cannot be set as a child from the host it is already a child of.
cs_cz: příklad vztahu, který může být spojeny pouze v jednom směru, je dítě hostitel s řadou definována jako mateřská nelze nastavit jako dítě od hostitele je již dítě.
ko_kr: 한 방향으로 만 결합 될 수있는 관계의 일례는 부모가 이미의 자식 호스트로부터 자식으로 설정 될 수없는 정의 호스트와 하위 호스트이다.
zh_tw: 只能在一個方向鏈接的關係的一個例子是一個子主機定義為母體不能被設置為從它已是一個小孩的宿主子的主機。

source: Relationship defined elsewhere
cs_cz: Vztah definována na jiném místě
ko_kr: 관계는 다른 곳에서 정의
zh_tw: 關係別處定義

source: Inactive object
cs_cz: neaktivní objekt
ko_kr: 비활성 객체
zh_tw: 非活動對象

source: Assigned
cs_cz: přidělen
ko_kr: 지정된
zh_tw: 分配

source: Remove All
cs_cz: odebrat všechny
ko_kr: 모두 제거
zh_tw: 全部刪除

source: The
ko_kr: 그만큼
zh_tw: 的

source: has
cs_cz: má
ko_kr: 이
zh_tw: 有

source: Unable to determine the interval for observed or predicted.
cs_cz: schopni určit interval pro zjištěný nebo předvídat.
ko_kr: 관찰 또는 예측의 간격을 확인할 수 없습니다.
zh_tw: 無法確定的時間間隔觀察或預測。

source: insufficient data to make predictions.
cs_cz: dostatek údajů, aby se předpovědi.
ko_kr: 불충분 한 데이터는 예측을합니다.
zh_tw: 數據不足以作出預測。

source: High
cs_cz: vysoký
ko_kr: 높은
zh_tw: 高

source: Low
cs_cz: nízký
ko_kr: 낮은
zh_tw: 低

source: Medium
cs_cz: střední
ko_kr: 중
zh_tw: 中

source: data integrity over the previous observed
cs_cz: integrita dat oproti předchozímu pozorován
ko_kr: 이전을 통해 데이터 무결성을 관찰
zh_tw: 在以前的數據完整性觀察

source: period
cs_cz: doba
ko_kr: 기간
zh_tw: 期

source: During the observed
cs_cz: Během pozorované
ko_kr: 관찰 기간 동안
zh_tw: 在觀察

source: the data has ranged to a maximum of
cs_cz: data se pohybovala na maximálně
ko_kr: 데이터는 최대 원거리했다
zh_tw: 數據已不等至最高

source: with an average of
cs_cz: s průměrem
ko_kr: 의 평균
zh_tw: 以平均

source: For the estimated
cs_cz: pro předpokládaný
ko_kr: 추정에 대한
zh_tw: 為估計

source: period the
cs_cz: období
ko_kr: 기간
zh_tw: 期

source: maximum of
cs_cz: maximálně
ko_kr: 최대
zh_tw: 最多

source: no
cs_cz: Ne
ko_kr: 아니
zh_tw: 沒有
