Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Example: If you specify <strong>d,r</strong> in this field, notifications will only be sent out when the host goes DOWN and when it recovers from a DOWN state.
cs_cz: Příklad: Zadáte-li <strong>d, r</strong> v této oblasti, bude oznámení zaslány pouze pokud je hostitel klesá a když se zotaví z dolů stavu.
ko_kr: 예 :이 필드에 <strong>D, R를</strong> 지정하는 경우는 다운 상태에서 복구 할 때 호스트가 다운 될 때, 통지 만 발송됩니다.
zh_tw: 例如：如果您在此字段中指定<strong>D，R，</strong>通知只會被發送出去，當主機出現故障，當它從關閉狀態恢復。

source: Host - notification enabled
cs_cz: hostitel - oznámení povolen
ko_kr: 알림 사용
zh_tw: 啟用通知

source: This directive is used to determine whether or not notifications for this host are enabled. Values:
cs_cz: Tato směrnice se používá k určení, zda jsou nebo nejsou povoleny oznámení pro tuto hostitele. hodnoty:
ko_kr: 이 지시문은이 호스트에 대한 알림 기능을 사용할 수 있는지 여부를 결정하는 데 사용됩니다. 값 :
zh_tw: 這個指令是用來決定是否啟用此主機的通知。價值觀：

source: disable host notifications,
cs_cz: zakázat hostitelských oznámení,
ko_kr: 호스트 알림을 사용하지 않으려면
zh_tw: 關閉主機的通知，

source: enable host notifications.
cs_cz: povolit hostitele oznámení.
ko_kr: 호스트 알림을 사용.
zh_tw: 啟用主機的通知。

source: Host - stalking options
cs_cz: Možnosti stalking - hostitel
ko_kr: 호스트 - 스토킹 옵션
zh_tw: 主機 - 跟踪選項

source: This directive determines which host states "stalking" is enabled for. Valid options are a combination of one or more of the following:
cs_cz: Tato směrnice určuje, které hostitelské státy "pronásledování" je povoleno. Platné jsou kombinací jedné nebo více z následujících:
ko_kr: 이 지침은 호스트 상태가 활성화되어 "스토킹"결정합니다. 유효한 옵션은 다음 중 하나 이상의 조합이다 :
zh_tw: 這個指令決定了主機的狀態“盯梢”啟用。有效的選項是一種或多種下列物質的組合：

source: stalk on UP states,
cs_cz: stonek nahoru států,
ko_kr: 미국 최대의 스토킹,
zh_tw: 稈上了狀態，

source: stalk on DOWN states, and
cs_cz: páčku dolů států, a
ko_kr: 상태 아래에 스토킹하고,
zh_tw: 稈上下來的狀態，並

source: stalk on UNREACHABLE states.
cs_cz: stopku na nedosažitelných stavů.
ko_kr: 도달 할 수없는 상태에 스토킹.
zh_tw: 稈上的不可達狀態。

source: Host - process performance data
cs_cz: Údaje výkonnosti procesů - hostitel
ko_kr: 호스트 - 프로세스 성능 데이터
zh_tw: 主機 - 工藝性能數據

source: This directive is used to determine whether or not the processing of performance data is enabled for this host. Values:
cs_cz: Tato směrnice se používá k určení, zda zpracování údajů o výkonu je povolen pro tohoto hostitele. hodnoty:
ko_kr: 이 지시문은 성능 데이터의 처리가이 호스트 사용 가능 여부를 판별하는 데 사용됩니다. 값 :
zh_tw: 這個指令是用來確定是否啟用該主機的性能數據的處理。價值觀：

source: disable performance data processing,
cs_cz: zakázat výkon zpracování dat,
ko_kr: 성능 데이터 처리를 비활성화
zh_tw: 禁用性能數據處理，

source: enable performance data processing.
cs_cz: umožnit výkon zpracování dat.
ko_kr: 성능 데이터 처리를 가능하게한다.
zh_tw: 使性能的數據處理。

source: Host - notification interval
cs_cz: hostitel - interval oznámení
ko_kr: 호스트 - 알림 간격
zh_tw: 主機 - 通知間隔

source: This directive is used to define the number of "time units" to wait before re-notifying a contact that this service is
cs_cz: Tato směrnice se používá k definování počet "časových jednotek" čekat, než znovu oznámením kontakt, který tato služba
ko_kr: 이 지시문은이 서비스가 있는지 접촉을 다시 통지하기 전에 대기 할 "시간 단위"의 수를 정의하는 데 사용됩니다
zh_tw: 這個指令是用來定義“時間單位”的數量等，然後再重新通知的聯繫人，此服務

source: still
cs_cz: ještě pořád
ko_kr: 여전히
zh_tw: 還

source: down or unreachable. Unless you've changed the
cs_cz: vypnutý nebo nedostupný. pokud jste změnil
ko_kr: 다운되었거나 연결할. 당신은 변경하지 않았다면
zh_tw: 關閉或無法訪問。除非你已經改變了

source: directive from the default value of 60, this number will mean minutes. If you set this value to 0, Nagios will
cs_cz: směrnici z výchozí hodnoty 60, toto číslo bude znamenat minut. Nastavíte-li tuto hodnotu na 0, Nagios
ko_kr: 60의 기본 값에서 지시어,이 숫자는 분을 의미합니다. 당신이 값을 0으로 설정하면, Nagios는는 것
zh_tw: 從60的默認值的指令，這個數目將意味著分鐘。如果這個值設置為0，Nagios的會

source: re-notify contacts about problems for this host - only one problem notification will be sent out.
cs_cz: znovu oznámit kontakty o problémech pro tento hostitele - pouze jedno oznámení problém bude rozesláno.
ko_kr: 이 호스트에 대한 문제에 대해 접점을 다시 통보 - 하나의 문제 알림이 전송됩니다.
zh_tw: 再通知聯繫人有關此主機的問題 - 只有一個問題的通知將被發送出去。

source: Host - first notification delay
cs_cz: host - první oznámení o zpoždění
ko_kr: 호스트 - 최초의 통지 지연
zh_tw: 主機 - 第一通知延遲

source: This directive is used to define the number of "time units" to wait before sending out the first problem notification when this host enters a non-UP state. Unless you've changed the interval_length directive from the default value of 60, this number will mean minutes. If you set this value to 0, Nagios will start sending out notifications immediately.
cs_cz: Tato směrnice se používá k definování počet "časových jednotek" čekat před odesláním první oznámení problému, kdy tento počítač zadá non-up stavu. pokud jste změnili směrnici o interval_length z výchozí hodnoty 60 ° C, bude toto číslo znamenat minut. Nastavíte-li tuto hodnotu na 0, bude nagios okamžitě začít rozesílat oznámení.
ko_kr: 이 지정은이 호스트가 아닌 업 상태로 전환 될 때 제 문제 통지를 발송하기 전에 대기 "시간 단위"의 개수를 정의하기 위해 사용된다. 당신이 60의 기본 값에서 interval_length 지시문을 변경하지 않았다면,이 숫자는 분을 의미합니다. 당신이 값을 0으로 설정하면, Nagios는 즉시 통지를 발송하기 시작합니다.
zh_tw: 這個指令是用來定義“時間單位”的數量時，該主機進入非啟動狀態發出的第一個問題通知之前等待。除非你已經改變了60的默認值interval_length指令，這個數字將意味著分鐘。如果將該值設置為0，Nagios的將立即開始發送通知。

source: Host - notes
cs_cz: Hostitelské - poznámky
ko_kr: 호스트 노트
zh_tw: 主機注意事項

source: This directive is used to define an optional string of notes pertaining to the host. If you specify a note here, you will see the it in the extended information CGI (when you are viewing information about the specified host).
cs_cz: Tato směrnice se používá k definování volitelný řetězec poznámek týkajících se hostitele. Zadáte-li poznámku tady, uvidíte ho do rozšířeného informačního CGI (při zobrazení informace o zadaném hostiteli).
ko_kr: 이 지시어는 호스트에 관한 노트의 선택적 문자열을 정의하는 데 사용됩니다. 여기에 메모를 지정하면 (당신이 지정된 호스트에 대한 정보를 볼 때), 당신은 확장 된 정보 CGI에서 그것을 볼 수 있습니다.
zh_tw: 這個指令是用來定義屬於主音符一個可選的字符串。如果您在此處指定一個音符，你會看到它在擴展信息CGI（當您正在查看有關指定的主機的信息）。

source: Host - vrml image
cs_cz: hostitel - VRML image
ko_kr: 호스트 - VRML 이미지
zh_tw: 主機 - VRML形象

source: This variable is used to define the name of a GIF, PNG, or JPG image that should be associated with this host. This image will be used as the texture map for the specified host in the statuswrl CGI. Unlike the image you use for the
cs_cz: tato proměnná se používá k definování názvu GIF, PNG, nebo JPG, která by měla být spojena s tímto hostitelem. Tento obrázek bude použit jako mapu textury pro zadaný hostitele v statuswrl CGI. Na rozdíl od obrazu, který používat pro
ko_kr: 이 변수는이 호스트와 연결되어야한다 GIF, PNG 또는 JPG 이미지의 이름을 정의하는 데 사용됩니다. 이 이미지는 statuswrl의 CGI에 지정된 호스트에 대한 텍스처 맵으로 사용됩니다. 이미지와는 달리 당신은 사용
zh_tw: 此變量用於定義應與該主機相關聯一個GIF，PNG或JPG圖像的名稱。該圖像將被用作紋理貼圖在statuswrl CGI指定的主機。圖像不像你使用的

source: variable, this one should probably
cs_cz: variabilní, tohle by pravděpodobně
ko_kr: 변수, 이것은 아마해야
zh_tw: 可變的，這其中或許應該

source: have any transparency.
cs_cz: žádnou transparentnost.
ko_kr: 어떤 투명성을 가지고있다.
zh_tw: 有透明度。

source: If it does, the host object will look a bit wierd. Images for hosts are assumed to be in the <strong>logos/</strong> subdirectory in your HTML images directory (i.e.
cs_cz: pokud ano, bude objekt hostitel vypadat trochu divně. fotografie pro hostitele jsou převzaty být v <strong>log /</strong> podadresáři ve vašem HTML obrázky adresáře (tj
ko_kr: 그것은 않는 경우, 호스트 개체는 비트 이상한 보일 것입니다. 호스트에 대한 이미지가 HTML 이미지 디렉토리에있는 <strong>로고 /</strong> 하위 디렉토리에있는 것으로 간주된다 (즉,
zh_tw: 如果是這樣，主機對象將看起來有點怪異。圖像主機被認為是在<strong>標識/</strong>子目錄中的HTML圖像目錄（即

source: This variable is used to define an optional URL that can be used to provide more information about the host. If you specify an URL, you will see a red folder icon in the CGIs (when you are viewing host information) that links to the URL you specify here. Any valid URL can be used.</p><p>If you plan on using relative paths, the base path will the the same as what is used to access the CGIs
cs_cz: tato proměnná se používá k definování volitelného adresu URL, která může být použita, aby poskytla více informací o hostitele. Pokud zadáte adresu URL, uvidíte červenou ikonu složky v CGI (při prohlížení informací hostitele), který odkazuje na adresu URL, kterou určíte zde. libovolný platný url mohou být použity. </p><p> pokud máte v plánu na využití relativní cesty, základna cesta bude na stejné jako to, co se používá pro přístup k CGI
ko_kr: 이 변수는 호스트에 대한 자세한 정보를 제공하는 데 사용될 수있는 선택적인 URL을 정의하는 데 사용된다. 당신이 URL을 지정하는 경우, 당신은 당신이 여기에 지정한 URL에 연결하는 CGI를 빨간색 폴더 아이콘을 (당신이 호스트 정보를 볼 때) 볼 수 있습니다. 유효한 URL을 사용할 수있다. </p><p> 당신은 상대 경로를 사용할 계획이라면, 기본 경로 것이다 CGI를 액세스하는 데 사용되는 것과 같은
zh_tw: 此變量用於定義一個可選URL，它可用於提供關於主機的信息。如果你指定的URL，你會看到在CGIS紅色文件夾圖標（如果您正在查看主機信息）鏈接到您在此處指定的網址。任何有效的URL都可以使用。 </p><p>如果您計劃使用相對路徑，基本路徑會在相同的東西是用來訪問CGIS

source: This can be very useful if you want to make detailed information on the host, emergency contact methods, etc. available to other support staff.
cs_cz: to může být velmi užitečné, pokud chcete, aby podrobné informace o hostiteli, pohotovostní kontaktní metody, atd k dispozici ostatním podpůrného personálu.
ko_kr: 다른 지원 담당자가 사용할 수있는 호스트, 비상 연락 방법 등에 대한 자세한 정보를하려는 경우에 매우 유용 할 수 있습니다.
zh_tw: 如果你想使主機，緊急聯繫方法等提供給其他支持人員的詳細信息，這是非常有用的。

source: Host - statusmap image
cs_cz: hostitel - statusmap image
ko_kr: 호스트 - statusmap 이미지
zh_tw: 主機 - statusmap圖像

source: This variable is used to define the name of an image that should be associated with this host in the statusmap CGI. You can specify a JPEG, PNG, and GIF image if you want, although I would strongly suggest using a GD2 format image, as other image formats will result in a lot of wasted CPU time when the statusmap image is generated.
cs_cz: tato proměnná se používá k definování názvu snímku, která by měla být spojena s tímto hostitelem v statusmap CGI. můžete zadat JPEG, PNG, GIF a image, pokud chcete, i když bych důrazně doporučujeme použít obrazový formát gd2, jako jiné formáty obrázků bude mít za následek spoustu promarněného času cpu při generování statusmap obrazu.
ko_kr: 이 변수는 statusmap의 CGI에서이 호스트와 연결되어야한다 이미지의 이름을 정의하는 데 사용됩니다. 당신이 원한다면 내가 강하게 GD2 형식 이미지를 사용하여 제안하지만 statusmap 이미지가 생성 될 때 다른 이미지 포맷 낭비 CPU 시간을 많이 발생합니다 당신은, JPEG, PNG 및 GIF 이미지를 지정할 수 있습니다.
zh_tw: 此變量用於定義應與該主機在statusmap CGI相關聯的圖像的名稱。如果你願意，你可以指定一個JPEG，PNG和GIF圖像，但我強烈建議使用GD2格式的圖像，如其他圖像格式將導致大量的浪費cpu時間生成statusmap圖像時。

source: GD2 images can be created from PNG images by using the
cs_cz: GD2 obrazy mohou být vytvořeny z PNG obrázků pomocí
ko_kr: GD2 이미지를 사용하여 PNG 이미지를 만들 수 있습니다
zh_tw: GD2圖像可以從PNG圖像通過創建

source: utility supplied with Thomas Boutell's gd library . The GD2 images should be created in
cs_cz: utility dodávané s GD knihovna Thomase Boutell je. že GD2 obrázky by měly být vytvořeny
ko_kr: 유틸리티는 토마스 boutell의 GD 라이브러리와 함께 제공. GD2의 이미지를 만들어야합니다
zh_tw: 實用工具提供與托馬斯boutell的GD庫。的GD2圖像應在被創建

source: uncompressed
cs_cz: nekomprimovaný
ko_kr: 비 압축
zh_tw: 非壓縮

source: format in order to minimize CPU load when the statusmap CGI is generating the network map image.
cs_cz: formát s cílem minimalizovat zatížení CPU, když je statusmap cgi generování síťového obrazu mapy.
ko_kr: statusmap의 CGI 네트워크지도 화상을 생성 할 때, CPU의 부하를 최소화하기 위해 포맷.
zh_tw: 格式，以便最大限度地減少CPU的負荷，當statusmap CGI是生成網絡地圖圖像。

source: The image will look best if it is 40x40 pixels in size. You can leave these option blank if you are not using the statusmap CGI. Images for hosts are assumed to be in the
cs_cz: obraz bude vypadat nejlépe, pokud je 40x40 pixelů. můžete tyto volby prázdnou odejít, pokud nepoužíváte statusmap CGI. fotografie pro hostitele jsou považovány za v
ko_kr: 그것의 크기는 40x40 픽셀 인 경우 이미지가 최선을 찾을 것입니다. 당신이 statusmap의 CGI를 사용하지 않는 경우이 옵션을 비워 둘 수 있습니다. 호스트의 이미지 인 것으로 가정
zh_tw: 圖像看起來最好的，如果是40×40像素的大小。你可以，如果你使用的不是statusmap CGI將這些選項留空。圖像主機被假定為在

source: subdirectory in your HTML images directory
cs_cz: podadresář v adresáři html images
ko_kr: html로 이미지 디렉토리의 하위 디렉토리
zh_tw: 子目錄中的HTML圖像目錄

source: Host - action url
cs_cz: hostitel - akce url
ko_kr: 호스트 - 액션 URL
zh_tw: 主機 - 操作URL

source: This directive is used to define an optional URL that can be used to provide more actions to be performed on the host. If you specify an URL, you will see a red "splat" icon in the CGIs (when you are viewing host information) that links to the URL you specify here. Any valid URL can be used
cs_cz: Tato směrnice se používá k definování volitelného adresu URL, která může být použita pro poskytnutí více akcí, které mají být prováděny na hostitelském počítači. Pokud zadáte adresu URL, uvidíte červenou ikonu "cákanec" v CGI (při prohlížení informací hostitele), který odkazuje na adresu URL, kterou určíte zde. libovolný platný url může být použit
ko_kr: 이 지시는 호스트에서 수행 할 추가 조치를 제공하는 데 사용될 수있는 선택적인 URL을 정의하는 데 사용된다. 당신이 URL을 지정하는 경우, 당신은 당신이 여기에 지정한 URL에 연결하는 CGI가 빨간색 "플랫"아이콘을 (당신이 호스트 정보를 볼 때) 볼 수 있습니다. 유효한 URL을 사용할 수 있습니다
zh_tw: 這個指令被用來定義一個可選URL，它可用於提供要在主機上執行的多個動作。如果你指定的URL，你會看到在CGIS一個紅色的“圖示”圖標（當您正在查看主機信息）鏈接到您在此處指定的網址。任何有效的URL，可以使用

source: If you plan on using relative paths, the base path will the the same as what is used to access the CGIs
cs_cz: pokud máte v plánu na využití relativní cesty, základna cesta bude na stejné jako to, co se používá pro přístup k CGI
ko_kr: 당신은 상대 경로를 사용할 계획이라면, 기본 경로 것이다 CGI를 액세스하는 데 사용되는 것과 같은
zh_tw: 如果您計劃使用相對路徑，基本路徑會在相同的東西是用來訪問CGIS

source: Host - icon image
cs_cz: hostitel - obrázek ikony
ko_kr: 호스트 - 아이콘 이미지
zh_tw: 主機 - 圖標圖像

source: This variable is used to define the name of a GIF, PNG, or JPG image that should be associated with this host. This image will be displayed in the various places in the CGIs. The image will look best if it is 40x40 pixels in size. Images for hosts are assumed to be in the
cs_cz: tato proměnná se používá k definování názvu GIF, PNG, nebo JPG, která by měla být spojena s tímto hostitelem. Tento obrázek se zobrazí v různých místech v CGI. obraz bude vypadat nejlépe, pokud je 40x40 pixelů. fotografie pro hostitele jsou považovány za v
ko_kr: 이 변수는이 호스트와 연결되어야한다 GIF, PNG 또는 JPG 이미지의 이름을 정의하는 데 사용됩니다. 이 이미지는 CGI를 각지에 표시됩니다. 그것의 크기는 40x40 픽셀 인 경우 이미지가 최선을 찾을 것입니다. 호스트의 이미지 인 것으로 가정
zh_tw: 此變量用於定義應與該主機相關聯一個GIF，PNG或JPG圖像的名稱。該圖像將顯示在CGIS的各個地方。圖像看起來最好的，如果是40×40像素的大小。圖像主機被假定為在

source: Host - 2D coords
cs_cz: hostitel - 2D coords
ko_kr: 호스트 - 2 차원 좌표
zh_tw: 主機 - 二維坐標中

source: This variable is used to define coordinates to use when drawing the host in the statusmap CGI. Coordinates should be given in positive integers, as they correspond to physical pixels in the generated image. The origin for drawing (0,0) is in the upper left hand corner of the image and extends in the positive x direction (to the right) along the top of the image and in the positive y direction (down) along the left hand side of the image.
cs_cz: tato proměnná se používá k definování souřadnic použít při kreslení hostitele v statusmap CGI. Souřadnice by měly být uvedeny v kladných celých čísel, protože odpovídají fyzickým pixelů ve vytvořeném obraze. původ pro kreslení (0,0) je v levém horním rohu obrázku a sahá v pozitivním směru x (vpravo), v horní části obrázku a v kladném směru Y (dolů) podél levé ruky strana obrazu.
ko_kr: 이 변수는 statusmap의 CGI의 호스트를 그릴 때 사용하는 좌표를 정의하는 데 사용됩니다. 그들이 생성 이미지에 실제 화소에 대응로서 좌표는 양의 정수에 주어져야한다. 그리기위한 원점 (0,0)는 화상의 왼쪽 상단에 있고 왼손 따라 이미지의 상단 및 (아래)를 양의 Y 방향으로 (오른쪽으로) 양의 X 방향으로 연장 이미지의 측면.
zh_tw: 此變量用於定義坐標繪製在statusmap CGI主機時使用。坐標應在正整數給出，因為它們對應於物理像素所生成的圖像中。原點繪製（0,0）是在圖像的左上角和在正x方向（向右）沿所述圖像的頂部，並在正y方向上（向下）沿著所述左手圖像的一側。

source: For reference, the size of the icons drawn is usually about 40x40 pixels (text takes a little extra space). The coordinates you specify here are for the upper left hand corner of the host icon that is drawn. Note: Don't worry about what the maximum x and y coordinates that you can use are. The CGI will automatically calculate the maximum dimensions of the image it creates based on the largest x and y coordinates you specify.
cs_cz: rozhodnutí, velikost ikon čerpaných je obvykle asi 40x40 pixelů (text zabere trochu více prostoru). Souřadnice zadáte zde jsou pro levém horním rohu ikony hostitele, který je nakreslena. Poznámka: nebojte se o tom, co je maximální souřadnice X a Y, které můžete použít jsou. cgi automaticky vypočítá maximální rozměry obrazu vytváří na základě největšího souřadnice X a Y určíte.
ko_kr: 참조 용으로 그려진 아이콘의 크기는 (텍스트가 약간의 추가 공간이 필요) 보통 40x40 픽셀입니다. 여기에 지정한 좌표가 그려진 호스트 아이콘의 왼쪽 상단 코너입니다. 주의 : 최대 x와 y는 당신이 사용할 수있는 좌표 것에 대해 걱정하지 마십시오. CGI는 자동으로 이미지의 최대 크기가 가장 큰 X를 기반으로, y는 사용자가 지정한 좌표 만듭니다을 계산합니다.
zh_tw: 僅供參考，繪製圖標的大小通常約為40×40像素（文字需要一點額外的空間）。您在此處指定的坐標為繪製的主機圖標的左上角。注意：不要擔心什麼最大x和y坐標，您可以使用的。該CGI會自動計算出圖像它創建基於最大x和y坐標指定的最大尺寸。

source: Host - icon image alt
cs_cz: hostitel - ikona image alt
ko_kr: 호스트 - 아이콘 이미지 alt
zh_tw: 主機 - 圖標圖片的alt

source: This variable is used to define an optional string that is used in the ALT tag of the image specified by the
cs_cz: Tato proměnná se používá k definování volitelný řetězec, který se používá v alt tagu obrázku určeného
ko_kr: 이 변수에 의해 지정된 화상의 ALT 태그에 사용하는 문자열을 정의하는 데 사용된다
zh_tw: 這個變量被用來定義用於在圖像的所指定的ALT標記可選字符串

source: icon image
cs_cz: ikona obrázek
ko_kr: 아이콘 이미지
zh_tw: 圖標圖像

source: argument.
cs_cz: hádka.
ko_kr: 인수.
zh_tw: 參數。

source: Host - 3D coords
cs_cz: hostitel - 3d coords
ko_kr: 호스트 - 차원 좌표
zh_tw: 主機 - 三維坐標中

source: This variable is used to define coordinates to use when drawing the host in the statuswrl CGI. Coordinates can be positive or negative real numbers. The origin for drawing is (0.0,0.0,0.0). For reference, the size of the host cubes drawn is 0.5 units on each side (text takes a little more space). The coordinates you specify here are used as the center of the host cube.
cs_cz: tato proměnná se používá k definování souřadnic použít při kreslení hostitele v statuswrl CGI. poloha může být pozitivní nebo negativní reálná čísla. původ pro kreslení je (0.0,0.0,0.0). rozhodnutí, velikost hostitelských kostek čerpaných je 0,5 jednotek na každé straně (Text trvá trochu více prostoru). souřadnice, které zde slouží jako centra hostitelské krychle.
ko_kr: 이 변수는 statuswrl의 CGI의 호스트를 그릴 때 사용하는 좌표를 정의하는 데 사용됩니다. 좌표는 양 또는 음의 실수가 될 수 있습니다. 도면의 원점 (0.0,0.0,0.0)입니다. 참조를 위해, 그린 호스트 큐브의 크기는 각면에 0.5 단위 (텍스트가 조금 더 공간이 필요)입니다. 여기에 지정한 좌표는 호스트 큐브의 중심으로 사용됩니다.
zh_tw: 此變量用於定義坐標繪製在statuswrl CGI主機時使用。坐標可以是正的或負實數。起源繪圖是（0.0,0.0,0.0）。供參考，畫出主機立方體的尺寸為0.5個單位，每邊（文本需要一點更多的空間）。您在此處指定的坐標被用作主機立方體的中心。

source: NagiosQL supports custom object variables.
cs_cz: nagiosql podporuje vlastní proměnné objektu.
ko_kr: nagiosql는 사용자 정의 개체 변수를 지원합니다.
zh_tw: nagiosql支持自定義對象變量。

source: There are a few important things that you should note about custom variables:
cs_cz: existuje několik důležitých věcí, které byste měli vzít na vědomí informace o vlastních proměnných:
ko_kr: 사용자 정의 변수에 대해주의해야 할 몇 가지 중요한 사항이 있습니다 :
zh_tw: 還有，你應該注意的自定義變量一些重要的事情：

source: Custom variable names must begin with an underscore (_) to prevent name collision with standard variables
cs_cz: zvyk názvy proměnných musí začínat podtržítkem (_), aby se zabránilo kolizím názvů pomocí standardních proměnných
ko_kr: 사용자 정의 변수 이름은 표준 변수 이름 충돌을 방지하기 위해 밑줄 (_)로 시작해야합니다
zh_tw: 自定義變量名稱必須以下劃線（_），以防止標準變量名稱衝突

source: Scripts can reference custom variable values with macros and environment variables
cs_cz: skripty mohou odkazovat na zakázku hodnoty proměnných s makry a proměnných prostředí
ko_kr: 스크립트 매크로 환경 변수를 사용자 정의 변수 값을 참조 할 수 있습니다
zh_tw: 腳本可以使用宏和環境變量引用自定義變量值

source: Custom variable names are case-insensitive
cs_cz: zvyk názvy proměnných jsou velká a malá písmena
ko_kr: 사용자 정의 변수 이름은 대소 문자를 구분하지 않는다
zh_tw: 自定義變量名稱是不區分大小寫

source: Custom variables are inherited from object templates like normal variables
cs_cz: Vlastní proměnné se dědí z objektů šablon jako normální proměnné
ko_kr: 사용자 정의 변수는 일반 변수 같은 객체 템플릿에서 상속
zh_tw: 自定義變量是從像正常變量對象模板繼承

source: Custom RACK_NUMBER variable
cs_cz: zvyk rack_number variabilní
ko_kr: 사용자 정의 rack_number 변수
zh_tw: 自rack_number變量

source: Host - generic name
cs_cz: hostitel - generický název
ko_kr: 호스트 - 일반 이름
zh_tw: 主機 - 通用名稱

source: It is possible to use a host definition as a template for other host configurations. If this definition should be used as template, a generic template name must be defined.</p><p>We do not recommend to do this - it is more open to define a separate host template than to use this option.
cs_cz: je možné použít definice hostitele jako šablona pro jiné konfigurace hostitele. pokud by tato definice měla být použit jako vzor, ​​musí být definován obecný název šablony. </p><p> nedoporučujeme to udělat - to je více otevřená definovat samostatnou hostitelskou šablonu, než tuto možnost využít.
ko_kr: 이는 다른 호스트 구성을위한 주형으로 호스트 정의를 사용하는 것이 가능하다. 이 정의를 템플릿으로 사용되어야하는 경우, 고유의 템플릿 이름을 정의해야합니다. </p><p> 그것은이 옵션을 사용하는 것보다 별도의 호스트 템플릿을 정의하는 것이 더 열려 - 우리는이 일을하지 않는 것이 좋습니다.
zh_tw: 因此能夠使用主機定義為其他主機配置的模板。如果該定義應作為模板，一個通用的模板名必須被定義。 </p><p>我們不建議這樣做 - 這是更加開放的定義，而不是使用此選項單獨的主機模板。

source: Service - config name
cs_cz: service - název config
ko_kr: 서비스 - 구성 이름
zh_tw: 服務 - 配置的名字

source: This directive is used to specify a common config name for a group of service definitions. This is a NagiosQL parameter and it will not be written to the configuration file. Every service definitions with the same configuration name will stored in one file. The configuration name is also the file name of this configuration set.
cs_cz: Tato směrnice se používá k určení společný název config pro skupinu definic služeb. jedná se o nagiosql parametr a nebude možné zapsat do konfiguračního souboru. každé definice služba se stejným názvem konfigurace bude uložena v jednom souboru. název konfigurace je také jméno souboru této konfigurační sady.
ko_kr: 이 지시문은 서비스 정의의 그룹에 대한 공통 구성 이름을 지정하는 데 사용됩니다. 이 nagiosql 매개 변수이며 구성 파일에 기록되지 않습니다. 동일한 이름을 갖는 구성 모든 서비스 정의는 하나의 파일에 저장한다. 구성 이름의이 구성 집합의 파일명이다.
zh_tw: 這個指令是用來為一組服務定義指定一個常見的配置名稱。這是一個nagiosql參數，它不會被寫入配置文件。具有相同的配置名稱每個服務定義將存儲在一個文件中。配置名稱也是此配置集的文件名。

source: Service - host name
cs_cz: service - název hostitele
ko_kr: 서비스 - 호스트 이름
zh_tw: 服務 - 主機名

source: of the host(s) that the service "runs" on or is associated with.
cs_cz: hostitele (y), že služba "běží" nebo je spojena s.
ko_kr: 서비스가 "실행"또는 연결되어 있는지 호스트 (들).
zh_tw: 該服務“運行”或相關聯的主機（或多個）。

source: yes (no, if a hostgroup is defined)
cs_cz: ano (ne, je-li hostgroup je definována)
ko_kr: 예 (아니, hostgroup가 정의 된 경우)
zh_tw: 是的（不，如果一個主機組定義）

source: - hostgroup name
cs_cz: - Jméno hostgroup
ko_kr: - hostgroup 이름
zh_tw: - 主機組名稱

source: of the hostgroup(s) that the service "runs" on or is associated with. The hostgroup_name may be used instead of, or in addition to, the host_name directive
cs_cz: z hostgroup (y), že služba "běží" nebo je spojena s. hostgroup_name lze použít namísto nebo navíc k, směrnice o HOST_NAME
ko_kr: 서비스가 "실행"또는 연결되어 있는지 hostgroup (들). hostgroup_name가 대신 사용하거나, 또한, HOST_NAME 지시문 될 수도
zh_tw: 的主機組（s）表示，服務“運行”或相關聯。可以代替的hostgroup_name，或除了，在host_name指令

source: no (yes, if no host is defined)
cs_cz: no (ano, není-li hostitel je definován)
ko_kr: 아니오 (예, 아니오 호스트가 정의되지 않은 경우)
zh_tw: 沒有（是的，如果沒有主機定義）

source: service description
cs_cz: popis služby
ko_kr: 서비스 설명
zh_tw: 服務說明

source: This directive is used to define the description of the service, which may contain spaces, dashes, and colons (semicolons, apostrophes, and quotation marks should be avoided). No two services associated with the same host can have the same description. Services are uniquely identified with their
cs_cz: Tato směrnice se používá k definování popis služby, které mohou obsahovat mezery, pomlčky, a dvojtečky (středníky, apostrofy a uvozovky je třeba se vyhnout). žádné dvě služby spojené s stejného hostitele může mít stejný popis. Služby jsou jednoznačně identifikovány s jejich
ko_kr: 이 지시문은 공백, 대시를 포함 할 수 있습니다 서비스의 설명을 정의하는 데 사용되며, 콜론 (세미콜론, 작은 따옴표, 따옴표는 피해야한다). 동일한 호스트와 관련된 두 가지 서비스는 같은 설명이 없습니다. 서비스는 고유하게 식별됩니다 그들의
zh_tw: 這個指令是用來定義服務，它可以包含空格，破折號的描述，（應避免分號，撇號和引號）冒號。與同一主機相關聯的任何兩個服務可以具有相同的描述。服務與獨特的標識

source: directives.
cs_cz: směrnic.
ko_kr: 지시어.
zh_tw: 指令。
