Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: This directive is used to specify the short name of the time period during which notifications of events for this service can be sent out to contacts. No service notifications will be sent out during times which is not covered by the time period.
cs_cz: Tato směrnice se používá k určení krátký název časového období, během kterého může být oznámení událostí pro tuto službu rozeslala do kontaktů. žádné oznámení služby budou rozeslány v době, která není na něž se vztahuje časové období.
ko_kr: 이 지정은이 서비스에 대한 이벤트 통지가 연락처에 송출 할 수있는 기간의 짧은 이름을 지정하는 데 사용된다. 어떤 서비스 알림 기간이 적용되지 않는 시간 동안 발송되지 않습니다.
zh_tw: 這個指令是用來指定在此期間，該服務事件的通知可以發送到聯繫人的時間段的短名稱。在此期間，沒有覆蓋的時間段時間沒有服務的通知將被發送出去。

source: notification options
cs_cz: možnosti oznámení
ko_kr: 신고 옵션
zh_tw: 通知選項

source: This directive is used to determine when notifications for the service should be sent out. Valid options are a combination of one or more of the following:
cs_cz: Tato směrnice se používá k určení, kdy oznámení pro službu by měly být rozeslány. Platné jsou kombinací jedné nebo více z následujících:
ko_kr: 이 지시어는 서비스에 대한 통지가 발송시기를 결정하는 데 사용됩니다. 유효한 옵션은 다음 중 하나 이상의 조합이다 :
zh_tw: 這個指令是用來確定何時對服務的通知應被發送出去。有效的選項是一種或多種下列物質的組合：

source: send notifications on a WARNING state,
cs_cz: poslat oznámení o stavu varování,
ko_kr: 경고 상태에 알림을 보내,
zh_tw: 發送通知的警告狀態，

source: send notifications on an UNKNOWN state,
cs_cz: poslat oznámení na neznámého stavu,
ko_kr: 알 수없는 상태에 알림을 보내,
zh_tw: 發送通知在一個未知的狀態，

source: send notifications on a CRITICAL state,
cs_cz: poslat oznámení o kritickém stavu,
ko_kr: 심각한 상태에 알림을 보내,
zh_tw: 發送通知的臨界狀態，

source: send notifications on recoveries (OK state),
cs_cz: poslat oznámení o zpětném získávání prostředků (ok state),
ko_kr: (확인 상태) 복구에 알림을 보낼
zh_tw: 在恢復發送通知（OK狀態），

source: send notifications when the service starts and stops flapping, and
cs_cz: poslat oznámení při spuštění služby a zastaví mávání, a
ko_kr: 서비스가 펄럭 시작하고 중지 될 때 통지를 보내
zh_tw: 發送通知時，該服務啟動和停止拍打，和

source: Example: If you specify
cs_cz: Příklad: Pokud určíte
ko_kr: 예 : 당신이 지정하는 경우
zh_tw: 例如：如果您指定

source: in this field, notifications will only be sent out when the service goes into a WARNING state and when it recovers from a WARNING state.
cs_cz: v této oblasti, bude oznámení zaslány pouze pokud je služba přejde do stavu varování a když se dostane z výstražného stavu.
ko_kr: 이 경고 상태에서 복구 할 때 서비스가 경고 상태가되며 경우이 필드에 알림은 전송됩니다.
zh_tw: 在這個領域中，通知將僅被發送出去時，服務進入警告狀態，當它從警告狀態恢復。

source: notification interval
cs_cz: oznámení interval
ko_kr: 알림 간격
zh_tw: 通知時間間隔

source: in a non-OK state. Unless you've changed the interval_length directive from the default value of 60, this number will mean minutes. If you set this value to 0, Nagios will <em>not</em> re-notify contacts about problems for this service - only one problem notification will be sent out.
cs_cz: v non-ok stavu. pokud jste změnili směrnici o interval_length z výchozí hodnoty 60 ° C, bude toto číslo znamenat minut. Nastavíte-li tuto hodnotu na 0, Nagios <em>nebude</em> znovu oznámit kontakty o problémech této služby - pouze jedno oznámení problém bude rozesláno.
ko_kr: 비 확인 상태. 당신이 60의 기본 값에서 interval_length 지시문을 변경하지 않았다면,이 숫자는 분을 의미합니다. 당신이 값을 0으로 설정하면, Nagios는이 서비스에 대한 문제에 대해 접점을-통지 <em>다시하지 않습니다</em> - 단 하나의 문제 알림이 전송됩니다.
zh_tw: 在非確定的狀態。除非你已經改變了60的默認值interval_length指令，這個數字將意味著分鐘。如果這個值設置為0，Nagios的<em>不會</em>再通知聯繫人有關該服務的問題-只有一個問題的通知將被發送出去。

source: first notification delay
cs_cz: první zpožďovací oznámení
ko_kr: 첫 번째 알림 지연
zh_tw: 第一通知延遲

source: This directive is used to define the number of "time units" to wait before sending out the first problem notification when this service enters a non-OK state. Unless you've changed the interval_length directive from the default value of 60, this number will mean minutes. If you set this value to 0, Nagios will start sending out notifications immediately.
cs_cz: Tato směrnice se používá k definování počet "časových jednotek" čekat před odesláním první oznámení problému, kdy tato služba zadá non-ok stavu. pokud jste změnili směrnici o interval_length z výchozí hodnoty 60 ° C, bude toto číslo znamenat minut. Nastavíte-li tuto hodnotu na 0, bude nagios okamžitě začít rozesílat oznámení.
ko_kr: 이 지시자는이 서비스가 확인되지 않은 상태로 전환 될 때 제 문제 통지를 발송하기 전에 대기 "시간 단위"의 개수를 정의하기 위해 사용된다. 당신이 60의 기본 값에서 interval_length 지시문을 변경하지 않았다면,이 숫자는 분을 의미합니다. 당신이 값을 0으로 설정하면, Nagios는 즉시 통지를 발송하기 시작합니다.
zh_tw: 這個指令是用來定義“時間單位”的數量時，該服務將進入非正常狀態下發出的第一個問題通知之前等待。除非你已經改變了60的默認值interval_length指令，這個數字將意味著分鐘。如果將該值設置為0，Nagios的將立即開始發送通知。

source: notifications enabled
cs_cz: oznámení povolen
ko_kr: 알림 사용
zh_tw: 啟用通知

source: This directive is used to determine whether or not notifications for this service are enabled. Values:
cs_cz: Tato směrnice se používá k určení, zda jsou nebo nejsou povoleny oznámení pro tuto službu. hodnoty:
ko_kr: 이 지시문은이 서비스에 대한 알림 기능을 사용할 수 있는지 여부를 결정하는 데 사용됩니다. 값 :
zh_tw: 這個指令是用來決定是否啟用這項服務的通知。價值觀：

source: disable service notifications,
cs_cz: vypnout oznámení služby,
ko_kr: 서비스 알림을 사용하지 않으려면
zh_tw: 禁用服務通知，

source: enable service notifications.
cs_cz: aktivovat upozornění služby.
ko_kr: 서비스 알림을 할 수 있습니다.
zh_tw: 使服務的通知。

source: stalking option
cs_cz: možnost stalking
ko_kr: 스토킹 옵션
zh_tw: 跟踪選項

source: This directive determines which service states "stalking" is enabled for. Valid options are a combination of one or more of the following:
cs_cz: Tato směrnice určuje, které služby uvádí "pronásledování" je povoleno. Platné jsou kombinací jedné nebo více z následujících:
ko_kr: 이 지침은 서비스 상태가 활성화되어 "스토킹"결정합니다. 유효한 옵션은 다음 중 하나 이상의 조합이다 :
zh_tw: 該指令確定哪些服務狀態“盯梢”啟用。有效的選項是一種或多種下列物質的組合：

source: stalk on OK states,
cs_cz: stopku na OK států,
ko_kr: 확인 상태에 스토킹,
zh_tw: 稈就ok狀態，

source: stalk on WARNING states,
cs_cz: stopku na varovných stavů,
ko_kr: 경고 상태에 스토킹,
zh_tw: 稈上警告狀態，

source: stalk on UNKNOWN states, and
cs_cz: stopku na neznámých stavů a
ko_kr: 알 수없는 상태에 스토킹하고,
zh_tw: 稈未知狀態，

source: stalk on CRITICAL states.
cs_cz: stopku na kritických stavů.
ko_kr: 중요한 상태에 스토킹.
zh_tw: 稈上的臨界狀態。

source: More information on state stalking can be found in the nagios documentation.
cs_cz: Více informací o státní pronásledování lze nalézt v dokumentaci Nagios.
ko_kr: 상태 스토킹에 대한 자세한 정보는 Nagios의 문서에서 찾을 수 있습니다.
zh_tw: 狀態盯梢的更多信息可以在Nagios的文檔中找到。

source: notes
cs_cz: poznámky
ko_kr: 주의
zh_tw: 注意

source: This directive is used to define an optional string of notes pertaining to the service. If you specify a note here, you will see the it in the extended information CGI (when you are viewing information about the specified service).
cs_cz: Tato směrnice se používá k definování volitelný řetězec poznámek týkajících se této služby. Zadáte-li poznámku tady, uvidíte ho do rozšířeného informačního CGI (při zobrazení informace o určeném služby).
ko_kr: 이 지시어는 서비스에 관한 노트의 선택적 문자열을 정의하는 데 사용됩니다. 여기에 메모를 지정하면 (당신은 지정된 서비스에 대한 정보를 볼 때), 당신은 확장 된 정보 CGI에서 그것을 볼 수 있습니다.
zh_tw: 這個指令是用來定義有關的服務票據一個可選的字符串。如果您在此處指定一個音符，你會看到它在擴展信息CGI（當您正在查看有關指定服務的信息）。

source: This variable is used to define the name of a GIF, PNG, or JPG image that should be associated with this service. This image will be displayed in the status and extended information CGIs.
cs_cz: tato proměnná se používá k definování názvu GIF, PNG, nebo JPG, které by měly být spojené s touto službou. Tento obrázek se zobrazí ve stavu a rozšířeného informačního CGI.
ko_kr: 이 변수는이 서비스와 관련된해야 GIF, PNG 또는 JPG 이미지의 이름을 정의하는 데 사용됩니다. 이 이미지는 상태와 확장 된 정보 CGI가 표시됩니다.
zh_tw: 此變量用於定義應與該服務相關聯一個GIF，PNG或JPG圖像的名稱。該圖像將顯示在狀態和擴展信息CGIS。

source: The image will look best if it is 40x40 pixels in size.
cs_cz: obraz bude vypadat nejlépe, pokud je 40x40 pixelů.
ko_kr: 그것의 크기는 40x40 픽셀 인 경우 이미지가 최선을 찾을 것입니다.
zh_tw: 圖像看起來最好的，如果是40×40像素的大小。

source: Images for services are assumed to be in the
cs_cz: fotografie pro služby, se předpokládá, že se v
ko_kr: 서비스에 대한 이미지 인 것으로 가정
zh_tw: 圖片服務被假定為在

source: subdirectory in your HTML images directory (i.e.
cs_cz: podadresář v HTML obrázky adresáře (tj
ko_kr: html로 이미지 디렉토리의 하위 디렉토리 (예 :
zh_tw: 子目錄中的HTML圖像目錄（即

source: notes url
cs_cz: poznámky url
ko_kr: 노트 URL
zh_tw: 筆記網址

source: This directive is used to define an optional URL that can be used to provide more information about the service. If you specify an URL, you will see a red folder icon in the CGIs (when you are viewing service information) that links to the URL you specify here. Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs
cs_cz: Tato směrnice se používá k definování volitelného adresu URL, která může být použita, aby poskytla více informací o službě. Pokud zadáte adresu URL, uvidíte červenou ikonu složky v CGI (při prohlížení informační služba), která odkazuje na adresu URL, kterou určíte zde. libovolný platný url mohou být použity. pokud máte v plánu na využití relativní cesty, základna cesta bude na stejné jako to, co se používá pro přístup k CGI
ko_kr: 이 지시자는 서비스에 대한 자세한 정보를 제공하는 데 사용될 수있는 선택적인 URL을 정의하는 데 사용된다. 당신이 URL을 지정하는 경우, 당신은 당신이 여기에 지정한 URL에 연결하는 CGI를 빨간색 폴더 아이콘을 (당신이 서비스 정보를 볼 때) 볼 수 있습니다. 유효한 URL을 사용할 수있다. 당신은 상대 경로를 사용할 계획이라면, 기본 경로 것이다 CGI를 액세스하는 데 사용되는 것과 같은
zh_tw: 這個指令被用來定義一個可選URL，它可用於提供關於服務的詳細信息。如果你指定的URL，你會看到在CGIS紅色文件夾圖標（如果您正在查看服務信息）鏈接到您在此處指定的網址。任何有效的URL都可以使用。如果您計劃使用相對路徑，基本路徑會在相同的東西是用來訪問CGIS

source: This can be very useful if you want to make detailed information on the service, emergency contact methods, etc. available to other support staff.
cs_cz: to může být velmi užitečné, pokud chcete, aby podrobné informace o službě, pohotovostní kontaktní metody, atd k dispozici ostatním podpůrného personálu.
ko_kr: 다른 지원 담당자가 사용할 수있는 서비스, 비상 연락 방법 등에 대한 자세한 정보를하려는 경우에 매우 유용 할 수 있습니다.
zh_tw: 如果你想上的服務，緊急聯繫方法等提供給其他支持人員的詳細信息，這是非常有用的。

source: icon image alt
cs_cz: image alt icon
ko_kr: 아이콘 이미지 alt
zh_tw: 圖標圖片的alt

source: This variable is used to define an optional string that is used in the ALT tag of the image specified by the
cs_cz: Tato proměnná se používá k definování volitelný řetězec, který se používá v alt tagu obrázku určeného
ko_kr: 이 변수에 의해 지정된 화상의 ALT 태그에 사용하는 문자열을 정의하는 데 사용된다
zh_tw: 這個變量被用來定義用於在圖像的所指定的ALT標記可選字符串

source: argument. The ALT tag is used in the status, extended information and statusmap CGIs.
cs_cz: hádka. alt tag se používá ve stavu, rozšířených informací a statusmap CGI.
ko_kr: 인수. ALT 태그는 상태, 확장 정보 및 statusmap의 CGI를 사용한다.
zh_tw: 參數。在ALT標籤用於在狀態，擴展信息和statusmap CGIS。

source: Service - action
cs_cz: service - akce
ko_kr: 서비스 - 행동
zh_tw: 服務 - 行動

source: This directive is used to define an optional URL that can be used to provide more actions to be performed on the service. If you specify an URL, you will see a red "splat" icon in the CGIs (when you are viewing service information) that links to the URL you specify here. Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs (i.e.
cs_cz: Tato směrnice se používá k definování volitelného adresu URL, která může být použita, aby poskytla více opatření mají být provedena na službě. Pokud zadáte adresu URL, uvidíte červenou ikonu "cákanec" v CGI (při prohlížení informační služba), která odkazuje na adresu URL, kterou určíte zde. libovolný platný url mohou být použity. pokud máte v plánu na využití relativní cesty, základna cesta bude na stejné jako to, co se používá pro přístup k CGI (tj
ko_kr: 이 지시자는 서비스를 수행 할 추가 조치를 제공하는 데 사용될 수있는 선택적인 URL을 정의하는 데 사용된다. 당신이 URL을 지정하는 경우, 당신은 당신이 여기에 지정한 URL에 연결하는 CGI가 빨간색 "플랫"아이콘을 (당신이 서비스 정보를 볼 때) 볼 수 있습니다. 유효한 URL을 사용할 수있다. 당신은 기본 경로 것 (CGI를 액세스하는 데 사용되는 것과 같은 즉, 상대 경로를 사용할 계획이라면
zh_tw: 這個指令被用來定義一個可選URL，它可用於提供要在服務執行多個動作。如果你指定的URL，你會看到在CGIS一個紅色的“圖示”圖標（當您正在查看服務信息）鏈接到您在此處指定的網址。任何有效的URL都可以使用。如果您計劃使用相對路徑，基本路徑會在相同的東西是用來訪問CGIS（即

source: This directive is used to define a short name used to identify the host group.
cs_cz: Tato směrnice se používá k definování zkrácený název slouží k identifikaci hostitelskou skupinu.
ko_kr: 이 지시어는 호스트 그룹을 식별하는 데 사용되는 짧은 이름을 정의하는 데 사용됩니다.
zh_tw: 這個指令是用來定義用來標識主機組的簡稱。

source: of hosts that should be included in this group. Multiple host names should be separated by commas. This directive may be used as an alternative to (or in addition to) the
cs_cz: počítačů, které by měly být zahrnuty do této skupiny. více názvů hostitele by měly být odděleny čárkou. Tato směrnice může být použit jako alternativa k (nebo navíc k ní)
ko_kr: 이 그룹에 포함되어야하는 호스트. 여러 호스트 이름은 쉼표로 구분해야합니다. 이 지시에 대한 대안으로 사용될 수있다 (또는 그 이외에)
zh_tw: 的應包括在該組的主機。多個主機名應該用逗號分隔。該指令可被用作替代（或附加於）的

source: directive in host definitions.
cs_cz: směrnice v definicích hostitelů.
ko_kr: 호스트 정의에 지시어.
zh_tw: 指令中的主機定義。

source: If you select a hostgroup inside a host definition using the
cs_cz: Pokud vyberte hostgroup uvnitř definice hostitele pomocí
ko_kr: 당신은 사용하여 호스트 정의 내부 hostgroup을 선택하면
zh_tw: 如果選擇一台主機定義範圍內的主機組使用

source: directive in
cs_cz: směrnice v
ko_kr: 지시문
zh_tw: 在指令

source: host definition
cs_cz: definice hostitel
ko_kr: 호스트 정의
zh_tw: 主機定義

source: , this host will
cs_cz: Bude tento hostitel
ko_kr: 이 호스트는 것
zh_tw: ，這台主機會

source: here because these are two different ways to specify a hostgroup!
cs_cz: tady, protože se jedná o dva různé způsoby, jak specifikovat hostgroup!
ko_kr: 여기에 이​​러한 hostgroup을 지정하는 두 가지 방법이 있기 때문에!
zh_tw: 在這裡，因為這是兩個不同的方式來指定一個主機組！

source: alias
cs_cz: přezdívka
ko_kr: 별명
zh_tw: 別號

source: This directive is used to define is a longer name or description used to identify the host group. It is provided in order to allow you to more easily identify a particular host group.
cs_cz: Tato směrnice se používá k definování je delší název či popis slouží k identifikaci hostitele skupinu. je poskytován s cílem umožnit vám umožní snáze identifikovat konkrétní hostitelskou skupinu.
ko_kr: 정의하는데 사용이 지시는 호스트 그룹을 식별하는 데 사용 또는 긴 설명이다. 이를보다 쉽게​​ 특정 호스트 그룹을 식별 할 수 있도록하기 위해 제공된다.
zh_tw: 這個指令用於定義是用於標識主機組較長的名稱或說明。這是為了讓你更輕鬆地識別特定主機組提供。

source: This variable is used to define an optional URL that can be used to provide more information about the host group. If you specify an URL, you will see a red folder icon in the CGIs (when you are viewing hostgroup information) that links to the URL you specify here. Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs (i.e.
cs_cz: tato proměnná se používá k definování volitelného adresu URL, která může být použita, aby poskytla více informací o hostitelské skupiny. Pokud zadáte adresu URL, uvidíte červenou ikonu složky v CGI (při prohlížení hostgroup informací), který odkazuje na adresu URL, které určíte zde. libovolný platný url mohou být použity. pokud máte v plánu na využití relativní cesty, základna cesta bude na stejné jako to, co se používá pro přístup k CGI (tj
ko_kr: 이 변수는 호스트 그룹에 대한 추가 정보를 제공하는데 사용될 수있는 선택적인 URL을 정의하는 데 사용된다. 당신이 URL을 지정하는 경우 (당신이 정보를 hostgroup 볼 때), 당신은 당신이 여기에 지정한 URL에 연결하는 CGI가에 빨간색 폴더 아이콘이 표시됩니다. 유효한 URL을 사용할 수있다. 당신은 기본 경로 것 (CGI를 액세스하는 데 사용되는 것과 같은 즉, 상대 경로를 사용할 계획이라면
zh_tw: 此變量用於定義一個可選URL，它可用於提供關於主機組的詳細信息。如果你指定的URL，你會看到一個紅色的文件夾圖標CGIS（當您正在查看主機組信息）鏈接到您在此處指定的網址。任何有效的URL都可以使用。如果您計劃使用相對路徑，基本路徑會在相同的東西是用來訪問CGIS（即

source: This can be very useful if you want to make detailed information on the host group, emergency contact methods, etc. available to other support staff.
cs_cz: to může být velmi užitečné, pokud chcete, aby se podrobnější informace o hostitelské skupiny s pohotovostními kontakty metody, atd k dispozici ostatním podpůrného personálu.
ko_kr: 다른 지원 인력에 사용할 수있는 호스트 그룹, 비상 연락 방법 등에 대한 자세한 정보를하려는 경우에 매우 유용 할 수 있습니다.
zh_tw: 如果你想在主機組，緊急聯絡方法等提供給其他支持人員的詳細信息，這是非常有用的。

source: action url
cs_cz: akce url
ko_kr: 액션 URL
zh_tw: 操作URL

source: This directive is used to define an optional URL that can be used to provide more actions to be performed on the host group. If you specify an URL, you will see a red "splat" icon in the CGIs (when you are viewing hostgroup information) that links to the URL you specify here. Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs (i.e.
cs_cz: Tato směrnice se používá k definování volitelného adresu URL, která může být použita pro poskytnutí více akcí, které mají být prováděny na hostitelském skupiny. Pokud zadáte adresu URL, uvidíte červenou ikonu "cákanec" v CGI (při prohlížení hostgroup informací), který odkazuje na adresu URL, které určíte zde. libovolný platný url mohou být použity. pokud máte v plánu na využití relativní cesty, základna cesta bude na stejné jako to, co se používá pro přístup k CGI (tj
ko_kr: 이 지시는 호스트 그룹에서 수행 할 추가 조치를 제공하는 데 사용될 수있는 선택적인 URL을 정의하는 데 사용된다. 당신이 URL을 지정하는 경우 (당신이 정보를 hostgroup 볼 때), 당신은 당신이 여기에 지정한 URL에 연결하는 CGI가에 빨간색 "플랫"아이콘이 표시됩니다. 유효한 URL을 사용할 수있다. 당신은 기본 경로 것 (CGI를 액세스하는 데 사용되는 것과 같은 즉, 상대 경로를 사용할 계획이라면
zh_tw: 這個指令被用來定義一個可選URL，它可用於提供要在主機組執行多個動作。如果你指定的URL，你會看到一個紅色的“圖示”圖標，在CGIS（當您正在查看主機組信息）鏈接到您在此處指定的網址。任何有效的URL都可以使用。如果您計劃使用相對路徑，基本路徑會在相同的東西是用來訪問CGIS（即

source: hostgroup members
cs_cz: členové hostgroup
ko_kr: Hostgroup 회원
zh_tw: 主機組的成員

source: This optional directive can be used to include hosts from other "sub" host groups in this host group. Specify a comma-delimited list of short names of other host groups whose members should be included in this group.
cs_cz: Tento volitelný směrnice může být použit, aby zahrnoval počítače z jiných "sub" hostitelských skupin v této hostitelské skupině. určit seznam oddělený čárkami krátkých jmen jiných hostitelských skupin, jejichž členy by měly být zahrnuty v této skupině.
ko_kr: 이 옵션 지시문은이 호스트 그룹의 다른 "하위"호스트 그룹에서 호스트를 포함 할 수 있습니다. 회원이 그룹에 포함되어야하는 다른 호스트 그룹의 짧은 이름의 쉼표로 구분 된 목록을 지정합니다.
zh_tw: 這個可選指令可用於包括從該主機組中的其他“子”主機組的主機。指定用逗號分隔的其他主機組，其成員應包括在本組的短名稱列表。

source: servicegroup name
cs_cz: název servicegroup
ko_kr: servicegroup 이름
zh_tw: 表示ServiceGroup名

source: This directive is used to define a short name used to identify the service group.
cs_cz: Tato směrnice se používá k definování zkrácený název používaný k identifikaci skupiny služby.
ko_kr: 이 지시어는 서비스 그룹을 식별하는 데 사용되는 짧은 이름을 정의하는 데 사용됩니다.
zh_tw: 這個指令是用來定義用於識別服務組的簡稱。

source: descriptions
cs_cz: popisy
ko_kr: 기술
zh_tw: 描述

source: of services (and the names of their corresponding hosts) that should be included in this group. Host and service names should be separated by commas. This directive may be used as an alternative to the
cs_cz: služeb (a názvy svých odpovídajících hostitelů), které by měly být zahrnuty v této skupině. hostitele a servisní jména by měly být odděleny čárkou. Tato směrnice může být použit jako alternativa k
ko_kr: 서비스 (및 해당 호스트의 이름)이 그룹에 포함되어야한다. 호스트 및 서비스 이름은 쉼표로 구분해야합니다. 이 지시어는 대안으로 사용할 수있다
zh_tw: 的服務（和其相應主機的名稱），該應包括在這個組中。主機和服務名稱應該用逗號分隔。該指令可被用作替代的

source: directive in service definitions.
cs_cz: směrnice v definicích služeb.
ko_kr: 서비스 정의에 지시어.
zh_tw: 指令中的服務定義。

source: If you select a servicegroup inside a service definition using the
cs_cz: Pokud vyberte servicegroup uvnitř definici služby s použitím
ko_kr: 당신은 사용하여 서비스 정의 내부 servicegroup을 선택하면
zh_tw: 如果你選擇一個服務定義內表示ServiceGroup使用

source: service definition
cs_cz: definice služby
ko_kr: 서비스 정의
zh_tw: 服務定義

source: this service will
cs_cz: Tato služba
ko_kr: 이 서비스 것
zh_tw: 這項服務將

source: ere because these are two different ways to specify a servicegroup!
cs_cz: ere, protože se jedná o dva různé způsoby, jak specifikovat servicegroup!
ko_kr: 오히려 이러한 servicegroup을 지정하는 두 가지 방법이 있기 때문에!
zh_tw: ERE，因為這是兩個不同的方式來指定一個表示ServiceGroup！

source: This directive is used to define is a longer name or description used to identify the service group. It is provided in order to allow you to more easily identify a particular service group.
cs_cz: Tato směrnice se používá k definování je delší název či popis slouží k identifikaci skupiny služby. je poskytován s cílem umožnit vám umožní snáze identifikovat určitou službu skupinu.
ko_kr: 정의하는데 사용이 지시는 서비스 그룹을 식별하는 데 사용 또는 긴 설명이다. 이를보다 쉽게​​ 특정 서비스 그룹을 식별 할 수 있도록하기 위해 제공된다.
zh_tw: 這個指令用於定義是用於識別服務組較長的名稱或說明。它是為了讓你更容易地識別特定的服務組提供。

source: This directive is used to define an optional string of notes pertaining to the service group. If you specify a note here, you will see the it in the extended information CGI (when you are viewing information about the specified service group).
cs_cz: Tato směrnice se používá k definování volitelný řetězec poznámek týkajících se servisní skupině. Zadáte-li poznámku tady, uvidíte ho do rozšířeného informačního CGI (při prohlížení informací o zadané skupiny služeb).
ko_kr: 이 지시어는 서비스 그룹에 관한 노트의 선택적 문자열을 정의하는 데 사용됩니다. 여기에 메모를 지정하면 (당신이 지정된 서비스 그룹에 대한 정보를 볼 때), 당신은 확장 된 정보 CGI에서 그것을 볼 수 있습니다.
zh_tw: 這個指令是用來定義屬於服務組音符一個可選的字符串。如果您在此處指定一個音符，你會看到它在擴展信息CGI（當您正在查看有關指定服務組的信息）。

source: This directive is used to define an optional URL that can be used to provide more information about the service group. If you specify an URL, you will see a red folder icon in the CGIs (when you are viewing service group information) that links to the URL you specify here. Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs (i.e.
cs_cz: Tato směrnice se používá k definování volitelného adresu URL, která může být použita, aby poskytla více informací o skupině služeb. Pokud zadáte adresu URL, uvidíte červenou ikonu složky v CGI (při prohlížení informací skupiny služeb), které odkazují na adresu URL, kterou určíte zde. libovolný platný url mohou být použity. pokud máte v plánu na využití relativní cesty, základna cesta bude na stejné jako to, co se používá pro přístup k CGI (tj
ko_kr: 이 지시자는 서비스 그룹에 대한 자세한 정보를 제공하는 데 사용될 수있는 선택적인 URL을 정의하는 데 사용된다. 당신이 URL을 지정하는 경우, 당신은 당신이 여기에 지정한 URL에 연결하는 CGI를 빨간색 폴더 아이콘을 (당신이 서비스 그룹 정보를 볼 때) 볼 수 있습니다. 유효한 URL을 사용할 수있다. 당신은 기본 경로 것 (CGI를 액세스하는 데 사용되는 것과 같은 즉, 상대 경로를 사용할 계획이라면
zh_tw: 這個指令被用來定義一個可選URL，它可用於提供關於服務組的信息。如果你指定的URL，你會看到在CGIS紅色文件夾圖標（如果您正在查看服務組信息）鏈接到您在此處指定的網址。任何有效的URL都可以使用。如果您計劃使用相對路徑，基本路徑會在相同的東西是用來訪問CGIS（即

source: This can be very useful if you want to make detailed information on the service group, emergency contact methods, etc. available to other support staff.
cs_cz: to může být velmi užitečné, pokud chcete, aby se podrobných informací o servisní skupině s pohotovostními kontakty metody, atd k dispozici ostatním podpůrného personálu.
ko_kr: 다른 지원 담당자가 사용할 수있는 서비스 그룹, 비상 연락 방법 등에 대한 자세한 정보를하려는 경우에 매우 유용 할 수 있습니다.
zh_tw: 如果你想在服務組，緊急聯絡方法等提供給其他支持人員的詳細信息，這是非常有用的。

source: This directive is used to define an optional URL that can be used to provide more actions to be performed on the service group. If you specify an URL, you will see a red "splat" icon in the CGIs (when you are viewing service group information) that links to the URL you specify here. Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs
cs_cz: Tato směrnice se používá k definování volitelného adresu URL, která může být použita, aby poskytla více opatření mají být provedena na skupině služeb. Pokud zadáte adresu URL, uvidíte červenou ikonu "cákanec" v CGI (při prohlížení informací skupiny služeb), který odkazuje na adresu URL, kterou určíte zde. libovolný platný url mohou být použity. pokud máte v plánu na využití relativní cesty, základna cesta bude na stejné jako to, co se používá pro přístup k CGI
ko_kr: 이 지시자는 서비스 그룹에서 수행 할 추가 조치를 제공하는 데 사용될 수있는 선택적인 URL을 정의하는 데 사용된다. 당신이 URL을 지정하는 경우, 당신은 당신이 여기에 지정한 URL에 연결하는 CGI가 빨간색 "플랫"아이콘 (당신이 서비스 그룹 정보를보고) 볼 수 있습니다. 유효한 URL을 사용할 수있다. 당신은 상대 경로를 사용할 계획이라면, 기본 경로 것이다 CGI를 액세스하는 데 사용되는 것과 같은
zh_tw: 這個指令被用來定義一個可選URL，它可用於提供要在服務組執行多個動作。如果你指定的URL，你會看到一個紅色的“圖示”在CGIS鏈接到您在此處指定的URL圖標（當您正在查看服務組的信息）。任何有效的URL都可以使用。如果您計劃使用相對路徑，基本路徑會在相同的東西是用來訪問CGIS

source: servicegroup members
cs_cz: členové servicegroup
ko_kr: Servicegroup 회원
zh_tw: 服務組成員
