Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: An account has been created for you to access %s. You can login using the following information: Username: %s Password: %s URL: %s
cs_cz: účet byl vytvořen pro přístup k Nagios XI. můžete se přihlásit pomocí následujících informací: Username: %s Password: %s URL: %s
ko_kr: 당신은 Nagios XI에 액세스하려면 계정이 만들어졌습니다. 의 암호 다음 정보를 사용하여 사용자 이름 : %s 로그인 할 수 %s 을: %s 의 URL :
zh_tw: 已創建帳戶，您可以訪問nagios的十一。您可以登錄以下信息： 用戶名：％s 密碼：％s 的網址：％s

source: %s Account Created
cs_cz: % s vytvořen účet
ko_kr: % s 개의 계정 생성됨
zh_tw: 已創建％s帳戶

source: Invalid account.
cs_cz: neplatný účet.
ko_kr: 잘못된 계정입니다.
zh_tw: 無效的帳戶。

source: Account is disabled.
cs_cz: Účet je zakázán.
ko_kr: 계정을 사용할 수 없습니다.
zh_tw: 帳戶被禁用。

source: Expired
cs_cz: prošlý
ko_kr: 만료
zh_tw: 過期

source: days left
cs_cz: zbývající dny
ko_kr: 일 남아
zh_tw: 天左

source: License Type
cs_cz: typ licence
ko_kr: 라이센스 유형
zh_tw: 許可證類型

source: Trial
cs_cz: pokus
ko_kr: 시도
zh_tw: 審訊

source: Licensed
cs_cz: licencována
ko_kr: 라이센스
zh_tw: 發牌

source: Free
cs_cz: uvolnit
ko_kr: 무료
zh_tw: 免費

source: 7 nodes / 100 total checks, self supported
cs_cz: 7 uzlů / 100 kontrol celkem, samostatně podporováno
ko_kr: 7 개의 노드 / 100 개의 총 검사, 자체 지원
zh_tw: 7個節點/ 100個總計檢查，自我支持

source: Edit Key
cs_cz: upravit klíč
ko_kr: 편집 키
zh_tw: 編輯鍵

source: License Stats
cs_cz: licenční Statistiky
ko_kr: 라이센스 통계
zh_tw: 統計牌照

source: License Activation
cs_cz: aktivace licence
ko_kr: 라이센스 활성화
zh_tw: 許可證激活

source: Activation Status
cs_cz: stav aktivace
ko_kr: 활성화 상태
zh_tw: 激活狀態

source: Activated
cs_cz: aktivovaný
ko_kr: 활성화
zh_tw: 活性

source: Not Activated
cs_cz: není aktivován
ko_kr: 활성화되지 않음
zh_tw: 未激活

source: Activate your license key
cs_cz: aktivovat licenční klíč
ko_kr: 라이센스 키를 활성화
zh_tw: 激活您的許可證密鑰

source: License Options
cs_cz: možnosti licencí
ko_kr: 라이센스 옵션
zh_tw: 許可證選項。

source: Update License
cs_cz: aktualizace licence
ko_kr: 라이센스 업데이트
zh_tw: 更新許可證

source: Updated your license to trial.
cs_cz: aktualizoval vaši licenci na zkušební verzi.
ko_kr: 평가판으로 라이센스를 업데이트했습니다.
zh_tw: 已將您的許可證更新為試用版。

source: Your trial has been extended.
cs_cz: Váš pokus byl prodloužen.
ko_kr: 재판이 연장되었습니다.
zh_tw: 你的審判已經延長了

source: Invalid trial extension key.
cs_cz: Neplatný klíč pro rozšíření zkušební verze.
ko_kr: 유효하지 않은 평가판 확장 키.
zh_tw: 無效試用擴展密鑰。

source: Invalid enterprise license key.
cs_cz: neplatný firmě licenční klíč.
ko_kr: 유효하지 않은 기업의 라이센스 키.
zh_tw: 無效的企業許可證密鑰。

source: The license key you entered is not valid.
cs_cz: licenční klíč, které jste zadali není platný.
ko_kr: 입력 한 라이센스 키가 유효하지 않습니다.
zh_tw: 您輸入的許可證密鑰是無效的。

source: License updated. Your trial has
cs_cz: licence aktualizována. Váš soud má
ko_kr: 라이센스가 업데이트되었습니다. 평가판은있다
zh_tw: 許可證更新。您的試用

source: days left.
cs_cz: zbývající dny
ko_kr: 일 남아
zh_tw: 天左

source: Your trial has expired.
cs_cz: Vaše soudní řízení vypršela.
ko_kr: 재판이 만료되었습니다.
zh_tw: 您的試用期已過。

source: The license key entered is already registered to another system. Please contact sales.
cs_cz: zadaný licenční klíč je již registrován do jiného systému. kontaktujte prodej.
ko_kr: 입력 한 라이센스 키가 이미 다른 시스템에 등록되어 있습니다. 판매처에 문의하십시오.
zh_tw: 輸入的許可證密鑰已註冊到另一個系統。請聯繫銷售人員。

source: Updated license information
cs_cz: Uživatel aktualizované informace o licenci
ko_kr: 사용자는 라이센스 정보를 업데이트
zh_tw: 用戶更新許可證信息

source: License key updated successfully.
cs_cz: licenční klíč byl úspěšně aktualizován.
ko_kr: 라이센스 키가 성공적으로 업데이트되었습니다.
zh_tw: 許可證密鑰更新成功。

source: Enterprise features are now enabled.
cs_cz: podnikové funkce jsou nyní povolena.
ko_kr: 기업 기능은 현재 사용 중입니다.
zh_tw: 企業級功能已啟動。

source: Enterprise features have been removed.
cs_cz: podnikové funkce byly odstraněny.
ko_kr: 기업 기능이 삭제되었습니다.
zh_tw: 企業功能已被刪除。

source: Automatic Login
cs_cz: automatické přihlášení
ko_kr: 자동 로그인
zh_tw: 自動登錄

source: These options allow you to configure a user account that should be used to automatically login visitors. Visitors can logout of the default account and into their own if they wish.
cs_cz: Tyto volby vám umožní nastavit uživatelský účet, který by měl být použit k automatické přihlášení návštěvníků. návštěvníci mohou odhlásit z výchozího účtu a na své vlastní, pokud si to přejí.
ko_kr: 이 옵션은 자동으로 방문자 로그인하는 데 사용되어야 사용자 계정을 구성 할 수 있습니다. 원하는 경우 방문자는 기본 계정과 자신에 로그 아웃 할 수 있습니다.
zh_tw: 這些選項允許您配置一個用戶帳戶，應使用自動登錄遊客。遊客可以註銷的默認帳戶和成自己的，如果他們想。

source: Enable Auto-Login
cs_cz: povolit automatické přihlášení
ko_kr: 자동 로그인 사용
zh_tw: 啟用自動登錄

source: Auto-Login Settings
cs_cz: Nastavení auto-login
ko_kr: 자동 로그인 설정
zh_tw: 自動登錄設置

source: Account
cs_cz: účet
ko_kr: 계정
zh_tw: 帳戶

source: No account specified
cs_cz: žádný účet zadán
ko_kr: 지정된 계정 없음
zh_tw: 沒有指定的帳戶

source: Invalid user account
cs_cz: neplatný uživatelský účet
ko_kr: 유효하지 않은 사용자 계정
zh_tw: 無效的用戶帳戶

source: User enabled auto-login functionality. Auto-login user='
cs_cz: Uživatel povoleno automatické přihlášení funkčnost. auto-login user = '
ko_kr: 사용자가 자동​​ 로그인 기능을 사용하도록 설정했습니다. 자동 로그인 사용자 = '
zh_tw: 用戶啟用自動登錄功能。自動登錄用戶='

source: User updated auto-login functionality. Auto-login user='
cs_cz: Uživatel aktualizováno funkce automatického přihlášení. auto-login user = '
ko_kr: 사용자가 자동​​ 로그인 기능을 업데이트했습니다. 자동 로그인 사용자 = '
zh_tw: 用戶更新自動登錄功能。自動登錄用戶='

source: Options updated.
cs_cz: Možnosti aktualizována.
ko_kr: 옵션이 업데이트되었습니다.
zh_tw: 選項更新。

source: Component installed.
cs_cz: nainstalované součásti.
ko_kr: 구성 요소가 설치되었습니다.
zh_tw: 組件安裝。

source: Manage Components
cs_cz: spravovat komponenty
ko_kr: 구성 요소 관리
zh_tw: 管理組件

source: Manage the components that are installed on this system.
cs_cz: spravovat komponenty nainstalované v tomto systému.
ko_kr: 이 시스템에 설치된 구성 요소를 관리하십시오.
zh_tw: 管理此系統上安裝的組件。

source: Need a custom component created to extend Nagios XI's capabilities? <a href='https://www.nagios.com/contact/' target='_blank'>Contact us</a> for pricing information.
cs_cz: potřebujete vlastní komponentu vytvořenou k rozšíření schopností nagios xi? <a href='https://www.nagios.com/contact/' target='_blank'>kontaktujte nás</a> ohledně informací o cenách.
ko_kr: nagios xi의 기능을 확장하기 위해 만든 사용자 정의 구성 요소가 필요합니까? 가격 정보는 <a href='https://www.nagios.com/contact/' target='_blank'>당사</a> 에 <a href='https://www.nagios.com/contact/' target='_blank'>문의하십시오</a> .
zh_tw: 需要一個自定義組件來擴展nagios xi的功能嗎？ <a href='https://www.nagios.com/contact/' target='_blank'>聯繫我們</a>獲取價格信息。

source: Nagios Exchange
cs_cz: výměna nagios
ko_kr: Nagios의 교환
zh_tw: Nagios的交流

source: You can find additional components for Nagios XI at
cs_cz: můžete najít další komponenty pro Nagios XI na
ko_kr: 당신은에서 Nagios XI에 대한 추가 구성 요소를 찾을 수 있습니다
zh_tw: 你可以找到更多的組件在Nagios的十一

source: Upload a Component
cs_cz: nahrát komponentu
ko_kr: 구성 요소를 업로드
zh_tw: 上傳組件

source: Browse
cs_cz: Procházet
ko_kr: 검색
zh_tw: 瀏覽

source: Upload &amp; Install
cs_cz: nahrát a nainstalovat
ko_kr: 업로드 및 설치
zh_tw: 上傳和安裝

source: Install Updates
cs_cz: instalace aktualizací
ko_kr: 업데이트를 설치
zh_tw: 安裝更新

source: More Components
cs_cz: další komponenty
ko_kr: 핵심 구성 요소
zh_tw: 核心部件

source: Component
cs_cz: komponent
ko_kr: 구성 요소
zh_tw: 元件

source: Type
cs_cz: typ
ko_kr: 유형
zh_tw: 類型

source: Settings
cs_cz: nastavení
ko_kr: 설정
zh_tw: 設置

source: Version
cs_cz: verze
ko_kr: 버전
zh_tw: 版本

source: Please verify the changes below.
cs_cz: prosím zkontrolujte níže uvedené změny.
ko_kr: 아래의 변경 사항을 확인하시기 바랍니다.
zh_tw: 請確認下面的變化。

source: Installing all updates will update the following components
cs_cz: instalovat všechny aktualizace bude aktualizovat následující komponenty
ko_kr: 모든 업데이트를 설치하면 다음 마법사를 업데이트합니다
zh_tw: 安裝所有更新將更新以下嚮導

source: Install
cs_cz: instalovat
ko_kr: 설치
zh_tw: 安裝

source: Installing updates ...
cs_cz: instalaci aktualizací ...
ko_kr: 업데이트를 설치 ...
zh_tw: 安裝更新...

source: This should take less than a few minutes.
cs_cz: to by mělo trvat méně než několik minut.
ko_kr: 이 작업은 몇 분 미만 소요됩니다.
zh_tw: 這應該不到幾分鐘的時間。

source: Installation Complete!
cs_cz: instalace dokončena!
ko_kr: 설치 완료
zh_tw: 安裝完成

source: Close
cs_cz: zavřít
ko_kr: 가까운
zh_tw: 關閉

source: Installation failed, check internet connectivity or proxy settings.
cs_cz: Instalace selhalo, zkontrolujte připojení k internetu nebo nastavení proxy serveru.
ko_kr: 설치가 실패 인터넷 연결 또는 프록시 설정을 확인합니다.
zh_tw: 安裝失敗，請檢查網絡連接或代理設置。

source: Core Components
cs_cz: Klíčovými součástmi
ko_kr: 핵심 구성 요소
zh_tw: 核心部件

source: These are components that are required for XI to function normally. These components should not be removed or edited.
cs_cz: se jedná o komponenty, které jsou potřebné pro xi fungovat normálně. Tyto komponenty by neměly být odstraněny nebo upravovat.
ko_kr: 이러한 XI가 정상적으로 작동하는 데 필요한 구성 요소입니다. 이러한 구성 요소를 제거하거나 편집 할 수 없습니다.
zh_tw: 這些都是所需要的喜正常工作的組件。這些組件不應該被刪除或編輯。

source: Encrypted component
cs_cz: šifrovaná složka
ko_kr: 암호화 된 구성 요소
zh_tw: 加密組件

source: Author
cs_cz: autor
ko_kr: 저자
zh_tw: 作者

source: Website
cs_cz: webová stránka
ko_kr: 홈페이지
zh_tw: 網站

source: Core
cs_cz: jádro
ko_kr: 코드
zh_tw: 代碼

source: Edit Settings
cs_cz: upravit nastavení
ko_kr: 설정을 편집합니다
zh_tw: 編輯設置

source: Available
cs_cz: dostupný
ko_kr: 유효한
zh_tw: 可用的

source: Update
cs_cz: aktualizovat
ko_kr: 업데이트
zh_tw: 更新

source: Up to date
cs_cz: aktuální
ko_kr: 최신 정보
zh_tw: 最新

source: Error submitting command.
cs_cz: Chyba při odesílání příkazu.
ko_kr: 오류가 명령을 제출.
zh_tw: 錯誤提交命令。

source: Component packaging timed out.
cs_cz: balicí složka vypršel.
ko_kr: 구성 요소 포장이 초과되었습니다.
zh_tw: 組件包裝超時。

source: User installed component '
cs_cz: Uživatel nainstalována součást "
ko_kr: 사용자가 구성 요소를 설치 '
zh_tw: 用戶安裝的組件“

source: Component installation failed.
cs_cz: Instalace komponent se nezdařila.
ko_kr: 구성 요소를 설치하지 못했습니다.
zh_tw: 組件安裝失敗。

source: Component scheduled for installation.
cs_cz: součást plánované pro instalaci.
ko_kr: 구성 요소 설치 예정.
zh_tw: 計劃安裝的組件。

source: Component upload failed.
cs_cz: Nahrávání komponent selhal.
ko_kr: 구성 요소 업로드에 실패했습니다.
zh_tw: 組件上傳失敗。

source: Component deleted.
cs_cz: složka odstraněna.
ko_kr: 구성 요소가 삭제되었습니다.
zh_tw: 組件刪除。

source: Component scheduled for deletion.
cs_cz: komponenta naplánováno na delettion.
ko_kr: 구성 요소 delettion 예정.
zh_tw: 組件原定於delettion。

source: Component Configuration
cs_cz: konfigurace komponent
ko_kr: 구성 요소 구성
zh_tw: 組件配置

source: Apply Settings
cs_cz: aplikovat nastavení
ko_kr: 설정을 적용합니다
zh_tw: 應用設置

source: Component Versions Updated
cs_cz: verze komponent aktualizováno
ko_kr: 구성 요소 버전 업데이트
zh_tw: 組件版本更新

source: Could not download component version list from Nagios Server, check Internet Connnectivity
cs_cz: nemohl stáhnout komponentu List verzi ze serveru Nagios, kontrolovat internet connnectivity
ko_kr: Nagios 서버에서 구성 요소 버전 목록을 다운로드 할 수 없습니다 인터넷 Connnectivity를 확인
zh_tw: 無法下載組件的版本從Nagios服務器列表，檢查互聯網connnectivity

source: Applied component settings for
cs_cz: použité nastavení komponenty pro
ko_kr: 에 대한 적용된 구성 요소 설정
zh_tw: 應用的組件設置

source: Component settings updated.
cs_cz: Nastavení součásti aktualizovány.
ko_kr: 구성 요소 설정이 업데이트되었습니다.
zh_tw: 更新組件設置。

source: Component function does not exist.
cs_cz: Funkce složka neexistuje.
ko_kr: 구성 요소 기능은 존재하지 않습니다.
zh_tw: 組件功能不存在。

source: You do not have access to this section.
cs_cz: nemáte přístup k této třídě.
ko_kr: 이 섹션에 액세스 할 수 없습니다.
zh_tw: 你無權訪問此節。

source: One or more config scripts have problems.
cs_cz: jeden nebo více konfiguračních skriptů mít problémy.
ko_kr: 하나 이상의 구성 스크립트는 문제가 있습니다.
zh_tw: 一個或多個config腳本有問題。

source: One or more config files have problems.
cs_cz: jeden nebo více konfigurační soubory mají problémy.
ko_kr: 하나 이상의 설정 파일에 문제가 있습니다.
zh_tw: 一個或多個配置文件有問題。

source: Config File Permissions Check
cs_cz: Oprávnění konfigurační soubor zkontrolovat
ko_kr: 구성 파일 권한 확인
zh_tw: 配置文件的權限檢查

source: Config Scripts
cs_cz: config skripty
ko_kr: 구성 스크립트
zh_tw: config腳本

source: The permissions on the %s configuration scripts appear to be okay.
cs_cz: oprávnění na konfiguraci xi skripty Nagios se zdají být v pořádku.
ko_kr: nagios 사이의 구성 스크립트에 대한 사용 권한 괜찮을 것 같습니다.
zh_tw: 在Nagios XI配置腳本的權限會好起來的。

source: The following configuration scripts have incorrect permissions and owner information
cs_cz: Následující konfigurační skripty mají nesprávná oprávnění a informací o vlastníkovi
ko_kr: 다음 구성 스크립트는 잘못된 권한과 소유자 정보를
zh_tw: 下面的配置腳本不正確的權限和所有者信息

source: Each of these scripts needs to be installed setuid root
cs_cz: každý z těchto scénářů musí být nainstalován setuid kořen
ko_kr: 이러한 스크립트를 각 setuid 루트를 설치해야합니다
zh_tw: 這些腳本需要安裝setuid root的

source: To fix this problem, follow these steps
cs_cz: tento problém vyřešit, postupujte takto
ko_kr: 이 문제를 해결하려면 다음 단계를 수행
zh_tw: 解決此問題，請按照下列步驟操作

source: Login to your %s server via SSH as the
cs_cz: přihlásit ke svému xi serveru Nagios pomocí ssh jako při
ko_kr: 그리고 ssh를 통해 nagios 사이 서버에 로그인
zh_tw: 登錄Nagios的喜服務器通過ssh作為

source: Execute the following commands
cs_cz: spusťte následující příkazy
ko_kr: 다음 명령을 실행
zh_tw: 執行以下命令

source: Config Files
cs_cz: Konfigurační soubory
ko_kr: 구성 파일
zh_tw: 配置文件

source: The permissions on the Nagios Core configuration files to be okay
cs_cz: oprávnění na konfigurační soubory jádra Nagios být v pořádku
ko_kr: Nagios 코어 구성 파일에 대한 권한은 괜찮을
zh_tw: Nagios的核心配置文件的權限會好起來的

source: The following configuration files have incorrect permissions
cs_cz: Následující konfigurační soubory mají nesprávná oprávnění
ko_kr: 다음 구성 파일이 잘못된 권한이
zh_tw: 下面的配置文件的權限不正確

source: Each of these config files needs to be writable by the <i>apache</i> and <i>nagios</i> users. <b>To fix this problem, follow these steps
cs_cz: každý z těchto konfiguračních souborů, musí být zapisovatelný uživateli <i>Apache</i> a <i>Nagios.</i> <b>tento problém vyřešit, postupujte takto</b>
ko_kr: 이 설정 파일의 각 <i>아파치와 nagios</i> 사용자가 쓰기 권한을 <b>설정해야합니다.이 문제를 해결하려면 다음 단계를 따르</b>
zh_tw: 這些配置文件中的每一個需要的<i>Apache</i>和<i>Nagios</i>用戶是可寫的。 <b>來解決這個問題，請按照下列步驟操作</b>

source: Login to your %s server via SSH as the <i>root</i> user
cs_cz: přihlásit ke svému xi serveru Nagios pomocí ssh jako <i>root</i>
ko_kr: <i>루트</i> 사용자로 SSH를 통해 Nagios XI 서버에 로그인
zh_tw: 登錄到您的Nagios的喜服務器<i>作為</i> root用戶通過SSH

source: Execute the following commands:
cs_cz: spusťte následující příkazy:
ko_kr: 다음 명령을 실행합니다 :
zh_tw: 執行下面的命令：

source: Manage Configuration Wizards
cs_cz: spravovat konfiguračních průvodců
ko_kr: 구성 마법사 관리
zh_tw: 管理配置嚮導

source: Manage the configuration wizards that are installed on this system and available to users under the <a href='../config/' target='_parent'>configuration</a> menu.
cs_cz: spravujte průvodce konfigurací, který je v tomto systému nainstalován a dostupný uživatelům v <a href='../config/' target='_parent'>konfiguračním</a> menu.
ko_kr: 이 시스템에 설치되어 있으며 <a href='../config/' target='_parent'>구성</a> 메뉴 아래에있는 사용자가 사용할 수있는 구성 마법사를 관리합니다.
zh_tw: 管理安裝在此系統上並在<a href='../config/' target='_parent'>配置</a>菜單下可供用戶使用的配置嚮導。

source: Need a custom configuration wizard created for your organization? <a href='https://www.nagios.com/contact/' target='_blank'>Contact us</a> for pricing information.
cs_cz: potřebujete průvodce vlastní konfigurací vytvořenou pro vaši organizaci? <a href='https://www.nagios.com/contact/' target='_blank'>kontaktujte nás</a> ohledně informací o cenách.
ko_kr: 조직 용으로 만든 사용자 지정 구성 마법사가 필요하십니까? 가격 정보는 <a href='https://www.nagios.com/contact/' target='_blank'>당사</a> 에 <a href='https://www.nagios.com/contact/' target='_blank'>문의하십시오</a> .
zh_tw: 需要為您的組織創建自定義配置嚮導嗎？ <a href='https://www.nagios.com/contact/' target='_blank'>聯繫我們</a>獲取價格信息。

source: Upload a Wizard
cs_cz: nahrát Průvodce
ko_kr: 마법사를 업로드
zh_tw: 上傳嚮導

source: More Wizards
cs_cz: více průvodců
ko_kr: 추가 마법사를 가져 오기
zh_tw: 獲得更多的精靈

source: Wizard Information
cs_cz: průvodce informace
ko_kr: VM웨어 정보
zh_tw: vmware的信息

source: Installing all updates will update the following wizards
cs_cz: instalovat všechny aktualizace bude aktualizovat následující průvodců
ko_kr: 모든 업데이트를 설치하면 다음 마법사를 업데이트합니다
zh_tw: 安裝所有更新將更新以下嚮導

source: Configuration
cs_cz: konfigurace
ko_kr: 구성
zh_tw: 組態

source: Download Archived
cs_cz: download archivovány
ko_kr: 다운로드 보관
zh_tw: 下載存檔

source: Wizard packaging timed out.
cs_cz: Průvodce balení vypršel.
ko_kr: 마법사 포장이 초과되었습니다.
zh_tw: 嚮導包裝超時。

source: Wizard installed.
cs_cz: nainstalován Průvodce.
ko_kr: 마법사가 설치되어 있어야합니다.
zh_tw: 嚮導安裝。

source: Wizard installation failed.
cs_cz: průvodce instalací selhala.
ko_kr: 마법사 설치가 실패했습니다.
zh_tw: 嚮導安裝失敗。

source: Wizard scheduled for installation.
cs_cz: Průvodce naplánované k instalaci.
ko_kr: 마법사가 설치 될 예정.
zh_tw: 嚮導計劃安裝。

source: Wizard upload failed.
cs_cz: Průvodce se nepodařilo nahrát.
ko_kr: 마법사 업로드에 실패했습니다.
zh_tw: 嚮導上傳失敗。

source: Config Wizard Versions Updated
cs_cz: Průvodce config verze aktualizováno
ko_kr: 설정 마법사 버전 업데이트
zh_tw: 配置嚮導的版本更新

source: Could not download wizard version list from Nagios Server, check Internet Connnectivity
cs_cz: nemohl stáhnout průvodcem ve verzi ze serveru Nagios, zkontrolujte, zda internet connnectivity
ko_kr: Nagios 서버에서 구성 요소 버전 목록을 다운로드 할 수 없습니다 인터넷 Connnectivity를 확인
zh_tw: 無法下載組件的版本從Nagios服務器列表，檢查互聯網connnectivity

source: Wizard deleted.
cs_cz: Průvodce odstraněny.
ko_kr: 마법사가 삭제되었습니다.
zh_tw: 嚮導刪除。

source: Wizard scheduled for deletion.
cs_cz: Průvodce naplánované k odstranění.
ko_kr: 마법사가 삭제 될 예정.
zh_tw: 嚮導定為刪除。

source: Are you sure you want to restore the CCM database?
cs_cz: Jste si jisti, že chcete obnovit nagiosql databázi?
ko_kr: 당신은 당신이 nagiosql 데이터베이스를 복원 하시겠습니까?
zh_tw: 要還原的數據庫nagiosql你確定？

source: Are you sure you want to permanently delete this archived Configuration Snapshot?
cs_cz: Jste si jisti, že chcete trvale odstranit tuto archivovaný konfigurace snímek?
ko_kr: 당신은 영구적으로 보관 구성 스냅 샷을 삭제 하시겠습니까?
zh_tw: 你確定要永久刪除此存檔配置快照嗎？

source: View Command Output
cs_cz: Pohled výstupu příkazu
ko_kr: 보기 명령 출력
zh_tw: view命令輸出

source: The latest configuration snapshots of the monitoring engine are shown below. Download the most recent snapshots as backups or get vital information for troubleshooting configuration errors.
cs_cz: poslední konfigurace snímky z monitorovací xi motoru jsou uvedeny níže. stáhnout nejnovější snímky jako záložní nebo získat důležité informace o chybách konfigurace řešení problémů.
ko_kr: XI 모니터링 엔진의 최신 구성 스냅 샷은 다음과 같습니다. 백업으로 가장 최근의 스냅 샷을 다운로드하거나 문제 해결 구성 오류에 대한 중요한 정보를 확인할 수 있습니다.
zh_tw: 最新的xi監測發動機的配置快照所​​示。下載最新的快照，備份，或得到的重要信息排查配置錯誤。

source: Archived Snapshots
cs_cz: archivované snímky
ko_kr: 보관 스냅 샷
zh_tw: 歸檔快照

source: Every time you apply configuration a new snapshot is created of the previous configuration.
cs_cz: pokaždé, když použijete konfiguraci, vytvoří se nový snímek předchozí konfigurace.
ko_kr: 구성을 적용 할 때마다 이전 구성의 새 스냅 샷이 생성됩니다.
zh_tw: 每次應用配置時，都會創建一個先前配置的新快照。

source: Date Created
cs_cz: datum vytvoření
ko_kr: 생성 일자
zh_tw: 創建日期

source: Config Status
cs_cz: stav konfigurace
ko_kr: 구성 상태
zh_tw: 配置狀態

source: Snapshot Name
cs_cz: název snímku
ko_kr: 스냅 샷 이름
zh_tw: 快照名稱

source: Diff Changes
cs_cz: změny dif
ko_kr: 차이점 변경
zh_tw: 差異變化

source: OK
ko_kr: 그래
zh_tw: 行

source: View command output
cs_cz: Pohled výstupu příkazu
ko_kr: 보기 명령 출력
zh_tw: view命令輸出

source: Snapshot %s
cs_cz: snímků
ko_kr: 스냅 샷
zh_tw: 快照

source: View diff change between this and the prior snapshot
cs_cz: zobrazit změnu rozdílu mezi tímto a předchozím snímkem
ko_kr: 이 스냅 샷과 이전 스냅 샷 간의 차이점보기
zh_tw: 查看此快照與先前快照之間的差異更改

source: View changes from current config
cs_cz: zobrazení změn z aktuální konfigurace
ko_kr: 현재 설정에서 변경 사항보기
zh_tw: 查看當前配置的更改

source: Restore
cs_cz: obnovit
ko_kr: 복원
zh_tw: 恢復

source: Archive
cs_cz: archiv
ko_kr: 아카이브
zh_tw: 檔案

source: No snapshots have been created yet. Apply configuration to create one.
cs_cz: dosud nebyly vytvořeny žádné snímky. použít konfiguraci k vytvoření.
ko_kr: 아직 생성 된 스냅 샷이 없습니다. 구성을 적용하여 만듭니다.
zh_tw: 尚未創建快照。應用配置來創建一個。

source: Archive a snapshot to save it indefinitely.
cs_cz: archivovat snímek a uložit jej na neurčito.
ko_kr: 스냅 샷을 보관하여 무기한 저장합니다.
zh_tw: 存檔快照以無限期保存。

source: Rename
cs_cz: přejmenovat
ko_kr: 이름
zh_tw: 重命名

source: No snapshots have been archived yet.
cs_cz: zatím nebyly archivovány žádné zálohy.
ko_kr: 아직 아카이브 된 백업이 없습니다.
zh_tw: 尚未備份任何備份。

source: Configuration Snapshots - Config Changes
cs_cz: konfigurační snímky - změny konfigurace
ko_kr: 구성 스냅 샷-구성 변경
zh_tw: 配置快照-配置更改

source: Changes in configuration between the %s (on the left) and the snapshot %s at %s (on the right) are shown below.
cs_cz: níže jsou uvedeny změny v konfiguraci mezi% s (vlevo) a snímkem% s v% s (vpravo).
ko_kr: % s (왼쪽)과 % s (오른쪽)의 스냅 샷 % s 간의 구성 변경 사항은 다음과 같습니다.
zh_tw: ％s（左側）和％s（右側）的快照％s之間的配置更改如下所示。

source: current running configuration
cs_cz: aktuální spuštěná konfigurace
ko_kr: 현재 실행중인 구성
zh_tw: 當前運行的配置

source: Changes in configuration between the old snapshot at %s (on the left) and this new snapshot at %s (on the right) are shown below.
cs_cz: níže jsou uvedeny změny v konfiguraci mezi starým snímkem v% s (vlevo) a tímto novým snímkem v% s (vpravo).
ko_kr: % s (왼쪽)에있는 이전 스냅 샷과 % s (오른쪽)에있는이 새 스냅 샷 간의 구성 변경 사항은 다음과 같습니다.
zh_tw: 下面顯示了％s（左側）的舊快照和％s（右側）的新快照之間的配置更改。

source: There are no changes between the two configurations.
cs_cz: mezi těmito dvěma konfiguracemi nejsou žádné změny.
ko_kr: 두 구성간에 변경 사항이 없습니다.
zh_tw: 兩種配置之間沒有任何變化。

source: There are a few possible reasons for this:
cs_cz: existuje několik možných důvodů:
ko_kr: 이에 대한 몇 가지 가능한 이유가 있습니다.
zh_tw: 可能有以下幾種原因：

source: You are viewing the latest snapshot, which is a copy of the current config
cs_cz: prohlížíte si nejnovější snímek, který je kopií aktuální konfigurace
ko_kr: 현재 구성의 사본 인 최신 스냅 샷을보고 있습니다.
zh_tw: 您正在查看最新快照，它是當前配置的副本

source: There is no config directory for this snapshot
cs_cz: pro tento snímek neexistuje žádný konfigurační adresář
ko_kr: 이 스냅 샷에 대한 구성 디렉토리가 없습니다.
zh_tw: 該快照沒有配置目錄

source: Deleted configuration snapshot
cs_cz: Konfigurační prohlížet snímky
ko_kr: 구성 스냅 샷보기
zh_tw: 查看配置快照

source: Deleted archived configuration snapshot
cs_cz: odstraněn archivovaný konfigurační snímek
ko_kr: 삭제 된 보관 된 구성 스냅 샷
zh_tw: 已刪除存檔配置快照

source: Config snapshot deleted.
cs_cz: config snímek smazán.
ko_kr: 구성 스냅 샷이 삭제되었습니다.
zh_tw: 配置快照刪除。

source: Archived configuration snapshot
cs_cz: Konfigurační prohlížet snímky
ko_kr: 구성 스냅 샷보기
zh_tw: 查看配置快照

source: Snapshot archived
cs_cz: snímek archivovány
ko_kr: 스냅 샷 보관
zh_tw: 快照存檔

source: Snapshot scheduled for archiving
cs_cz: snímek naplánováno na archivaci
ko_kr: 스냅 샷 보관 예정
zh_tw: 快照排程歸檔

source: Restored system to configuration snapshot
cs_cz: obnovena konfigurace systému
ko_kr: 시스템을 구성 스냅 샷으로 복원 함
zh_tw: 將系統還原到配置快照

source: This snapshot doesn't exist
cs_cz: tento snímek neexistuje
ko_kr: 이 스냅 샷이 존재하지 않습니다.
zh_tw: 此快照不存在

source: Apply Configuration
cs_cz: aplikovat konfiguraci
ko_kr: 구성을 적용합니다
zh_tw: 應用配置

source: View Config
cs_cz: pohled config
ko_kr: 구성보기
zh_tw: 查看配置

source: Configure snapshot restore has been scheduled.
cs_cz: Konfigurace snímek obnovit bylo naplánováno.
ko_kr: 스냅 샷 복원이 예정되어 구성합니다.
zh_tw: 配置，快照恢復已定。

source: Monitoring Configuration Snapshots
cs_cz: konfigurace sledování snímků
ko_kr: 구성 스냅 샷 모니터링
zh_tw: 監控組態快照

source: Rename an archived configuration snapshot. Archived snapshots must have no spaces in their names.
cs_cz: přejmenovat uloženou konfiguraci snímek. archivované snímky musí mít v jejich názvech bez mezer.
ko_kr: 보관 된 구성 스냅 샷의 이름을 바꿉니다. 보관 된 스냅 샷 이름에 공백이 있어야합니다.
zh_tw: 重命名歸檔配置快照。存檔的快照，必須有自己的名字中沒有空格。

source: Filename
cs_cz: název souboru
ko_kr: 파일 이름
zh_tw: 文件名

source: Rename Snapshot To
cs_cz: přejmenovat snímek
ko_kr: 에 스냅 샷의 이름을 변경
zh_tw: 重命名快照

source: Snapshot has been renamed.
cs_cz: Snímek byl přejmenován.
ko_kr: 스냅 샷 이름이 변경되었습니다.
zh_tw: 快照已被重新命名。

source: Snapshot scheduled to be renamed.
cs_cz: snímek naplánován být přejmenován.
ko_kr: 스냅 샷 이름이 될 예정.
zh_tw: 快照計劃將改名為。

source: Check Data Transfer
cs_cz: zkontrolujte přenos dat
ko_kr: 데이터 전송을 확인
zh_tw: 檢查數據傳輸
