Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: If you leave this argument blank, the host will
cs_cz: Pokud necháte tento argument prázdný, bude hostitel
ko_kr: 당신이 공백이 인수를 떠날 경우, 호스트는 것
zh_tw: 如果將該參數留空，主機會

source: not
cs_cz: ne
ko_kr: 아니
zh_tw: 不

source: be actively checked. Thus, Nagios will likely always assume the host is up (it may show up as being in a "PENDING" state in the web interface). This is useful if you are monitoring printers or other devices that are frequently turned off. The maximum amount of time that the notification command can run is controlled by the host_check_timeout option.
cs_cz: aktivně kontrolovat. tak, nagios bude pravděpodobně vždy předpokládat, že hostitel je vzhůru (to může ukázat jako bytí v "čekající" stavu ve webovém rozhraní). To je užitečné, pokud jste sledování tiskáren nebo jiných zařízení, která jsou často vypnuty. Maximální doba, po kterou příkazu oznámení může spustit je řízen volbou host_check_timeout.
ko_kr: 적극적으로 확인. 따라서, Nagios의 가능성이 항상 호스트가 (이 웹 인터페이스에 "보류"상태에있는 것으로 표시 될 수 있습니다)를 가정합니다. 당신이 프린터 나 자주 해제하는 다른 장치를 모니터링하는 경우에 유용합니다. 통지 명령을 실행할 수있는 최대 시간은 host_check_timeout 옵션에 의해 제어된다.
zh_tw: 積極檢查。因此，Nagios的可能總是假定主機已啟動（可能顯示為是處於“待定”狀態，在Web界面）。如果你正在監視打印機或頻繁關閉其他設備，這是很有用的。的，該通知命令可以運行的最大時間量由host_check_timeout選項控制。

source: Host - arguments
cs_cz: Hostitelské - Argumenty
ko_kr: 호스트 - 인수
zh_tw: 主機 - 參數

source: The values defined here will replace the according argument variable behind the selected command. Up to 8 argument variables are supported. Be sure, that you defines a valid value for each required argument variable.
cs_cz: Hodnoty, které zde definované nahradí podle argumentů proměnné za vybraného příkazu. Jsou podporovány až 8 argumentů proměnné. být jisti, že jste definuje platnou hodnotu pro každý požadovaný argument proměnné.
ko_kr: 여기에 정의 된 값은 선택된 명령 뒤에 따라 인수 변수를 대체합니다. 최대 8 인자 변수가 지원됩니다. 각 필수 인수 변수에 대한 유효한 값을 정의하는지,해야합니다.
zh_tw: 這裡定義的值將取代所選命令後面的參數根據變量。多達8個參數變量都支持。可以肯定的，那你定義了每個需要的參數變量的有效值。

source: Host - Templates
cs_cz: Hostitelské - šablony
ko_kr: 호스트 템플릿
zh_tw: 主機模板

source: You can add one or more host templates to a host configuration. Nagios will add the definitions from each template to a host configuration.
cs_cz: můžete přidat jeden nebo více hostitelských šablony pro konfiguraci hostitele. nagios přidá definice z každé šablony na konfiguraci hostitele.
ko_kr: 호스트는 구성에 하나 이상의 호스트 템플릿을 추가 할 수있다. Nagios는 호스트 구성에 각 템플릿에서 정의를 추가합니다.
zh_tw: 可以添加一個或多個主機模板到主機的配置。 Nagios的將每個模板添加的定義為主機配置。

source: If you add more than one template - the templates from the bottom to the top will be used to overwrite configuration items which are defined inside templates before.
cs_cz: pokud přidáte více než jednu šablonu - Šablony ze dna na vrchol bude použit k přepsání konfiguračních položek, které jsou definovány v šablonách předtím.
ko_kr: 하나 이상의 템플릿을 추가하는 경우 - 아래쪽에서 위쪽으로 템플릿을 전에 템플릿 내에서 정의 된 구성 항목을 덮어 쓰기하는 데 사용됩니다.
zh_tw: 如果添加多個模板 - 從底部到頂部的模板將用於覆蓋這些前內模板定義配置項。

source: The host configuration itselves will overwrite all values which are defined in templates before and pass all values which are not defined.
cs_cz: konfiguraci hostitele samotný, přepíše všechny hodnoty, které jsou definovány v šablonách před a projít všechny hodnoty, které nejsou definovány.
ko_kr: 호스트 구성 itselves 전에 템플릿에 정의 된 모든 값을 덮어 정의되지 않은 모든 값을 전달합니다.
zh_tw: 主機配置itselves將覆蓋這是在模板之前定義的所有值，並通過不屬於定義的所有值。

source: Host - initial state
cs_cz: hostitel - počáteční stav
ko_kr: 호스트 - 초기 상태
zh_tw: 主機 - 初始狀態

source: By default Nagios will assume that all hosts are in UP states when in starts. You can override the initial state for a host by using this directive. Valid options are:
cs_cz: Ve výchozím nastavení nagios bude předpokládat, že všichni hostitelé jsou v nahoru států, když ve startů. můžete přepsat výchozí stav pro hostitele pomocí této směrnice. Platné volby jsou:
ko_kr: 기본적으로 Nagios는 언제 시작의 모든 호스트가 상태에 있다고 가정합니다. 이 지시어를 사용하여 호스트의 초기 상태를 덮어 쓸 수 있습니다. 유효한 옵션은 다음과 같습니다 :
zh_tw: 默認情況下，Nagios的假設所有主機都在上升狀態中啟動時。您可以通過使用這個指令覆蓋了主機的初始狀態。有效的選項有：

source: UP,
cs_cz: nahoru,
ko_kr: 최대
zh_tw: 起來，

source: DOWN, and
cs_cz: dolů, a
ko_kr: 아래로, 그리고
zh_tw: 下來，並

source: UNREACHABLE.
cs_cz: nedosažitelný.
ko_kr: 도달 할 수없는.
zh_tw: 不可達。

source: Host - retry interval
cs_cz: hostit - opakování intervalu
ko_kr: 호스트 - 재시도 간격
zh_tw: 主持人 - 重試間隔

source: This directive is used to define the number of "time units" to wait before scheduling a re-check of the hosts. Hosts are rescheduled at the retry interval when they have changed to a non-UP state. Once the host has been retried
cs_cz: Tato směrnice se používá k definování počet "časových jednotek" počkat před naplánováním opětovnou kontrolu hostitelů. hostitelé jsou naplánována v intervalu opakování, kdy se změnily k non-up stavu. jakmile se hostitel byl opakován
ko_kr: 이 지시문은 호스트의 재 검사를 예약하기 전에 대기 "시간 단위"의 수를 정의하는 데 사용됩니다. 그들은 비 - 업 상태로 변경 한 경우 호스트는 재시도 간격으로 일정이 조정됩니다. 호스트가 시도되고 나면
zh_tw: 這個指令是用來定義“時間單位”的數量調度重新檢查主機之前要等待。主機改期在重試間隔時，他們已經改變，以非啟動狀態。一旦主機已經試

source: times without a change in its status, it will revert to being scheduled at its "normal" rate as defined by the
cs_cz: časy beze změny svého postavení, bude-li se vrátit k bytí naplánováno na jeho "normální" rychlostí, jak bylo vymezeno
ko_kr: 에 의해 정의 된 상태의 변화없이 시간은, 그것의 "정상적인"속도로 예정되는으로 돌아갑니다
zh_tw: 倍，而不在其狀態的變化，它會恢復到被調度在它的“正常”的速率由所限定

source: value. Unless you've changed the interval_length directive from the default value of 60, this number will mean minutes. More information on this value can be found in the check scheduling documentation.
cs_cz: hodnota. pokud jste změnili směrnici o interval_length z výchozí hodnoty 60 ° C, bude toto číslo znamenat minut. Více informací o této hodnoty lze nalézt v dokumentaci kontrola letového řádu.
ko_kr: 값. 당신이 60의 기본 값에서 interval_length 지시문을 변경하지 않았다면,이 숫자는 분을 의미합니다. 이 값에 대한 자세한 내용은 체크 스케줄링 문서에서 찾을 수 있습니다.
zh_tw: 值。除非你已經改變了60的默認值interval_length指令，這個數字將意味著分鐘。這個值的更多信息，請檢查調度文檔中找到。

source: Host - max check attempts
cs_cz: hostitel - max kontrolní pokusy
ko_kr: 호스트 - 최대 체크 시도
zh_tw: 主機 - 最大檢查嘗試

source: This directive is used to define the number of times that Nagios will retry the host check command if it returns any state other than an OK state. Setting this value to 1 will cause Nagios to generate an alert without retrying the host check again. Note: If you do not want to check the status of the host, you must still set this to a minimum value of 1. To bypass the host check, just leave the
cs_cz: Tato směrnice se používá k definování kolikrát nagios bude opakovat příkaz zaškrtnutí hostitele, pokud se vrátí jiný než ok stát. Nastavení této hodnoty na hodnotu 1 způsobí nagios generovat upozornění, aniž by novým pokusem znovu hostitel kontrola. Poznámka: Pokud nechcete, aby zkontrolovat stav hostitele, je nutné ještě nastavit na minimální hodnotu 1. obejít kontrolu hostitele, jen opustit
ko_kr: 이 지시어는 확인 상태 이외의 상태를 반환하는 경우 Nagios는 호스트 검사 명령을 다시 시도하는 횟수를 정의하는 데 사용됩니다. 이 값을 1로 설정하면 Nagios의 호스트 체크 다시 재 시도하지 않고 경고를 생성하게됩니다. 참고 : 호스트의 상태를 확인하지 않으려면, 당신은 여전히​​ 호스트 검사를 무시할 수 있습니다 (1)의 최소 값으로 설정해야합니다, 그냥 떠나
zh_tw: 這個指令是用來定義倍的nagios將重試主機檢查命令，如果它返回比一個確定的狀態，其他任何國家的數量。該值設置為1會導致Nagios的再次主機檢查產生不重試警報。注意：如果你不想檢查主機的狀態，你仍必須將其設置為1的最低值，以繞過主機檢查，剛剛離開

source: option blank.
cs_cz: Možnost prázdné.
ko_kr: 옵션 빈.
zh_tw: 選項空白。

source: Host - check interval
cs_cz: hostit - zkontrolujte interval
ko_kr: 호스트 - 간격을 확인
zh_tw: 主持人 - 檢查間隔

source: This directive is used to define the number of "time units" between regularly scheduled checks of the host. Unless you've changed the interval_length directive from the default value of 60, this number will mean minutes. More information on this value can be found in the check scheduling documentation.
cs_cz: Tato směrnice se používá k definování počet "časových jednotek" mezi pravidelnými kontrolami hostitele. pokud jste změnili směrnici o interval_length z výchozí hodnoty 60 ° C, bude toto číslo znamenat minut. Více informací o této hodnoty lze nalézt v dokumentaci kontrola letového řádu.
ko_kr: 이 지시문은 호스트의 정기 검사 사이의 "시간 단위"의 수를 정의하는 데 사용됩니다. 당신이 60의 기본 값에서 interval_length 지시문을 변경하지 않았다면,이 숫자는 분을 의미합니다. 이 값에 대한 자세한 내용은 체크 스케줄링 문서에서 찾을 수 있습니다.
zh_tw: 這個指令是用來定義“時間單位”的主機定期檢查之間的號​​碼。除非你已經改變了60的默認值interval_length指令，這個數字將意味著分鐘。這個值的更多信息，請檢查調度文檔中找到。

source: Host - active checks enabled
cs_cz: hostitel - aktivní kontroly povolen
ko_kr: 호스트 - 활성 검사 가능
zh_tw: 主機 - 主動檢查啟用

source: This directive is used to determine whether or not active checks (either regularly scheduled or on-demand) of this host are enabled. Values:
cs_cz: Tato směrnice se používá k určení, zda není aktivní kontroly (buď pravidelně programu, nebo na vyžádání) tohoto hostitele jsou povoleny. hodnoty:
ko_kr: 이 지시문은이 호스트의 여부 활성 검사 (정기 또는 요청 중) 활성화를 결정하는 데 사용됩니다. 값 :
zh_tw: 這個指令是用來確定該主機的啟用與否主動檢查（無論是定期或按需）。價值觀：

source: disable active host checks,
cs_cz: zakázat aktivní kontrolu hostitele,
ko_kr: 활성 호스트 검사를 사용하지
zh_tw: 禁用活動主機檢查，

source: enable active host checks.
cs_cz: umožnit aktivní kontrolu hostitelů.
ko_kr: 활성 호스트 검사를 할 수 있습니다.
zh_tw: 使活動主機檢查。

source: Host - passive checks enabled
cs_cz: hostitel - pasivní kontroly povolen
ko_kr: 호스트 - 수동 검사 가능
zh_tw: 主機 - 被動檢查啟用

source: This directive is used to determine whether or not passive checks are enabled for this host. Values:
cs_cz: Tato směrnice se používá k určení, zda jsou nebo nejsou pasivní kontroly povoleny pro tohoto hostitele. hodnoty:
ko_kr: 이 지시문은 수동 검사가이 호스트 기능을 사용할 수 있는지 여부를 결정하는 데 사용됩니다. 값 :
zh_tw: 這個指令是用來判斷是否啟用了該主機被動的檢查。價值觀：

source: disable passive host checks,
cs_cz: zakázat pasivní hostitelských kontrol,
ko_kr: 수동 호스트 검사를 사용하지
zh_tw: 禁用被動主機檢查，

source: enable passive host checks.
cs_cz: povolit pasivní hostitelských kontrol.
ko_kr: 수동 호스트 검사를 할 수 있습니다.
zh_tw: 使被動的主機檢查。

source: Host - check period
cs_cz: hostit - zkontrolujte období
ko_kr: 호스트 - 기간을 확인
zh_tw: 主持人 - 檢查階段

source: >This directive is used to specify the short name of the time period during which active checks of this host can be made.
cs_cz: > Tato směrnice se používá k určení krátký název časového období, během něhož lze provést účinné kontroly tohoto hostitele.
ko_kr: >이 지시어는이 호스트의 활성 검사를 할 수있는 기간의 짧은 이름을 지정하는 데 사용됩니다.
zh_tw: >這個指令是用來指定在此期間，該主機的主動檢查，可時間段的簡稱。

source: Host - freshness threshold
cs_cz: hostitel - svěžest práh
ko_kr: 호스트 - 신선도 임계 값
zh_tw: 主機 - 新鮮門檻

source: This directive is used to specify the freshness threshold (in seconds) for this host. If you set this directive to a value of 0, Nagios will determine a freshness threshold to use automatically.
cs_cz: Tato směrnice se používá k určení práh čerstvosti (v sekundách) pro tento počítač. Nastavíte-li tuto směrnici na hodnotu 0, bude nagios stanovit prahovou hodnotu čerstvosti, že automaticky použije.
ko_kr: 이 지침은이 호스트 (초) 신선도 임계 값을 지정하는 데 사용됩니다. 0의 값이 지시자를 설정하면, Nagios는 자동으로 사용할 수있는 신선도 임계 값을 결정합니다.
zh_tw: 這個指令是用來指定該主機的新鮮感閾值（以秒為單位）。如果你設置這個指令的值為0，Nagios的將確定一個新鮮閾值時自動使用。

source: Host - check freshness
cs_cz: hostit - kontrola čerstvosti
ko_kr: 호스트 - 신선도를 확인
zh_tw: 主持人 - 檢查新鮮度

source: This directive is used to determine whether or not freshness checks are enabled for this host. Values:
cs_cz: Tato směrnice se používá k určení, zda jsou nebo nejsou čerstvosti kontroly povoleny pro tohoto hostitele. hodnoty:
ko_kr: 이 지시문은 신선도 검사가이 호스트 기능을 사용할 수 있는지 여부를 결정하는 데 사용됩니다. 값 :
zh_tw: 這個指令是用來決定是否啟用此主機的新鮮度檢查。價值觀：

source: disable freshness checks,
cs_cz: zakázat kontroly čerstvosti,
ko_kr: 신선도 검사를 사용하지
zh_tw: 禁用新鮮感檢查，

source: enable freshness checks.
cs_cz: umožnit kontrolu čerstvosti.
ko_kr: 신선도 검사를 할 수 있습니다.
zh_tw: 讓新鮮度檢查。

source: Host - obsess over host
cs_cz: hostitel - posedlí hostitele
ko_kr: 호스트 - 호스트 집착
zh_tw: 主機 - OCSP命令主機

source: This directive determines whether or not checks for the host will be "obsessed" over using the ochp_command.
cs_cz: Tato směrnice určuje, zda zkontroluje hostitelem bude "posedlý" přes použití ochp_command.
ko_kr: 이 지시문은 호스트에 대한 검사가 ochp_command를 사용을 통해 "집착"할 것인지 아닌지를 결정한다.
zh_tw: 這個指令決定檢查主機是否會成為“走火入魔”了使用ochp_command。

source: Host - event handler
cs_cz: hostitel - handler události
ko_kr: 호스트 이벤트 처리기
zh_tw: 主機事件的處理程序

source: of the command that should be run whenever a change in the state of the host is detected (i.e. whenever it goes down or recovers). Read the documentation on event handlers for a more detailed explanation of how to write scripts for handling events. The maximum amount of time that the event handler command can run is controlled by the event_handler_timeout option.
cs_cz: o příkaz, který má být spuštěn, když je detekována změna ve stavu hostitele (tedy vždy, když to jde dolů nebo obnoví). přečíst dokumentaci o zpracovávání událostí pro podrobnější vysvětlení, jak psát skripty pro zpracování událostí. Maximální doba, po kterou psovod povel událost může spustit je řízen volbou event_handler_timeout.
ko_kr: 호스트의 상태에 변화가 (이 다운되거나 복구 즉 때마다) 감지 될 때마다 실행해야합니다 명령. 이벤트를 처리하기위한 스크립트를 작성하는 방법에 대한 자세한 설명의 이벤트 핸들러에 대한 설명서를 참조하십시오. 이벤트 핸들러의 명령이 실행될 수있는 최대 시간은 event_handler_timeout 옵션에 의해 제어된다.
zh_tw: 每當在主機的狀態的變化被檢測到​​（即每當發生故障或恢復）應該運行的命令的。對於如何編寫處理事件的腳本更詳細的解釋閱讀的事件處理程序的文檔。的事件處理程序的命令可以運行的最大時間量由event_handler_timeout選項控制。

source: Host - event handler enabled
cs_cz: hostitel - handler události povolen
ko_kr: 호스트 - 이벤트 핸들러가 활성화
zh_tw: 主機 - 事件處理程序啟用

source: This directive is used to determine whether or not the event handler for this host is enabled. Values:
cs_cz: Tato směrnice se používá k určení, zda je či není povoleno rutiny události na tomto hostiteli. hodnoty:
ko_kr: 이 지시문은이 호스트의 이벤트 핸들러가 활성화되어 있는지 여부를 결정하는 데 사용됩니다. 값 :
zh_tw: 這個指令是用來確定的事件處理該主機是否啟用。價值觀：

source: disable host event handler,
cs_cz: zakázat rutinu události hostitele,
ko_kr: 호스트 이벤트 핸들러를 비활성화
zh_tw: 關閉主機事件處理程序，

source: enable host event handler.
cs_cz: povolit rutinu události hostitele.
ko_kr: 호스트 이벤트 핸들러를 할 수 있습니다.
zh_tw: 啟用主機事件處理程序。

source: Host - low flap threshold
cs_cz: hostitel - nízký práh klapka
ko_kr: 호스트 - 낮은 플랩 임계 값
zh_tw: 主機 - 低門檻瓣

source: This directive is used to specify the low state change threshold used in flap detection for this host. If you set this directive to a value of 0, the program-wide value specified by the
cs_cz: Tato směrnice se používá k určení státní hranici s nízkou změnit používaný v chlopní detekce pro tohoto hostitele. Nastavíte-li tuto směrnici na hodnotu 0, hodnota celého programu jsou specifikovány atributem
ko_kr: 이 지시문은이 호스트 플랩 검출에 사용되는 낮은 상태 변경 임계 값을 지정하는 데 사용됩니다. 0의 값이 지시자를 설정하면 프로그램 전체의 값에 의해 지정된
zh_tw: 這個指令是用來指定瓣檢測用於此主機的低狀態變化閾值。如果你設置這個指令的值為0，指定的程序範圍內的值

source: directive will be used.
cs_cz: budou použity směrnice.
ko_kr: 지시어가 사용됩니다.
zh_tw: 指令將被使用。

source: Host - high flap threshold
cs_cz: hostitel - vysoký práh klapka
ko_kr: 호스트 - 높은 플랩 임계 값
zh_tw: 主持人 - 高門檻瓣

source: This directive is used to specify the high state change threshold used in flap detection for this host. If you set this directive to a value of 0, the program-wide value specified by the
cs_cz: Tato směrnice se používá k určení vysoké státní hranici změnit používaný v chlopní detekce pro tohoto hostitele. Nastavíte-li tuto směrnici na hodnotu 0, hodnota celého programu jsou specifikovány atributem
ko_kr: 이 지시문은이 호스트 플랩 검출에 사용되는 높은 상태 변경 임계 값을 지정하는 데 사용됩니다. 0의 값이 지시자를 설정하면 프로그램 전체의 값에 의해 지정된
zh_tw: 這個指令是用來指定瓣檢測用於此主機的高狀態變化閾值。如果你設置這個指令的值為0，指定的程序範圍內的值

source: Host - flap detection enabled
cs_cz: hostitel - detekce klapka povolen
ko_kr: 호스트 - 플랩 검출이 가능
zh_tw: 主機 - 瓣檢測啟用

source: This directive is used to determine whether or not flap detection is enabled for this host. Values:
cs_cz: Tato směrnice se používá k určení, zda klapka detekce je povolen pro tohoto hostitele. hodnoty:
ko_kr: 이 지시문은 플랩 검출이 호스트 사용 가능 여부를 판별하는 데 사용됩니다. 값 :
zh_tw: 這個指令是用來確定是否啟用該主機瓣檢測。價值觀：

source: disable host flap detection,
cs_cz: zakázat zjišťování hostitele chlopeň,
ko_kr: 호스트 플랩 검색을 사용하지 않으
zh_tw: 關閉主機瓣檢測，

source: enable host flap detection.
cs_cz: umožňují detekci hostitele chlopně.
ko_kr: 호스트 플랩 감지 할 수 있습니다.
zh_tw: 啟用主機瓣檢測。

source: Host - flap detection options
cs_cz: hostit - funkce detekce klapka
ko_kr: 호스트 - 플랩 검출 옵션
zh_tw: 主持人 - 瓣檢測選項

source: This directive is used to determine what host states the flap detection logic will use for this host. Valid options are a combination of one or more of the following:
cs_cz: Tato směrnice slouží k určení toho, co hostitelský stát zjišťovací logika klapka bude používat pro tohoto hostitele. Platné jsou kombinací jedné nebo více z následujících:
ko_kr: 이 지시어는 플랩 검출 로직이 호스트에 사용할 것을 호스트 상태를 확인하는 데 사용됩니다. 유효한 옵션은 다음 중 하나 이상의 조합이다 :
zh_tw: 這個指令是用來確定主機狀態瓣檢測邏輯將用於該主機。有效的選項是一種或多種下列物質的組合：

source: UP states,
cs_cz: up států,
ko_kr: 상태까지,
zh_tw: 起來的狀態，

source: DOWN states,
cs_cz: dolů stavy,
ko_kr: 다운 상태,
zh_tw: 下降的狀態，

source: UNREACHABLE states.
cs_cz: nedosažitelných stavů.
ko_kr: 도달 할 수없는 상태.
zh_tw: 無法訪問狀態。

source: Host - retain status information
cs_cz: hostit - uchovávat informace o stavu
ko_kr: 상태 정보를 유지
zh_tw: 保留狀態信息

source: This directive is used to determine whether or not status-related information about the host is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
cs_cz: Tato směrnice se používá k určení, zda informace o hostiteli stav související se udržel po celé programové restartu. Tato funkce je užitečná pouze pokud jste povolili retenci státní pomocí direktivy retain_state_information.
ko_kr: 이 지시어는 호스트에 대한 상태 관련 정보가 프로그램을 다시 시작할 유지할지 여부를 결정하는 데 사용됩니다. 이것은 당신이 retain_state_information 지시어를 사용하여 상태 유지를 사용하도록 설정 한 경우에만 유용합니다.
zh_tw: 這個指令是用來確定有關主機狀態相關的信息是否在整個程序重新啟動被保留。這僅僅是如果你啟用了狀態保持使用retain_state_information指令有效。

source: disable status information retention,
cs_cz: zakázat stavu zadržování informací,
ko_kr: 상태 정보를 유지하지 않도록
zh_tw: 禁用狀態信息保留，

source: enable status information retention.
cs_cz: Stav uvolnění zadržování informací.
ko_kr: 상태 정보의 유지를 가능하게한다.
zh_tw: 使能狀態信息保留。

source: Host - retain nonstatus information
cs_cz: hostit - uchovávat informace nonstatus
ko_kr: 호스트 - nonstatus 정보를 유지
zh_tw: 主持人 - 保留nonstatus信息

source: This directive is used to determine whether or not non-status information about the host is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
cs_cz: Tato směrnice se používá k určení, zda je určitá informace non-stavový o hostiteli je zachován po restartování programu. Tato funkce je užitečná pouze pokud jste povolili retenci státní pomocí direktivy retain_state_information.
ko_kr: 이 지시어는 호스트 프로그램을 다시 시작할 유지에 대한 여부 않은 상태 정보를 확인하는 데 사용됩니다. 이것은 당신이 retain_state_information 지시어를 사용하여 상태 유지를 사용하도록 설정 한 경우에만 유용합니다.
zh_tw: 這個指令是用來確定有關主機跨項目重新啟動保留非狀態與否的信息。這僅僅是如果你啟用了狀態保持使用retain_state_information指令有效。

source: disable non-status information retention,
cs_cz: zakázat non-stavový zadržování informací,
ko_kr: 비 상태 정보를 보존하지 않도록
zh_tw: 禁止無身份信息保留，

source: enable non-status information retention.
cs_cz: umožňují non-stavu zadržování informací.
ko_kr: 비 상태 정보 보유를 가능하게한다.
zh_tw: 讓無身份信息保留。

source: This is a list of the
cs_cz: Toto je seznam toho
ko_kr: 이 목록입니다
zh_tw: 這是其中的一個列表

source: short names
cs_cz: krátká jména
ko_kr: 짧은 이름
zh_tw: 短名稱

source: of the contacts that should be notified whenever there are problems (or recoveries) with this host. Multiple contacts should be separated by commas. Useful if you want notifications to go to just a few people and don't want to configure contact groups. You must specify at least one contact or contact group in each host definition.
cs_cz: z kontaktů, které by měly být oznámeny, pokud existují problémy (nebo vydání) s tímto hostitelem. více kontaktů by měly být odděleny čárkou. užitečné, pokud chcete oznámení jít jen pár lidí a nechcete konfigurovat skupiny kontaktů. je nutné zadat alespoň jeden kontakt nebo skupinu kontaktů v každé definici hostitele.
ko_kr: 이 호스트와의 문제 (또는 복구)이있을 때마다 통지해야 연락처. 여러 연락처는 쉼표로 구분해야합니다. 당신이 원하는 경우 알림 단지 몇 명에 갈 및 연락처 그룹을 구성하고 싶지 않아 유용하다. 각 호스트 정의에 적어도 하나의 연락처 또는 연락처 그룹을 지정해야합니다.
zh_tw: 那應通知每當有問題（或恢復）與該主機的接觸。多個聯繫人應該用逗號分隔。如果你想通知去只有幾個人，不希望配置聯繫人組非常有用。您必須至少指定一個聯繫人或聯繫人組中的每個主機定義。

source: Host - contact groups
cs_cz: hostitel - skupiny kontaktů
ko_kr: 호스트 - 연락처 그룹
zh_tw: 主機 - 聯繫人組

source: of the contact groups that should be notified whenever there are problems (or recoveries) with this host. Multiple contact groups should be separated by commas. You must specify at least one contact or contact group in each host definition.
cs_cz: kontaktních skupin, které by měly být oznámeny, pokud existují problémy (nebo vydání) s tímto hostitelem. vícenásobné kontaktní skupiny by měly být odděleny čárkou. je nutné zadat alespoň jeden kontakt nebo skupinu kontaktů v každé definici hostitele.
ko_kr: 이 호스트와의 문제 (또는 복구)이있을 때마다 통지해야 연락처 그룹의. 여러 연락처 그룹은 쉼표로 구분해야합니다. 각 호스트 정의에 적어도 하나의 연락처 또는 연락처 그룹을 지정해야합니다.
zh_tw: 應通知每當有問題（或恢復）與該主機的聯絡小組。多個聯繫人組應該用逗號分隔。您必須至少指定一個聯繫人或聯繫人組中的每個主機定義。

source: Host - notification period
cs_cz: hostitel - oznamovací lhůty
ko_kr: 호스트 - 통지 기간
zh_tw: 主機 - 通知期

source: This directive is used to specify the short name of the time period during which notifications of events for this host can be sent out to contacts. If a host goes down, becomes unreachable, or recoveries during a time which is not covered by the time period, no notifications will be sent out.
cs_cz: Tato směrnice se používá k určení krátký název časového období, během kterého může být oznámení událostí pro tímto hostitelem rozeslala do kontaktů. -li hostitel jde dolů, stane nedostupný, nebo navrácení v době, která není pokryta období, bude žádná upozornění být rozeslány.
ko_kr: 이 지시문은이 호스트의 이벤트 알림 연락처로 발송 수있는 기간의 짧은 이름을 지정하는 데 사용됩니다. 호스트가 다운되면, 도달 할 수 없을, 또는 기간이 적용되지 않는 시간 동안 복구, 어떤 알림이 발송되지 않습니다.
zh_tw: 這個指令是用來指定在此期間，該主機的事件通知可以發送到聯繫人的時間段的短名稱。如果一台主機出現故障，無法到達，或恢復過程中未涵蓋的時間段時，沒有通知，將分差縮小。

source: Host - notification options
cs_cz: Možnosti oznámení - hostitel
ko_kr: 신고 옵션
zh_tw: 通知選項

source: This directive is used to determine when notifications for the host should be sent out. Valid options are a combination of one or more of the following:
cs_cz: Tato směrnice se používá k určení, kdy oznámení o hostiteli by měly být rozeslány. Platné jsou kombinací jedné nebo více z následujících:
ko_kr: 이 지시어는 호스트에 대한 알림이 발송시기를 결정하는 데 사용됩니다. 유효한 옵션은 다음 중 하나 이상의 조합이다 :
zh_tw: 這個指令是用來確定何時主機通知應發送出去。有效的選項是一種或多種下列物質的組合：

source: send notifications on a DOWN state,
cs_cz: poslat oznámení na vypnutém stavu,
ko_kr: 다운 상태에 알림을 보내,
zh_tw: 發送通知在關閉狀態，

source: send notifications on an UNREACHABLE state,
cs_cz: poslat oznámení na nedostupném stavu,
ko_kr: 도달 할 수없는 상태에 알림을 보내,
zh_tw: 發送通知在一個不可達的狀態，

source: send notifications on recoveries (OK state),
cs_cz: poslat oznámení o zpětném získávání prostředků (ok state),
ko_kr: (확인 상태) 복구에 알림을 보낼
zh_tw: 在恢復發送通知（OK狀態），

source: send notifications when the host starts and stops flapping, and
cs_cz: odeslání oznámení, když hostitel spouští a zastavuje mávání, a
ko_kr: 호스트가 펄럭 시작하고 중지 될 때 통지를 보내
zh_tw: 發送通知當主機啟動和停止拍打，和

source: send notifications when scheduled downtime starts and ends.
cs_cz: odesílání oznámení když začíná a končí plánované odstávky.
ko_kr: 예정된 다운 타임이 시작하고 끝나는 경우 알림을 보냅니다.
zh_tw: 發送通知時，計劃停機時間開始和結束。

source: If you do not specify any notification options, Nagios will assume that you want notifications to be sent out for all possible states.
cs_cz: pokud nezadáte žádné možnosti oznámení, bude nagios předpokládat, že chcete oznámení být rozeslány do všech možných stavů.
ko_kr: 당신이 어떤 통지 옵션을 지정 싫다면 당신은 모든 가능한 상태를 위해 발송하는 통지를한다고 가정합니다.
zh_tw: 如果你不指定任何通知選項，Nagios的會認為你要發送通知，對所有可能的狀態。
