Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Response (Success)
cs_cz: odezva (úspěch)
ko_kr: 응답 (성공)
zh_tw: 響應（成功）

source: Response (Error)
cs_cz: odpověď (chyba)
ko_kr: 응답 (오류)
zh_tw: 回應（錯誤）

source: Using an Auth Token
cs_cz: pomocí tokenu auth
ko_kr: 인증 토큰 사용
zh_tw: 使用身份驗證令牌

source: After the token is created, you have until the token expiration time to use it. Using the token to authenticate is quite easy. You can pass the token into the login.php URL with a standard GET request.
cs_cz: po vytvoření tokenu máte až do vypršení časového limitu tokenu jeho použití. použití tokenu pro ověření je poměrně snadné. můžete token předat do adresáře login.php se standardní žádostí o přijetí.
ko_kr: 토큰을 만든 후에는 토큰 만료 시간까지 사용합니다. 토큰을 사용하여 인증하는 것은 매우 쉽습니다. 토큰을 표준 get 요청으로 login.php url에 전달할 수 있습니다.
zh_tw: 在創建標記後，您需要等到標記過期時間才能使用它。使用令牌進行身份驗證相當容易。您可以使用標準的獲取請求將令牌傳遞給login.php網址。

source: Example Request
cs_cz: Příkladem curl žádost
ko_kr: 예 컬 요청
zh_tw: 例如捲曲的請求

source: Available Options
cs_cz: Dostupné možnosti
ko_kr: 사용 가능한 옵션
zh_tw: 可用選項

source: A full list of available options are listed below. Any defaults are highlighted in bold.
cs_cz: úplný seznam dostupných možností je uveden níže. všechny výchozí hodnoty jsou zvýrazněny tučně.
ko_kr: 사용 가능한 옵션의 전체 목록이 아래에 나열되어 있습니다. 모든 기본값은 굵게 강조 표시됩니다.
zh_tw: 下面列出了可用選項的完整列表。任何默認值都以粗體突出顯示。

source: Parameters
cs_cz: parametr
ko_kr: 매개 변수
zh_tw: 參數

source: Value Type
cs_cz: hodnota typu
ko_kr: 값 유형
zh_tw: 值類型

source: defaults to
cs_cz: výchozí nastavení
ko_kr: 기본값은
zh_tw: 默認為

source: Example of Auth Tokens in Bash Scripts
cs_cz: příklad autentizačních tokenů v bash skriptech
ko_kr: bash 스크립트의 인증 토큰 예
zh_tw: bash腳本中的auth令牌示例

source: If you need to run something like grabbing data from a page or a report, you can use auth tokens to authenticate.
cs_cz: Pokud potřebujete spustit něco jako pořízení dat ze stránky nebo sestavy, můžete k ověření použít tokeny auth.
ko_kr: 페이지 나 보고서에서 데이터를 가져 오는 것과 같은 것을 실행해야하는 경우 인증 토큰을 사용하여 인증 할 수 있습니다.
zh_tw: 如果您需要運行諸如從頁面或報表中獲取數據之類的操作，則可以使用身份驗證令牌進行身份驗證。

source: Callback Reference
ko_kr: 콜백 참조
zh_tw: 回調引用

source: This document aims to be a comprehensive guide to developing additional functionality for Nagios XI using built-in Callbacks.
cs_cz: Tento dokument si klade za cíl být komplexním průvodcem k rozvoji další funkce pro Nagios XI pomocí vestavěných zpětná volání.
ko_kr: 이 문서는 내장 된 콜백을 사용하여의 Nagios XI에 대한 추가 기능을 개발에 포괄적 인 가이드가 될 것을 목표로하고있다.
zh_tw: 這份文件的目標是成為一個全面的指導使用內置的回調開發附加功能的Nagios的喜。

source: How to hook into a Nagios XI Callback
cs_cz: jak připojit do Nagios xi zpětné volání
ko_kr: 방법의 Nagios XI 콜백에 후크합니다
zh_tw: 如何連接到一個Nagios的喜回調

source: So you think you're ready to add Callback functionality to your custom component or configuration wizard? Great! Here's how you do it..
cs_cz: takže si myslíte, že jste připraveni k přidání funkcí zpětného volání do vlastní složky nebo průvodci konfigurací? velký! Zde je návod, jak to udělat ..
ko_kr: 그래서 당신은 당신이 당신의 사용자 정의 구성 요소 또는 구성 마법사에 콜백 기능을 추가 할 준비가 생각? 큰! 당신이 그것을 어떻게 여기에 ..
zh_tw: 所以你認為你已經準備好回調功能添加到您的自定義組件或配置嚮導？大！這裡是你怎麼做吧..

source: Choosing a Callback
cs_cz: volbě zpětné volání
ko_kr: 콜백을 선택
zh_tw: 選擇一個回調

source: The first step is to decide which Callback you want to use. Do you want to add custom page headers, or do you want to create custom menus to show up in the navigation pane? The possibilities are <s>endless</s> almost endless. You can use the guide on the right hand side of this reference page to look through the list of available Callbacks. Click on the one that looks like the one you want and read the specific documentation regarding that particular Callback. For the purposes of this example, we're going to link our Nagios XI instance to a custom javascript file using the <code>CALLBACK_PAGE_HEAD</code> Callback.
cs_cz: Prvním krokem je rozhodnout, který callback chcete použít. chcete přidat vlastní záhlaví stránky, nebo chcete vytvořit vlastní menu se ukázat v navigačním podokně? možnosti jsou <s>nekonečné</s> téměř nekonečné. můžete použít vodítko na pravé straně tohoto referenčního stránky prohlédnout seznam dostupných zpětná volání. kliknout na ten, který vypadá jako ten, který chcete a přečíst specifické dokumentace týkající se daného zpětného volání. Pro účely tohoto příkladu, budeme propojit naše nagios xi instanci do vlastní soubor JavaScriptu pomocí <code>callback_page_head</code> zpětné volání.
ko_kr: 첫 번째 단계는 당신이 사용하고자하는 콜백 결정하는 것입니다. 당신은 사용자 정의 페이지 헤더를 추가 할, 또는 탐색 창에 표시 할 사용자 정의 메뉴를 만들려고합니까? 가능성은 거의 끝이없는 <s>무한합니다.</s> 사용 가능한 콜백 목록을 볼이 참조 페이지의 오른쪽 가이드를 사용할 수있다. 당신이 원하는 하나처럼 보이는 하나를 클릭하고 해당 콜백에 관한 특정 문서를 읽어보십시오. 이 예제의 목적을 위해, 우리는 자바 스크립트 사용하여 파일을 사용자 정의 우리의 Nagios XI 인스턴스를 연결하는거야 <code>callback_page_head</code> 콜백을.
zh_tw: 第一步是決定你要使用的回調。你想添加自定義頁眉，或者你想創建自定義菜單的導航窗格中顯示出來？可能性是<s>無止境</s>的幾乎是無止境的。你可以使用這個參考頁面的右側引導通過現有的回調列表中尋找。點擊那個看起來像你想要的一個，並閱讀了有關特定回調的特定文檔。這個例子的目的，我們將喜實例連接我們的Nagios到自定義的javascript使用文件<code>callback_page_head</code>回調。

source: Let's start coding!
cs_cz: začněme kódování!
ko_kr: 코딩을 시작하자!
zh_tw: 讓我們開始編碼！

source: Development of Nagios XI components is outside of the scope of this document, so we'll be making the assumption that you have at least a basic working knowledge of creating and testing custom components. We're going to create a component entirely from scratch, so we need to come up with a name. We'll use nagiosxicallbacks. Create a directory in <strong>/usr/local/nagiosxi/html/includes/components/</strong> called <strong>nagiosxicallbacks</strong>.
cs_cz: Vývoj komponent Nagios xi je mimo rozsah tohoto dokumentu, takže budeme dělat předpoklad, že máte alespoň základní znalost pracovní vytváření a testování uživatelských komponent. budeme vytvořit komponentu úplně od nuly, takže musíme přijít s názvem. budeme používat nagiosxicallbacks. vytvoří adresář v <strong>/ usr / local / nagiosxi / html / includes / Komponenty /</strong> nazývaných <strong>nagiosxicallbacks.</strong>
ko_kr: 의 Nagios XI 구성 요소의 개발은이 문서의 범위를 벗어, 그래서 우리는 당신이 만들고 사용자 지정 구성 요소를 테스트 적어도 기본적인 실무 지식을 가지고 가정을 만드는 것입니다. 우리는 처음부터 완전히 구성 요소를 만들거야, 그래서 우리는 이름을 가지고 올 필요가있다. 우리는 nagiosxicallbacks를 사용합니다. <strong>/ usr / 지방 / nagiosxi / HTML / 포함은 / 구성 요소 /라는</strong> <strong>nagiosxicallbacks의</strong> 디렉토리를 생성합니다.
zh_tw: Nagios的喜組件的開發是本文檔的範圍之外，所以我們會做，你必須至少創建和測試自定義組件的基本操作知識的假設。我們要完全從頭創建一個組件，所以我們需要想出一個名字。我們將使用nagiosxicallbacks。建立在<strong>/ usr /本地/ nagiosxi / HTML /包括/組件/</strong>稱為<strong>nagiosxicallbacks</strong>的目錄。

source: Now we need to populate the directory with two files: <strong>nagiosxicallbacks.js</strong> and <strong>nagiosxicallbacks.inc.php</strong>
cs_cz: Nyní musíme naplnit adresář dva soubory: <strong>nagiosxicallbacks.js</strong> a <strong>nagiosxicallbacks.inc.php</strong>
ko_kr: <strong>nagiosxicallbacks.js</strong> 및 <strong>nagiosxicallbacks.inc.php을</strong> 지금 우리는 두 개의 파일과 디렉토리를 채울 필요
zh_tw: 現在我們需要用兩個文件來填充的目錄<strong>：nagiosxicallbacks.js</strong>和<strong>nagiosxicallbacks.inc.php</strong>

source: make a popup so we know its working
cs_cz: aby pop-up, takže víme, jeho pracovních
ko_kr: 우리는 그 작업을 알 수 있도록 팝업을
zh_tw: 讓一個彈出，所以我們知道它的工作

source: include the xi component helper
cs_cz: patří pomocníka xi komponent
ko_kr: 자이 구성 요소 도우미를 포함
zh_tw: 包括喜組件幫手

source: define/call our component initialize function
cs_cz: definovat / zavolat naši funkci součást inicializační
ko_kr: / 정의 우리의 구성 요소의 초기화 함수를 호출
zh_tw: 定義/調用我們的組件初始化函數

source: information to pass to xi about our component
cs_cz: Informace, které budou předány xi o naší komponentě
ko_kr: 정보는 우리의 구성 요소에 대해 출산 통과
zh_tw: 信息傳遞給xi關於我們的組件

source: register with xi
cs_cz: registrovat xi
ko_kr: XI에 등록
zh_tw: 與喜登記

source: register a function to be called when CALLBACK_PAGE_HEAD is executed
cs_cz: registrovat funkci, která bude aktivována, když je vykonán callback_page_head
ko_kr: 함수를 등록하는 callback_page_head이 실행될 때 호출되는
zh_tw: 註冊的函數被執行callback_page_head時調用

source: include javascript links in page heads in xi
cs_cz: patří javascript odkazy na str hlavách Xi
ko_kr: XI 페이지 헤드에 자바 스크립트 링크를 포함
zh_tw: 包括網頁頭兮JavaScript鏈接

source: make sure we are in the right callback
cs_cz: ujistěte se, že jsme na správném zpětné volání
ko_kr: 우리는 오른쪽 콜백에 확신 만든다
zh_tw: 確保我們在正確的回調

source: we only need to include our javascript if this is a child page
cs_cz: my jen nutné zahrnout náš JavaScript, jestli je to strana dítě
ko_kr: 우리는이 하위 페이지 인 경우 우리의 자바 스크립트를 포함해야
zh_tw: 我們只需要包括我們的JavaScript如果這是一個子頁

source: What happened?
cs_cz: co se stalo?
ko_kr: 어떻게 된 거예요?
zh_tw: 發生了什麼？

source: If you followed the directions up to this point, you may have noticed a javascript alert window popping up on every page refresh. If you didn't get a popup, clear your browser's cache and try again.
cs_cz: Pokud jste postupovali podle pokynů až do tohoto bodu, možná jste si všimli upozornění Window v jazyce JavaScript vyskakování při každém načtení stránky. pokud jste nedostal popup, vymazat mezipaměť prohlížeče a zkuste to znovu.
ko_kr: 이 시점까지의 지침을 따른다면, 당신은 모든 페이지 새로 고침에 팝업 자바 스크립트 경고 창을 눈치 챘을 수도있다. 당신이 팝업을하지 않은 경우, 브라우저의 캐시를 지우고 다시 시도하십시오.
zh_tw: 如果你遵循的方向到這一點，你可能已經注意到一個JavaScript警告窗口上的每次刷新頁面彈出。如果你沒有得到一個彈出，清除瀏覽器的緩存，然後再試一次。

source: Got the popup now? Ok, good - lets go over the code. First, we defined our javascript file responsible for displaying the popup on page load. Then we defined a few functions in PHP responsible for making sure that the javascript file was included in the &lt;head&gt; of our Nagios XI pages.
cs_cz: dostal popup teď? ok, dobrá - nechá projít kódu. Nejprve jsme definovali naši javascript soubor zodpovědný za zobrazení vyskakovací okno při načtení stránky. Pak jsme definovali několik funkcí v PHP odpovědné za to, že javascript soubor byl zahrnut do <head> našich nagios xi stránkách.
ko_kr: 이제 팝업있어? 좋아, 좋은 - 코드를 통해 갈 수 있습니다. 첫째, 우리는 페이지로드에 팝업을 표시 할 책임이 우리의 자바 스크립트 파일을 정의했다. 우리는 자바 스크립트 파일이 우리의 Nagios XI 페이지의 <head>에 포함해야 할 책임이 PHP에서 몇 가지 기능을 정의했다.
zh_tw: 得到了彈出呢？ OK，很好 - 讓過去的代碼。首先，我們定義了我們的JavaScript文件負責在頁面加載顯示彈出。那麼我們定義在PHP負責確保JavaScript文件被列入我們的nagios喜頁面的<head>的一些功能。

source: We defined a pretty basic component, and made sure to call the component initialize function. Inside of the initialize function, we declared our component with our <code>$args</code> and calling register_component. We defined a function (<code>nagiosxicallbacks_cb_page_head</code>) to echo our script link.
cs_cz: jsme definovali docela základní složkou, a ujistili volání funkce komponent inicializovat. Uvnitř funkce inicializovat prohlášen jsme náš komponent s našimi <code>$args</code> a volání register_component. jsme definovali funkci ( <code>nagiosxicallbacks_cb_page_head</code> ) echo náš skript odkaz.
ko_kr: 우리는 아주 기본적인 구성 요소를 정의하고 구성 요소의 초기화 함수를 호출해야했다. 초기화 함수의 내부에서, 우리는 우리의 구성 요소를 선언 <code>$args</code> 및 호출 register_component. 우리는 함수 (정의 <code>nagiosxicallbacks_cb_page_head</code> 우리의 스크립트 링크를 반향을).
zh_tw: 我們定義了一個非常基本的組成部分，並確保調用組件初始化函數。初始化函數中，我們宣布我們的組件與我們<code>$args</code>並調用register_component。我們定義的函數（ <code>nagiosxicallbacks_cb_page_head</code> ）呼應我們的腳本的鏈接。

source: In order to make sure that our Callback function is actually called during the right time, we had to use <strong>register_callback</strong>. We supplied <code>CALLBACK_PAGE_HEAD</code> as the Callback argument and a string containing our function name as the function argument.
cs_cz: aby se ujistil, že naše funkce zpětného volání je vlastně volal po správném čase, museli jsme použít <strong>register_callback.</strong> jsme dodali <code>callback_page_head</code> jako zpětné volání argumentu a řetězec, který obsahuje náš název funkce jako argument funkce.
ko_kr: 우리의 콜백 함수가 실제로 적절한 시간 동안 호출되어 있는지 확인하기 위해, 우리는 <strong>register_callback을</strong> 사용했다. 우리는 공급 <code>callback_page_head</code> 콜백 인수와 함수 인수로 우리의 함수 이름이 포함 된 문자열.
zh_tw: 為了確保我們的回調函數在適當的時候居然叫，我們不得不使用<strong>register_callback。</strong>我們提供<code>callback_page_head</code>作為回調參數和包含我們的函數名作為函數參數的字符串。

source: When <code>CALLBACK_PAGE_HEAD</code> is executed in the Nagios XI stack, it automatically passes two variables to our function: <code>$callback_type</code> and <code>$callback_args</code>. The <code>$callback_type</code> variable contains a value that corresponds directly to the Callback that is being executed - in this case it would be <code>CALLBACK_PAGE_HEAD</code>. The <code>$callback_args</code> variable can contain different data for each Callback type; check each Callback's specific reference for passed values. In this particular case, the only argument thats passed is <code>$callback_args["child"]</code> - a boolean value representing whether this is a child page or not. As you can see, our code checks for both: the right <code>$callback_type</code>, and to make sure we're only including the javascript when <code>$callback_args["child"]</code> is true (this means that its the page displayed in the main content frame).
cs_cz: Při <code>callback_page_head</code> je proveden v xi stohu Nagios, automaticky přechází dvě proměnné pro naše funkce: <code>$callback_type</code> a <code>$callback_args</code> . <code>$callback_type</code> proměnná obsahuje hodnotu, která odpovídá přímo na zpětné volání, který je spuštěn - v tomto případě by bylo <code>callback_page_head</code> . <code>$callback_args</code> proměnná může obsahovat různé údaje pro každý typ zpětného volání; zjistit konkrétní odkaz každého Callback pro předané hodnoty. V tomto konkrétním případě to je jediný argument Uplynulo je <code>$callback_args["child"]</code> - Booleovská hodnota představující zda se jedná o stranu dítě nebo ne. Jak vidíte, naše kontroly kódu pro obě strany: Právo <code>$callback_type</code> , a aby se ujistil, jsme jen včetně JavaScriptu, když <code>$callback_args["child"]</code> Je pravda, (to znamená, že jeho stránky zobrazí v hlavním obsahu rámu ).
ko_kr: 때 <code>callback_page_head</code> 다음의 Nagios XI 스택에서 실행되는 자동이 우리의 함수에 변수 전달 <code>$callback_type</code> 및 <code>$callback_args</code> . <code>$callback_type</code> 가 될 것이다이 경우 - 변수는 실행중인 콜백에 직접 해당하는 값이 포함 <code>callback_page_head</code> . <code>$callback_args</code> 변수는 각 콜백 유형의 다른 데이터를 포함 할 수있다; 전달 된 값에 대한 각 콜백의 특정 참조를 확인합니다. 특히이 경우, 전달 된 유일한 인수 그게 전부는 <code>$callback_args["child"]</code> 이 아이의 페이지인지 여부를 나타내는 부울 값은 -. 당신은 우리 모두를위한 코드 검사 볼 수 있습니다 : 오른쪽 <code>$callback_type</code> 하고 있는지 우리는 자바 스크립트를 포함하고 확인 <code>$callback_args["child"]</code> 사실이다 (이것은 그 페이지가 메인 컨텐츠 프레임에 표시되는 것을 의미한다 ).
zh_tw: 當<code>callback_page_head</code>在Nagios的喜棧被執行時，它會自動將兩個變量來我們的函數： <code>$callback_type</code>和<code>$callback_args</code> 。的<code>$callback_type</code>變量包含直接對應於正在執行回調一個值-在這種情況下，它將被<code>callback_page_head</code> 。在<code>$callback_args</code>變量可以包含每個回調類型不同的數據;檢查每個回調對傳遞的值具體的參考。在這種特殊情況下，傳遞的唯一參數，多數民眾贊成為<code>$callback_args["child"]</code> -表示這是否是一個子頁面或不是一個布爾值。你可以看到這兩個，我們的代碼檢查：右<code>$callback_type</code> ，並確保我們只包括在JavaScript的<code>$callback_args["child"]</code>為真（這意味著，顯示在主要內容框架的頁面）。

source: The function used to register a callback_function with a specific Callback.
cs_cz: Funkce slouží k registraci callback_function s konkrétní zpětné volání.
ko_kr: 이 함수는 특정 콜백와 callback_function 등록에 사용.
zh_tw: 該函數用於註冊與特定的回調CALLBACK_FUNCTION。

source: One of the CALLBACK constants listed under Defined Constants in the reference guide.
cs_cz: jeden ze zpětné volání konstant uvedených v definovaných konstant v referenční příručky.
ko_kr: 참조 설명서에 정의 된 상수 아래에 나열된 콜백 상수 중 하나.
zh_tw: 的參考指南中定義的常量下面列出的回調常量之一。

source: Name of the function you want to call when this Callback is executed in the Nagios XI stack.
cs_cz: Název funkce, které chcete volat, když je toto zpětné volání proveden v xi stohu Nagios.
ko_kr: 이 콜백이의 Nagios XI 스택에서 실행될 때 호출 할 함수의 이름을 지정합니다.
zh_tw: 命名要在這個回調在Nagios的喜棧執行調用的函數。

source: The function (you define) to execute when a Callback is executed. The Nagios XI stack will pass the listed arguments to the function.
cs_cz: funkce (definovat) vykonávat, pokud je zpětné volání vykonán. nagios xi stack projde uvedené argumenty funkce.
ko_kr: 콜백이 실행될 때 기능 (사용자가 정의)를 실행합니다. 의 Nagios XI 스택은 함수에 나열된 인수를 전달합니다.
zh_tw: 功能（定義）被執行回調時執行。 Nagios的喜棧將通過上市函數的自變量。

source: The CALLBACK constant that is currently being executed.
cs_cz: zpětné volání konstanta, která je v současné době spuštěn.
ko_kr: 현재 실행되고있는 콜백 정수입니다.
zh_tw: 當前正在執行的回調常數。

source: Contains miscellaneous data used for manipulation in your customizations. <strong><em>If you change values in this array, they will be changed in the Nagios XI stack</em></strong>. Some of the Callbacks look for or require additional elements or changed values in this array, and the execution or output of the Nagios XI stack can be altered based on the value of the elements in this p.
cs_cz: obsahuje různé údaje používané pro manipulaci ve svých úprav. <strong><em>Pokud změníte hodnoty v tomto poli, budou změněny v xi stohu Nagios.</em></strong> některé zpětná volání hledat nebo vyžadují další prvky nebo změněné hodnoty v tomto poli, a výkon nebo výstup zásobníku xi Nagios může být změněn na základě hodnoty prvků v tomto p.
ko_kr: 사용자 지정의 조작에 사용되는 기타 데이터를 <strong><em>포함한다.이 배열의 값을 변경하는 경우, 그들은의 Nagios XI 스택으로 변경됩니다.</em></strong> 콜백 들로는을 찾거나이 배열의 추가적인 요소 또는 변경된 값을 필요로하고 있으며 Nagios XI 스택의 실행 또는 출력이 P의 요소의 값에 따라 변경 될 수있다.
zh_tw: 包含用於自定義操作繁雜的數據。 <strong><em>如果這個數組中更改值，他們將在Nagios的喜棧被改變</em></strong> 。一些回調尋找或需要此數組中的附加元件或改變的值，並且nagios的喜堆棧的執行或輸出可以基於在該p的元素的值被改變。

source: Executed after a user's authentication is checked.
cs_cz: proveden po je kontrolována autentizace uživatele.
ko_kr: 사용자 인증이 확인 된 후 실행된다.
zh_tw: 用戶的身份驗證被選中後執行。

source: This happens whenever the authentication is checked AND passed - NOT when a user is authenticated. e.g.: Before Nagios XI decides whether or not you have adequate access to view a certain page (usually only when you're logged in). This happens very frequently.
cs_cz: se to stane, když se ověřování kontroluje a prošel - ne, když je uživatel ověřen. např: před nagios xi rozhodne, zda máte či nemáte dostatečný přístup k zobrazení určité stránky (obvykle pouze v případě, že jste přihlášeni). K tomu dochází velmi často.
ko_kr: 사용자가 인증하지 않을 때 - 인증이 확인하고 전달 될 때마다이 문제가 발생합니다. 예를 들어 :의 Nagios XI 당신이 (당신이 로그인 한 보통 때) 특정 페이지를 볼 수있는 적절한 액세스 권한이 있는지 여부를 결정하기 전에. 이것은 매우 자주 발생합니다.
zh_tw: 發生這種情況時的認證檢查，並通過 - 不當用戶被認證。例如：前Nagios的喜決定你是否擁有足夠的權限查看某一頁（通常只有當你登錄）。這種情況非常頻繁。

source: Executed directly before the %s tag is printed.
cs_cz: proveden přímo před vytištěním% s tag.
ko_kr: 이 %의 태그를 인쇄 바로 전에 실행.
zh_tw: 執行打印％s的標籤直接之前。

source: Array key
cs_cz: klíčovým array
ko_kr: 배열의 키
zh_tw: 數組的鍵

source: Value type
cs_cz: hodnota typu
ko_kr: 값 유형
zh_tw: 值類型

source: Value description
cs_cz: popis hodnota
ko_kr: 값 설명
zh_tw: 值說明

source: False if main window, true if main content (frame).
cs_cz: false, pokud hlavním okně, platí-li hlavní obsah (frame).
ko_kr: 메인 창 경우는 false 진정한 메인 컨텐츠 (프레임)의 경우.
zh_tw: 假，如果主窗口，真要是主要內容（幀）。

source: Executed directly after the %s tag is printed.
cs_cz: proveden přímo po% s tag se vytiskne.
ko_kr: 이 %의 태그를 인쇄 바로 후에 실행.
zh_tw: 執行打印％s的標籤後直接。

source: Executed directly after the navigation links are printed on the Configure Options page.
cs_cz: vykonán bezprostředně po navigační odkazy jsou vytištěny na stránce konfiguračních voleb.
ko_kr: 탐색 링크가 구성 옵션 페이지에 인쇄 후 직접 실행.
zh_tw: 導航鏈接打印配置選項頁面後直接執行。

source: Only occurs on the Configure Options page. This allows you to create custom navigation endpoints for your configuration landing page.
cs_cz: dochází pouze na straně konfiguračních voleb. to vám umožní vytvořit vlastní navigační koncové body pro vstupní stránku konfigurace.
ko_kr: 만 구성 옵션 페이지에서 발생합니다. 이것은 당신이 당신의 구성 방문 페이지에 대한 사용자 지정 탐색 엔드 포인트를 만들 수 있습니다.
zh_tw: 只發生在配置選項頁上。這使您可以為您的配置目標網頁的創建自定義導航端點。

source: Executed directly before the footer is printed.
cs_cz: proveden přímo před vytištěním zápatí.
ko_kr: 바닥 글이 인쇄되기 전에 직접 실행.
zh_tw: 印刷前軀直接執行。

source: Executed directly after %s is printed.
cs_cz: proveden přímo po% s je vytištěn.
ko_kr: % s는 인쇄 후 바로 실행된다.
zh_tw: 執行％s的打印後直接。

source: Only occurs if this is not a child page.
cs_cz: dochází pouze v případě, že toto není strana dítě.
ko_kr: 이 하위 페이지가 아닌 경우에만 발생한다.
zh_tw: 只有當這是不是一個子頁面出現。

source: Executed after each of the %s tags are written in the host and service status tables, but before the %s tag
cs_cz: proveden po každém% s tagy jsou zapsány v tabulkách stavu hostitele a služeb, ale před% s tag
ko_kr: 이 %의 각 태그는 호스트와 서비스 상태 표에 기록 된 후에 실행되지만 %의 태그 앞에
zh_tw: 每個％s個標籤的都寫在主機和服務狀態表後執行，但％S標記之前

source: Used when generating host/service status tables. Allows you to insert data to the end of each table row in the status table, BEFORE the %s tag is written.
cs_cz: použitý při generování stavové tabulky host / služby. umožňuje vkládat data na konci každého řádku tabulky v tabulce stavu, před% s tag je napsán.
ko_kr: 호스트 / 서비스 상태 테이블을 생성 할 때 사용된다. 이 %의 태그가 기록되기 전에 상태 테이블의 각 테이블 행의 마지막에 데이터를 삽입 할 수 있습니다.
zh_tw: 生成主機/服務狀態表時使用。允許您將數據插入到在狀態表中的每個表行的末尾，寫％s的標記之前。

source: The type of table cell you're dealing with.
cs_cz: typ buňky tabulky máte co do činění.
ko_kr: 당신이 상대하고있는 테이블 셀의 유형입니다.
zh_tw: 類型你處理表格單元格中。

source: If %s then this is the host name of the object that this cell refers to, if %s then this is the host name of the service_description of the object that this cell refers to.
cs_cz: if% s pak je to hostitelský název objektu, který tato buňka se týká, pokud% s pak je to název hostitele službu SERVICE_DESCRIPTION objektu, který tato buňka odkazuje.
ko_kr: % S는 이것 %의 다음이이 셀 참조하는 객체의 SERVICE_DESCRIPTION의 호스트 이름이이 셀이 참조하는 객체의 호스트 이름의 경우.
zh_tw: 如果％s的，那​​麼這是該對象的主機名，該小區是指，如果％S則這是該小區指的是對象的SERVICE_DESCRIPTION的主機名。

source: If %s then this will be the service description of the service that this cell refers to.
cs_cz: if% s pak to bude provozní popis služby, které tato buňka odkazuje.
ko_kr: % S는이 셀이 참조하는 서비스의 서비스 설명 될 경우.
zh_tw: 如果％s的，那​​麼這將是該細胞是指服務的服務描述。

source: The ID of the object that this cell refers to.
cs_cz: id objektu, který tato buňka odkazuje.
ko_kr: 개체의 ID는이 셀이 참조하는.
zh_tw: 對象的ID，該小區是指。

source: The XML of the object that this cell refers to.
cs_cz: XML objektu, který tato buňka se týká.
ko_kr: 개체의 XML이 셀 참조하는.
zh_tw: 對象的XML，該小區是指。

source: Value is set to inform whether or not HTML is allowed in the status table.
cs_cz: Hodnota je nastavena na hodnotu informovat, zda html je povoleno v tabulce stavu.
ko_kr: 값은 HTML이 상태 테이블에서 허용되는지 여부를 통보하도록 설정된다.
zh_tw: 值被設置為通知的html是否被允許在狀態表中。

source: The array to append elements to, they will be inserted at the end of this cell's row, before the %s.
cs_cz: pole připojit prvky, budou vloženy na konci řádku tato buňka je před tím, než% s.
ko_kr: 배열은 %의 전에, 그들은이 셀의 행의 마지막에 삽입 될 수있는 요소를 추가합니다.
zh_tw: 數組追加元素，他們將在此單元格的行的末尾插入，％s的面前。

source: If allow_html is true, then only %s and %s tags are allowed (you'll need those to create a table cell).
cs_cz: pokud allow_html je to pravda, pak pouze% sa% s tagy jsou povoleny (budete je potřebovat vytvořit buňku tabulky).
ko_kr: allow_html에 해당하는 경우, % s 및 %의 태그 만은 (테이블 셀을 만드는 사람들을해야합니다) 사용할 수 있습니다.
zh_tw: 如果allow_html是真實的，那麼只有％s和％s標籤被允許（你需要這些來創建一個表單元格）。

source: Used when generating host/service status tables. Allows you to insert data to the end of the header table row in the status table, BEFORE the %s tag is written.
cs_cz: použitý při generování stavové tabulky host / služby. umožňuje vkládat data na konci řádku záhlaví tabulky v tabulce stavu, před% s tag je napsán.
ko_kr: 호스트 / 서비스 상태 테이블을 생성 할 때 사용된다. 이 %의 태그가 기록되기 전에 상태 테이블의 헤더 테이블 행의 마지막에 데이터를 삽입 할 수 있습니다.
zh_tw: 生成主機/服務狀態表時使用。允許您將數據插入到狀態表頭表行的末尾，寫％s的標記之前。

source: The type of table you're dealing with
cs_cz: typ tabulky máte co do činění s
ko_kr: 당신이 상대하고있는 테이블의 유형
zh_tw: 表中的你處理類型

source: The array to append elements to, they will be appended to the table header row.
cs_cz: pole připojit prvků na, budou připojeny k řádku záhlaví tabulky.
ko_kr: 배열은 테이블 머리글 행에 추가됩니다에 요소를 추가합니다.
zh_tw: 數組追加元素，它們將被追加到表頭行。
