Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: The scheduled FTP backup at %s failed.<br><br>View your full scheduled backup logs at %s to find out more details about the error. Your backup may have timed out, you can set a backup_timeout variable in config.inc.php to increase it.
cs_cz: naplánované ftp zálohování na% s selhalo.<br><br> zobrazit své úplné naplánované protokoly zálohování na% s a zjistit další podrobnosti o chybě. vaše zálohování možná vypršelo, můžete nastavit proměnnou backup_timeout v souboru config.inc.php a zvýšit ji.
ko_kr: % s에서 예약 된 ftp 백업이 실패했습니다.<br><br> % s에서 전체 예약 된 백업 로그를보고 오류에 대한 자세한 내용을 확인하십시오. 백업 시간이 초과되었을 수 있습니다. config.inc.php에서 backup_timeout 변수를 설정하여 증가시킬 수 있습니다.
zh_tw: ％s的計劃ftp備份失敗。<br><br>在％s上查看完整的計劃備份日誌，以查找有關該錯誤的更多詳細信息。您的備份可能已超時，可以在config.inc.php中設置一個backup_timeout變量來增加它。

source: Scheduled FTP Backup Successful
cs_cz: naplánované zálohování ftp bylo úspěšné
ko_kr: 예약 된 ftp 백업 성공
zh_tw: 預定的ftp備份成功

source: The scheduled FTP backup at %s was successful with a backup size of %s.
cs_cz: plánovaná záloha ftp na% s byla úspěšná s velikostí zálohy% s.
ko_kr: % s의 예약 된 ftp 백업이 % s의 백업 크기로 성공했습니다.
zh_tw: ％s的計劃ftp備份成功，備份大小為％s。

source: Scheduled SSH Backup Failed
cs_cz: plánované zálohování ssh se nezdařilo
ko_kr: 예약 된 ssh 백업 실패
zh_tw: 計劃的ssh備份失敗

source: The scheduled SSH backup at %s failed.<br><br>View your full scheduled backup logs at %s to find out more details about the error. Your backup may have timed out, you can set a backup_timeout variable in config.inc.php to increase it.
cs_cz: plánované zálohování ssh na% s selhalo.<br><br> zobrazit své úplné naplánované protokoly zálohování na% s a zjistit další podrobnosti o chybě. vaše zálohování možná vypršelo, můžete nastavit proměnnou backup_timeout v souboru config.inc.php a zvýšit ji.
ko_kr: % s에서 예약 된 ssh 백업이 실패했습니다.<br><br> % s에서 전체 예약 된 백업 로그를보고 오류에 대한 자세한 내용을 확인하십시오. 백업 시간이 초과되었을 수 있습니다. config.inc.php에서 backup_timeout 변수를 설정하여 증가시킬 수 있습니다.
zh_tw: ％s的預定ssh備份失敗。<br><br>在％s上查看完整的計劃備份日誌，以查找有關該錯誤的更多詳細信息。您的備份可能已超時，可以在config.inc.php中設置一個backup_timeout變量來增加它。

source: Scheduled SSH Backup Successful
cs_cz: naplánované zálohování ssh proběhlo úspěšně
ko_kr: 예약 된 ssh 백업 성공
zh_tw: 預定的ssh備份成功

source: The scheduled SSH backup at %s was successful with a backup size of %s.
cs_cz: plánovaná záloha ssh na% s byla úspěšná s velikostí zálohy% s.
ko_kr: % s의 예약 된 ssh 백업이 % s의 백업 크기로 성공했습니다.
zh_tw: ％s的計劃ssh備份成功，備份大小為％s。

source: Scheduled Local Backup Successful
cs_cz: naplánované místní zálohování bylo úspěšné
ko_kr: 예약 된 로컬 백업 성공
zh_tw: 計劃的本地備份成功

source: The scheduled local backup at %s was successful with a backup size of %s.<br>Last output from the system:<br>%s
cs_cz: naplánované místní zálohování na% s bylo úspěšné s velikostí zálohy% s.<br> poslední výstup ze systému:<br> % s
ko_kr: % s의 예약 된 로컬 백업이 % s의 백업 크기로 성공했습니다.<br> 시스템의 마지막 출력 :<br> %에스
zh_tw: ％s的計劃本地備份成功，備份大小為％s。<br>系統的最後輸出：<br> ％s

source: Scheduled Local Backup Failed
cs_cz: plánované místní zálohování se nezdařilo
ko_kr: 예약 된 로컬 백업 실패
zh_tw: 計劃的本地備份失敗

source: The scheduled local backup at %s failed.<br><br>Last output from the system: %s<br><br><br>View your full scheduled backup logs at %s to find out more details about the error. Your backup may have timed out, you can set a backup_timeout variable in config.inc.php to increase it.
cs_cz: naplánované místní zálohování na% s selhalo.<br><br> poslední výstup ze systému:% s<br><br><br> zobrazit své úplné naplánované protokoly zálohování na% s a zjistit další podrobnosti o chybě. vaše zálohování možná vypršelo, můžete nastavit proměnnou backup_timeout v souboru config.inc.php a zvýšit ji.
ko_kr: % s에서 예약 된 로컬 백업이 실패했습니다.<br><br> 시스템의 마지막 출력 : % s<br><br><br> % s에서 전체 예약 된 백업 로그를보고 오류에 대한 자세한 내용을 확인하십시오. 백업 시간이 초과되었을 수 있습니다. config.inc.php에서 backup_timeout 변수를 설정하여 증가시킬 수 있습니다.
zh_tw: ％s的計劃本地備份失敗。<br><br>系統的最後輸出：％s<br><br><br>在％s上查看完整的計劃備份日誌，以查找有關該錯誤的更多詳細信息。您的備份可能已超時，可以在config.inc.php中設置一個backup_timeout變量來增加它。

source: You can update your scheduled backup settings for your server. You can use all or none of the scheduled backup types.
cs_cz: můžete aktualizovat své naplánované nastavení zálohování pro váš nagios xi serveru. můžete použít všechny nebo žádný z plánovaných typů zálohování.
ko_kr: 당신은 당신의 Nagios XI 서버의 예약 된 백업 설정을 업데이트 할 수 있습니다. 당신은 예약 된 백업 유형의 전부 또는 없음을 사용할 수 있습니다.
zh_tw: 您可以更新您的預定備份設置為您的nagios喜服務器。你可以使用所有預定備份類型或無。

source: FTP Backups
cs_cz: ftp zálohy
ko_kr: FTP 백업
zh_tw: FTP備份

source: SSH Backups
cs_cz: SSH zálohy
ko_kr: SSH 백업
zh_tw: SSH備份

source: Local Backups
cs_cz: místní zálohování
ko_kr: 로컬 백업
zh_tw: 本地備份

source: Last Backup Size
cs_cz: poslední zálohy velikost
ko_kr: 마지막 백업의 크기
zh_tw: 最後一次備份的大小

source: Next Run:
cs_cz: Příští ročník:
ko_kr: 다음 실행 :
zh_tw: 下一次運行：

source: Last Run:
cs_cz: naposledy spuštěn:
ko_kr: 마지막 실행
zh_tw: 最後運行

source: <td><span class='status-dot hostunknown dot-10' title='Unreachable'></span>Unknown</td><td></td>
cs_cz: <td><span class='status-dot hostunknown dot-10' title="Nedosažitelný"></span>Neznámý</td><td></td>
ko_kr: <td><span class='status-dot hostunknown dot-10' title="연결할 수 없음"></span>알려지지 않은</td><td></td>
zh_tw: <td><span class='status-dot hostunknown dot-10' title="無法到達"></span>未知</td><td></td>

source: Are you sure you want to overwrite your current public and private key settings? This will generate a new public and private key and put the locations into your SSH settings.
cs_cz: jste si jisti, že chcete přepsat aktuální nastavení veřejných a soukromých klíčů? vytvoří se nový veřejný a soukromý klíč a umístění do vašich ssh nastavení.
ko_kr: 현재 공개 및 개인 키 설정을 덮어 쓰시겠습니까? 이렇게하면 새로운 공용 및 개인 키가 생성되고 위치가 ssh 설정에 저장됩니다.
zh_tw: 你確定要覆蓋你當前的公鑰和私鑰設置嗎？這將生成一個新的公鑰和私鑰，並將這些位置放到您的ssh設置中。

source: SSH Public Key
cs_cz: ssh veřejný klíč
ko_kr: ssh 공개 키
zh_tw: SSH公鑰

source: This section allows you to create an FTP scheduled backup that will send your System Backups via FTP to your server.
cs_cz: Tato sekce umožňuje vytvořit ftp plánované zálohování, který bude posílat vaše systémové zálohy přes FTP na server.
ko_kr: 이 섹션에서는 서버에 FTP를 통해 시스템 백업을 보내드립니다 FTP 예약 된 백업을 만들 수 있습니다.
zh_tw: 本部分允許您創建一個ftp計劃備份將通過FTP發送您的系統備份到服務器。

source: We recommend creating a specific folder and username/password on your FTP server.
cs_cz: doporučujeme vytvořit určitou složku a uživatelské jméno / heslo na vašem FTP serveru.
ko_kr: 우리는 당신의 FTP 서버의 특정 폴더와 사용자 이름 / 암호를 만드는 것이 좋습니다.
zh_tw: 我們建議您的FTP服務器上創建一個特定文件夾和用戶名/密碼。

source: Enable FTP backups
cs_cz: umožňují ftp zálohování
ko_kr: FTP 백업을 가능하게
zh_tw: 啟用FTP備份

source: FTP Settings
cs_cz: nastavení FTP
ko_kr: SMTP 설정
zh_tw: SMTP設置

source: Schedule For
cs_cz: harmonogram
ko_kr: 에 대한 일정
zh_tw: 時間表

source: on the
cs_cz: na
ko_kr: 에
zh_tw: 在

source: first day of the month
cs_cz: První den v měsíci
ko_kr: 달의 첫 번째 날
zh_tw: 該月的第一天

source: at
cs_cz: na
ko_kr: 에
zh_tw: 在

source: FTP Server
ko_kr: FTP 서버
zh_tw: FTP服務器

source: Hostname or IP Address
cs_cz: hostname nebo IP adresa
ko_kr: 호스트 이름 또는 IP 주소
zh_tw: 主機名或IP地址

source: FTP Port
cs_cz: ftp portu
ko_kr: FTP 포트
zh_tw: ftp端口

source: FTP Username
cs_cz: ftp uživatelské jméno
ko_kr: FTP 사용자 이름
zh_tw: FTP用戶名

source: Test Upload
cs_cz: Test nahrání
ko_kr: 테스트 업로드
zh_tw: 測試上傳

source: FTP Password
cs_cz: ftp heslo
ko_kr: 새 암호
zh_tw: 新密碼

source: Testing FTP connection/uploading
cs_cz: Testování ftp připojení / nahrávání
ko_kr: 테스트 FTP 연결 / 업로드
zh_tw: 測試FTP連接/上傳

source: Testing uploading to FTP
cs_cz: testování nahrávání na FTP
ko_kr: ftp로 테스트 업로드
zh_tw: 測試上傳到ftp

source: Default Directory
cs_cz: výchozí adresář
ko_kr: 기본 디렉토리
zh_tw: 默認目錄

source: Use Passive Mode
cs_cz: používat pasivní mód
ko_kr: 수동 모드를 사용
zh_tw: 使用被動模式

source: Use SSL (Encrypted)
cs_cz: Použít SSL (šifrovaná)
ko_kr: SSL을 사용 (암호화)
zh_tw: 使用SSL（加密）

source: Backup Limit
cs_cz: zálohování mez
ko_kr: 백업 제한
zh_tw: 備份限制

source: The amount of backups you'd like to keep before replacing the oldest backup. You can enter 0 to keep unlimited backups.
cs_cz: výše záloh, kterou bych, aby před výměnou nejstarší zálohu. můžete zadat 0, aby neomezené zálohy.
ko_kr: 가장 오래된 백업을 교체하기 전에 유지를 너무 좋아하는 것 백업의 양. 당신은 무제한 백업을 유지하려면 0을 입력 할 수 있습니다.
zh_tw: 備份你想得不斷替換最舊的備份前的金額。您可以輸入0以保持無限的備份。

source: Create a scheduled backup that will transfer your System Backups via SSH &amp; SCP to a server.
cs_cz: Vytvoření plánovaného zálohu, která bude přenášet vaše systémové zálohy přes SSH a SCP na server.
ko_kr: 서버에 SSH 및 SCP를 통해 시스템 백업을 전송하는 예약 된 백업을 만들 수 있습니다.
zh_tw: 建立排程備份，將通過ssh和scp的傳輸您的系統備份到服務器。

source: We recommend creating a specific folder and username/password on your remote server specifically for nagios backups.
cs_cz: doporučujeme vytvořit zvláštní složku a uživatelské jméno / heslo na vzdáleném serveru speciálně pro Nagios záloh.
ko_kr: 우리는 구체적으로 Nagios의 백업에 원격 서버의 특정 폴더와 사용자 이름 / 암호를 만드는 것이 좋습니다.
zh_tw: 我們建議您創建您的遠程服務器上的特定文件夾和用戶名/密碼專門用於Nagios的備份。

source: Enable SSH backups
cs_cz: povolit ssh zálohy
ko_kr: SSH 백업을 가능하게
zh_tw: 啟用ssh備份

source: SSH Settings
cs_cz: nastavení SSH
ko_kr: SNMP 설정
zh_tw: SNMP設置

source: Schedule Backup For
cs_cz: Plán zálohování pro
ko_kr: 스케줄 백업
zh_tw: 日程備份

source: SSH Server
ko_kr: SSH 서버
zh_tw: SSH服務器

source: SSH Port
cs_cz: port sSH
ko_kr: ssh 포트
zh_tw: ssh端口

source: SSH Username
cs_cz: ssh uživatelské jméno
ko_kr: SSH 사용자 이름
zh_tw: SSH用戶名

source: Test SCP Transfer
cs_cz: Zkouška přenosu scp
ko_kr: 테스트 SCP 전송
zh_tw: 測試SCP轉移

source: SSH Auth Type
cs_cz: typ ssh auth
ko_kr: ssh 인증 유형
zh_tw: ssh auth類型

source: Public Key
cs_cz: veřejný klíč
ko_kr: 공개 키
zh_tw: 公鑰

source: Generate Public / Private Key
cs_cz: generovat veřejný / soukromý klíč
ko_kr: 공개 키 / 개인 키 생성
zh_tw: 生成公鑰/私鑰

source: SSH Password
cs_cz: ssh heslo
ko_kr: 새 암호
zh_tw: 新密碼

source: Public Key Location
cs_cz: umístění veřejného klíče
ko_kr: 공개 키 위치
zh_tw: 公鑰位置

source: Show Public Key
cs_cz: zobrazit veřejný klíč
ko_kr: 공개 키 표시
zh_tw: 顯示公鑰

source: Private Key Location
cs_cz: umístění soukromého klíče
ko_kr: 개인 키 위치
zh_tw: 私鑰位置

source: Private Key Password
cs_cz: privacy heslo
ko_kr: 개인 정보 보호 비밀번호
zh_tw: 隱私密碼

source: Remote Directory
cs_cz: vzdálený adresář
ko_kr: 임시 디렉토리
zh_tw: temp目錄

source: Local backups are located on the server and perfect for scheduling backups to shared drives and partitions.%sMake sure your chosen location can be written to by the nagios user.
cs_cz: Místní zálohy jsou na xi serveru Nagios a ideální pro plánování zálohování na sdílené disky a diskové oddíly. <br/> zajistit, aby zvolená poloha může být zapsány do uživatelem Nagios.
ko_kr: 로컬 백업의 Nagios XI 서버에있는 공유 드라이브 및 파티션 백업 예약을위한 완벽한. <br/> 선택한 위치의 Nagios 사용자가 쓸 수 있는지 확인하십시오.
zh_tw: 本地備份是喜Nagios的服務器上，完善調度備份到共享驅動器和分區。 <br/>確保你所選擇的位置可以由nagios的用戶寫入。

source: Also make sure the location you select has %sadequate disk space available%s for your backups. Backups can be very large. Check above to see your last backup's size.
cs_cz: Také se ujistěte, že místo vyberete má <strong>dostatek místa na disku k dispozici</strong> pro vaše zálohy. zálohování může být velmi velké. zkontrolujte výše vidět velikost velikosti posledního zálohování je.
ko_kr: 또한 당신이 선택한 위치가 백업에 <strong>사용할 충분한 디스크 공간이</strong> 있는지 확인하십시오. 백업은 매우 클 수있다. 마지막 백업의 크기 크기를 볼 수 위의 확인.
zh_tw: 還要確保你選擇的位置有<strong>足夠的磁盤空間可</strong>用於備份。備份可以是非常大的。檢查上面看到上次備份的大小尺寸。

source: Enable local backups
cs_cz: umožní místním zálohy
ko_kr: 로컬 백업을 가능하게
zh_tw: 啟用本地備份

source: Local Settings
cs_cz: místní nastavení
ko_kr: 글로벌 설정
zh_tw: 全局設置

source: Test Permissions
cs_cz: zkušební oprávnění
ko_kr: 권한을 테스트
zh_tw: 測試權限

source: Testing Local Permissions
cs_cz: testování oprávnění místního
ko_kr: 지방의 권한을 테스트
zh_tw: 測試本地權限

source: The amount of backups you'd like too keep before replacing the oldest backup. You can enter 0 to keep unlimited backups.
cs_cz: výše záloh byste chtěli příliš držet před výměnou nejstarší zálohu. můžete zadat 0, aby neomezené zálohy.
ko_kr: 가장 오래된 백업을 교체하기 전에 유지를 너무 좋아하는 것 백업의 양. 당신은 무제한 백업을 유지하려면 0을 입력 할 수 있습니다.
zh_tw: 備份你想得不斷替換最舊的備份前的金額。您可以輸入0以保持無限的備份。

source: Send status emails about the success or failure of each of the scheduled backup jobs. Emails can be a list of comma separated email addresses.
cs_cz: odesílat stavové e-maily o úspěchu nebo neúspěchu každé z naplánovaných úloh zálohování. e-maily mohou být seznamem e-mailových adres oddělených čárkami.
ko_kr: 예약 된 각 백업 작업의 성공 또는 실패에 대한 상태 이메일을 보냅니다. 이메일은 쉼표로 구분 된 이메일 주소 목록 일 수 있습니다.
zh_tw: 發送有關每個計劃的備份作業成功或失敗的狀態電子郵件。電子郵件可以是用逗號分隔的電子郵件地址的列表。

source: Email Addresses
cs_cz: emailová adresa
ko_kr: 이메일 주소
zh_tw: 電子郵件地址

source: Only notify on failures
cs_cz: upozorňovat pouze na poruchy
ko_kr: 실패시에만 알림
zh_tw: 只通知失敗

source: You cannot save scheduled backup settings in demo mode.
cs_cz: v režimu demo nelze uložit nastavení naplánované zálohy.
ko_kr: 예약 된 백업 설정을 데모 모드로 저장할 수 없습니다.
zh_tw: 您無法在演示模式下保存計劃的備份設置。

source: You must enter all FTP information to activate FTP backups.
cs_cz: musíte zadat všechny ftp informace o aktivaci ftp zálohování.
ko_kr: FTP를 백업을 활​​성화하기 위해 모든 FTP 정보를 입력해야합니다.
zh_tw: 您必須輸入所有的ftp信息來激活FTP備份。

source: You must enter SSH server information to activate SSH backups.
cs_cz: musíte zadat ssh informace o serveru pro aktivaci ssh zálohy.
ko_kr: FTP를 백업을 활​​성화하기 위해 모든 FTP 정보를 입력해야합니다.
zh_tw: 您必須輸入所有的ftp信息來激活FTP備份。

source: Updated scheduled backup settings.
cs_cz: aktualizované naplánované nastavení zálohování.
ko_kr: 업데이트 된 예약 된 백업 설정.
zh_tw: 更新計劃的備份設置。

source: Adds scheduled reporting capability to Nagios XI.
cs_cz: Dodává naplánované schopnost vytvářet reporty pro Nagios XI.
ko_kr: Nagios XI에 기능을보고 일정 추가합니다.
zh_tw: 增加了計劃報告功能，Nagios的十一。

source: Scheduled Reporting
cs_cz: naplánováno reporting
ko_kr: 계획보고
zh_tw: 定期報告

source: CSV (Combined)
cs_cz: csv (kombinované)
ko_kr: CSV (결합)
zh_tw: CSV（組合）

source: CSV (Host data only)
cs_cz: csv (pouze hostitelské data)
ko_kr: CSV (호스트 데이터 전용)
zh_tw: CSV（主機數據只）

source: CSV (Service data only)
cs_cz: csv (pouze pro servisní data)
ko_kr: CSV (서비스 데이터 전용)
zh_tw: CSV（服務數據只）

source: My Scheduled Reports
cs_cz: moje naplánované přehledy
ko_kr: 예약 된 보고서
zh_tw: 計劃的報告

source: Schedule this Report
cs_cz: naplánovat tuto zprávu
ko_kr: 이 보고서를 예약
zh_tw: 安排報表

source: Email this Report
cs_cz: email tuto zprávu
ko_kr: 이 보고서를 이메일로 보내기
zh_tw: E-mail此報告

source: Showing
cs_cz: ukazující
ko_kr: 상영
zh_tw: 顯示

source: scheduled report logs
cs_cz: moje naplánované přehledy
ko_kr: 예약 된 보고서
zh_tw: 計劃的報告

source: 5 Per Page
cs_cz: na stránce
ko_kr: 페이지 당
zh_tw: 每頁

source: 10 Per Page
cs_cz: 10 na stránku
ko_kr: 페이지 당 10 개
zh_tw: 每頁10個

source: 25 Per Page
cs_cz: 25 na stránku
ko_kr: 페이지 당 25 개
zh_tw: 每頁25個

source: 50 Per Page
cs_cz: 50 na stránku
ko_kr: 페이지 당 50 개
zh_tw: 每頁50個

source: 100 Per Page
cs_cz: 100 na stránku
ko_kr: 페이지 당 100 개
zh_tw: 每頁100個

source: Report Run Time
cs_cz: nahlásit dobu běhu
ko_kr: 보고서 실행 시간
zh_tw: 報告運行時間

source: Report Name
cs_cz: název zpráva
ko_kr: 리포트 이름
zh_tw: 報告名稱

source: Recipients
cs_cz: příjemci
ko_kr: 받는 사람
zh_tw: 受助人

source: Run Type
cs_cz: typ běhu
ko_kr: 실행 유형
zh_tw: 運行類型

source: Auto (Scheduled)
cs_cz: auto (naplánováno)
ko_kr: 자동 (예정)
zh_tw: 自動（預定）

source: Manual
cs_cz: manuál
ko_kr: 설명서
zh_tw: 手冊

source: No scheduled reports have been ran that match the filters applied.
cs_cz: nebyly spuštěny žádné naplánované přehledy, které by odpovídaly použitým filtrům.
ko_kr: 적용된 필터와 일치하는 예약 된 보고서가 실행되지 않았습니다.
zh_tw: 沒有運行與應用的過濾器匹配的計劃報告。

source: Report(s) have been copied to the user(s) selected.
cs_cz: zprávy byly zkopírovány vybraným uživatelům.
ko_kr: 선택한 사용자에게 보고서가 복사되었습니다.
zh_tw: 報告已被複製到選定的用戶。

source: Copy Scheduled Reports
cs_cz: moje naplánované přehledy
ko_kr: 예약 된 보고서
zh_tw: 計劃的報告

source: Copy Scheduled Report
cs_cz: moje naplánované přehledy
ko_kr: 예약 된 보고서
zh_tw: 計劃的報告

source: The following report(s) will be copied:
cs_cz: budou zkopírovány následující zprávy:
ko_kr: 다음 보고서가 복사됩니다.
zh_tw: 以下報告將被複製：

source: Select User(s)
cs_cz: select uživatel
ko_kr: 사용자 선택
zh_tw: 選擇用戶

source: Select the user(s) you would like to copy the selected reports to.
cs_cz: vyberte uživatele, kterým chcete vybrané sestavy zkopírovat.
ko_kr: 선택한 보고서를 복사 할 사용자를 선택하십시오.
zh_tw: 選擇您想要復制選定報告的用戶。

source: The report's <b>recipient email</b> will be set to the email address of the user the scheduled report is copied to.
cs_cz: <b>e-mail příjemce zprávy</b> bude nastaven na e-mailovou adresu uživatele, do kterého je zkopírován naplánovaný přehled.
ko_kr: 보고서의 <b>수신자 전자 메일</b> 은 예약 된 보고서가 복사되는 사용자의 전자 메일 주소로 설정됩니다.
zh_tw: 報告的<b>收件人電子郵件</b>將設置為計劃報告複製到的用戶的電子郵件地址。

source: Report could not be found.
cs_cz: zpráva nebyla nalezena.
ko_kr: 호스트를 찾을 수 없습니다.
zh_tw: 主機找不到。

source: Report removed successfully.
cs_cz: Šablona byla úspěšně odstraněna.
ko_kr: 템플릿이 성공적으로 제거.
zh_tw: 模板成功刪除。

source: Are you sure you want to delete these reports? This cannot be undone.
cs_cz: jste si jisti, že chcete tyto přehledy smazat? to nelze vrátit zpět.
ko_kr: 이 보고서를 삭제 하시겠습니까? 이 취소 할 수 없습니다.
zh_tw: 你確定要刪除這些報告嗎？這不能被撤消。

source: Copy report
cs_cz: kopie zprávy
ko_kr: 보고서 복사
zh_tw: 複製報告

source: No scheduled reports for the filters selected.
cs_cz: žádné naplánované přehledy pro vybrané filtry.
ko_kr: 선택한 필터에 대한 예약 보고서가 없습니다.
zh_tw: 沒有選擇過濾器的計劃報告。

source: Updated your email template.
cs_cz: aktualizovali své e-mailové šablony.
ko_kr: 이메일 템플릿을 업데이트했습니다.
zh_tw: 更新您的電子郵件模板。

source: My Scheduled Reports History
cs_cz: moje naplánovaná historie zpráv
ko_kr: 내 예약 보고서 기록
zh_tw: 我的預定報告歷史記錄

source: Report Email Template
cs_cz: Zpráva email template
ko_kr: 보고서 이메일 템플릿
zh_tw: 報告電子郵件模板

source: Your scheduled reports are listed here.
cs_cz: naplánovaných zprávy jsou uvedeny zde.
ko_kr: 예약 보고서는 여기에 나열되어 있습니다.
zh_tw: 這裡列出了你的計劃的報告。

source: You have not scheduled any reports
cs_cz: jste naplánované žádné zprávy
ko_kr: 당신은 보고서를 예약하지 않은
zh_tw: 你還沒有安排任何報告

source: Send Now
cs_cz: Odeslat nyní
ko_kr: 지금 보내
zh_tw: 立即發送

source: Scheduled reports that have been ran either manually or automatically will show here.
cs_cz: zde se zobrazí naplánované zprávy, které byly spuštěny ručně nebo automaticky.
ko_kr: 수동 또는 자동으로 실행 된 예약 보고서가 여기에 표시됩니다.
zh_tw: 已手動或自動運行的預定報告將顯示在此處。

source: Edit the email you will get when you recieve a scheduled report.
cs_cz: upravte e-mail dostanete, když budete dostávat plánované zprávu.
ko_kr: 예약 된 보고서를받을 때 당신이 얻을 이메일을 편집 할 수 있습니다.
zh_tw: 編輯電子郵件時，您收到計劃的報告，你會得到。

source: Useable macros
cs_cz: osaditelná sériově vyráběná makra
ko_kr: 사용 가능한 매크로
zh_tw: 可用宏

source: Reset template to default
cs_cz: resetovat šablony výchozí
ko_kr: 기본적으로 템플릿을 재설정
zh_tw: 重置模板默認

source: Invalid report ID.
cs_cz: neplatná zpráva id.
ko_kr: 잘못된 보고서 ID.
zh_tw: 報告編號無效。

source: Invalid report array.
cs_cz: neplatná zpráva pole.
ko_kr: 보고서가 잘못되었습니다 배열.
zh_tw: 無效的報告陣列。

source: Report is being sent.
cs_cz: Zpráva se odesílá.
ko_kr: 보고서가 전송되고 있습니다.
zh_tw: 報告被發送。

source: Report failed to send.
cs_cz: Zpráva se nepodařilo odeslat.
ko_kr: 보고서는 보내지 못했습니다.
zh_tw: 報告發送失敗。

source: Invalid report URL.
cs_cz: neplatná zpráva url.
ko_kr: 잘못된 보고서 URL.
zh_tw: 報告無效鏈接。

source: Invalid report.
cs_cz: neplatná zpráva.
ko_kr: 보고서가 잘못되었습니다.
zh_tw: 無效的報告。

source: Report deleted.
cs_cz: Zpráva smazána.
ko_kr: 삭제 신고합니다.
zh_tw: 報告刪除。

source: No report name specified.
cs_cz: no name zprávě uvedeno.
ko_kr: 어떤 보고서 이름을 지정하지 않았습니다.
zh_tw: 未指定報告的名稱。

source: No recipients specified.
cs_cz: žádné příjemci specifikováno.
ko_kr: 지정된 수신자 없습니다.
zh_tw: 沒有指定的收件人。

source: Scheduled reports are only available in the Enterprise Edition.
cs_cz: naplánované přehledy jsou k dispozici pouze v Enterprise Edition.
ko_kr: 예약 보고서는 엔터프라이즈 에디션에서만 사용할 수 있습니다.
zh_tw: 計劃的報告只適用於企業版。

source: Successfully updated report.
cs_cz: úspěšně aktualizovaný přehled.
ko_kr: 성공적으로 업데이트 된 보고서.
zh_tw: 成功更新報告。

source: Report scheduled.
cs_cz: Zpráva bylo naplánováno.
ko_kr: 예정 신고.
zh_tw: 報告如期舉行。

source: Scheduled report updated.
cs_cz: naplánována zpráva aktualizována.
ko_kr: 예약 리포트가 업데이트되었습니다.
zh_tw: 更新計劃報告。

source: Schedule New Page
cs_cz: naplánovat novou stránku
ko_kr: 새 페이지를 예약
zh_tw: 安排新的一頁

source: Schedule New Report
cs_cz: naplánovat novou sestavu
ko_kr: 일정 새 보고서
zh_tw: 進度新報告

source: Edit Scheduled Page
cs_cz: editovat naplánováno stránky
ko_kr: 예약 페이지 편집
zh_tw: 編輯計劃“頁面

source: Edit Scheduled Report
cs_cz: editovat naplánováno zpráva
ko_kr: 예약 된 보고서를 수정
zh_tw: 編輯計劃報告

source: Email Page
cs_cz: email strana
ko_kr: 이메일 페이지
zh_tw: 電子郵件頁面

source: Email Report
cs_cz: email zpráva
ko_kr: 전자 메일 보고서
zh_tw: 電子郵件報告

source: Use this form to send the selected report to one or more recipients you define. You may also schedule the report to be sent to the recipients on a regular basis if you choose.
cs_cz: Prostřednictvím tohoto formuláře odeslat vybranou zprávu jednomu nebo více příjemcům určíte. můžete také naplánovat zprávu, která bude odeslána příjemcům v pravidelných intervalech, pokud se rozhodnete.
ko_kr: 당신은 정의 하나 이상의받는 사람에게 선택한 보고서를 보내이 양식을 사용하십시오. 당신은 또한 당신이 선택하면 정기적으로받는 사람에게 전송 될 수있는 보고서를 예약 할 수 있습니다.
zh_tw: 使用此表格發送給選定的報告，您可以定義一個或多個收件人。你也可以安排報告定期發送給收件人，如果你選擇。

source: Use this form to create a new scheduled report that is sent to one or more recipients you define.
cs_cz: Prostřednictvím tohoto formuláře vytvořit nový naplánovaný přehled, který je odeslán k jednomu nebo více příjemcům určíte.
ko_kr: 당신은 정의 하나 이상의받는 사람에게 전송되는 예약 된 새 리포트를 생성하려면이 양식을 사용하십시오.
zh_tw: 使用這個表單來創建一個新的計劃報告被發送到您所定義的一個或多個收件人。

source: Use this form to modify an existing scheduled report.
cs_cz: Prostřednictvím tohoto formuláře upravit existující naplánované zprávu.
ko_kr: 기존 예약 보고서를 수정하려면이 양식을 사용하십시오.
zh_tw: 使用此表修改現有計劃的報告。

source: Send
cs_cz: poslat
ko_kr: 보내
zh_tw: 發送

source: Page URL
cs_cz: stránka url
ko_kr: 페이지 URL
zh_tw: 頁面的url

source: The relative URL of the page to deliver as a scheduled report
cs_cz: Relativní URL stránky dodávat jako naplánovaného přehledu
ko_kr: 페이지의 상대 URL은 예약 된 보고서로 제공 할 수
zh_tw: 作為計劃的報告提供的相對URL的頁面

source: The URL of the page to deliver as a scheduled report
cs_cz: url stránky dodávat jako naplánovaného přehledu
ko_kr: 페이지의 상대 URL은 예약 된 보고서로 제공 할 수
zh_tw: 作為計劃的報告提供的相對URL的頁面

source: Original URL
cs_cz: původní url
ko_kr: 원본 URL
zh_tw: 原始的URL

source: The name you want to use for this report.
cs_cz: jméno, které chcete použít pro tuto zprávu.
ko_kr: 이 보고서에 사용하려는 이름입니다.
zh_tw: 您要使用的名稱本報告。

source: If you'd like to have the report emailed on a regular basis, specify the schedule here.
cs_cz: pokud byste chtěli mít zprávu e-mailem pravidelně, zadat plán zde.
ko_kr: 당신은 정기적으로 이메일로 보내 드린 보고서를하려는 경우 여기에 일정을 지정합니다.
zh_tw: 在這裡，如果你想通過電子郵件發送定期報告，指定的時間表。

source: Enterprise only feature
cs_cz: pouze pro podnik
ko_kr: 엔터프라이즈 전용 기능
zh_tw: 企業唯一的功能

source: Specify the schedule you want this report to be emailed.
cs_cz: specifikovat plán, který chcete tato zpráva má být e-mailem.
ko_kr: 이 보고서가 이메일로 전송하려는 일정을 지정합니다.
zh_tw: 您希望此報告通過電子郵件發送指定的時間表。

source: Attachments
cs_cz: přílohy
ko_kr: 첨부 파일
zh_tw: 附件

source: The specified page will be rendered and delivered as a PDF.
cs_cz: zadaná stránka bude vystaven a dodávány jako pdf.
ko_kr: 지정된 페이지가 PDF로 렌더링 및 배달됩니다.
zh_tw: 指定的頁面會顯示和交付為PDF。

source: Select the types of attachment(s) you want in the report.
cs_cz: vybrat typy upevnění (y), které chcete ve zprávě.
ko_kr: 첨부 파일의 유형을 선택합니다 (들) 당신은이 보고서에서 싶습니다.
zh_tw: 選擇附件的類型（S）你想在報告中。

source: Recipients:
cs_cz: příjemci:
ko_kr: 받는 사람 :
zh_tw: 收件人：

source: Comma-separated list of email addresses this report should be sent to.
cs_cz: čárkami oddělený seznam e-mailových adres tato zpráva by měla být zaslána.
ko_kr: 이 보고서를 보낸되어야 이메일 주소의 목록 쉼표로 구분.
zh_tw: 用逗號分隔的這份報告應該被發送到的電子郵件地址列表。

source: The subject that should be used for the report email.
cs_cz: subjekt, který by měl být použit pro e-mail sestavy.
ko_kr: 그 주제는 보고서 이메일 사용되어야합니다.
zh_tw: 應該用於報告電子郵件的主體。
