Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: Save Settings
cs_cz: uložit nastavení
ko_kr: 페이지 설정
zh_tw: 頁面設置

source: Unable to write to file
cs_cz: nelze zapisovat do souboru
ko_kr: 파일에 쓸 수 없습니다
zh_tw: 無法寫入文件

source: Check file permissions.
cs_cz: zkontrolujte práva k souborům.
ko_kr: 파일 사용 권한을 확인합니다.
zh_tw: 檢查文件的權限。

source: Failed to write static configuration to file
cs_cz: nepodařilo se zapsat statickou konfiguraci do souboru
ko_kr: 정적 구성을 파일에 쓰지 못했습니다.
zh_tw: 無法將靜態配置寫入文件

source: saved successfully!
cs_cz: úspěšně uložen!
ko_kr: 성공적으로 저장되었습니다!
zh_tw: 保存成功！

source: Wrote static configuration to file
cs_cz: napsal statickou konfiguraci do souboru
ko_kr: 파일에 정적 구성을 작성했습니다.
zh_tw: 將靜態配置寫入文件

source: This tool is used for editing static configuration files.
cs_cz: Tento nástroj se používá pro editaci statických konfiguračních souborů.
ko_kr: 이 도구는 정적 구성 파일을 편집하기 위해 사용된다.
zh_tw: 這個工具是用於編輯靜態配置文件。

source: These definitions are NOT stored in the CCM database
cs_cz: Tyto definice nejsou uloženy v databázi ccm
ko_kr: 이러한 정의는 CCM 데이터베이스에 저장되지 않은
zh_tw: 這些定義並不存儲在CCM數據庫

source: Static files directory
cs_cz: Adresář statické soubory
ko_kr: 정적 파일 디렉토리
zh_tw: 靜態文件目錄

source: Load File
cs_cz: soubor load
ko_kr: 파일을로드
zh_tw: 加載文件

source: Save File
cs_cz: uložení souboru
ko_kr: 파일을 저장
zh_tw: 保存存檔

source: overwrite flag was set
cs_cz: byla nastavena příznak přepsání
ko_kr: 덮어 쓰기 플래그가 설정되었습니다.
zh_tw: 覆蓋標誌已設置

source: Imported configuration file
cs_cz: importovaných konfiguračních dat.
ko_kr: 가져온 구성 데이터.
zh_tw: 導入的配置數據。

source: file(s) imported successfully.
cs_cz: soubor (y) úspěšně importován!
ko_kr: 파일 (들)을 성공적으로 가져!
zh_tw: 文件（S）成功導入！

source: items failed to import.
cs_cz: položek se nepodařilo importovat.
ko_kr: 항목을 가져 오지 못했습니다.
zh_tw: 項目無法導入。

source: Could not open directory
cs_cz: nemohl otevřít adresář
ko_kr: 디렉토리를 열 수 없습니다
zh_tw: 無法打開目錄

source: Applying Configuration
cs_cz: použitím konfigurace
ko_kr: 구성을 적용
zh_tw: 應用配置

source: Configuration verification successful!
cs_cz: Ověření konfigurace úspěšná!
ko_kr: 구성 확인 성공!
zh_tw: 配置驗證成功！

source: Configurations successfully written to file!
cs_cz: konfigurace úspěšně zapsán do souboru!
ko_kr: 구성이 성공적으로 파일에 기록!
zh_tw: 配置成功寫入文件！

source: Nagios process restarted successfully!
cs_cz: nagios proces úspěšně restartován!
ko_kr: Nagios 프로세스가 성공적으로 다시 시작!
zh_tw: Nagios的進程重新啟動成功！

source: Use this tool to manually manage (write, delete, update) Nagios object configurations physical configuration files.
cs_cz: Pomocí tohoto nástroje manuální správu (psát, mazat, aktualizovat) konfigurace nagios fyzický objekt konfiguračních souborů.
ko_kr: 수동으로 물리적 구성 파일에 Nagios 객체 구성을 작성하는이 도구를 사용합니다.
zh_tw: 使用此工具來手工編寫Nagios的對象配置，物理配置文件。

source: To manually apply configuration, first use <em>Delete Files</em> and then run <em>Write Configs</em> followed by a verification (optional) and restart to fully apply the configuration.
cs_cz: ručně použít konfiguraci, první použití <em>mazat soubory</em> a spustit <em>zápisu configy</em> následuje ověření (volitelně) a znovu plně uplatňovat konfiguraci.
ko_kr: 수동 구성을 적용, 처음 사용할 때 <em>파일을 삭제</em> 한 다음 (선택 사항) 검증 다음에 <em>쓰기 CONFIGS를</em> 실행하고 완전히 구성을 적용하기 위해 다시 시작합니다.
zh_tw: 手動應用配置，先使用<em>刪除文件</em> ，然後運行<em>寫CONFIGS</em>隨後驗證（可選），然後重新啟動，充分應用配置。

source: Write all objects in the CCM to their physical config files
cs_cz: napsat všechny objekty v ccm jejich fyzikálních konfigurační soubory
ko_kr: 물리적 설정 파일에 CCM의 모든 개체를 쓰기
zh_tw: 在CCM中的所有對象寫信給他們的物理配置文件

source: Write Configs
cs_cz: napsat konfigurační soubory
ko_kr: CONFIGS 쓰기
zh_tw: 寫CONFIGS

source: Delete all host and service files to forcefully write them
cs_cz: vymazat všechny soubory hostitelů a služeb tak, aby energicky zapsat je
ko_kr: 강제를 작성하는 모든 호스트 및 서비스 파일을 삭제
zh_tw: 刪除所有的主機和服務文件強行把它們寫

source: Delete Files
cs_cz: mazat soubory
ko_kr: 보기 삭제
zh_tw: 刪除視圖

source: Verify physical configuration files using Nagios Core
cs_cz: ověření fyzické konfiguračních souborů pomocí Nagios jádro
ko_kr: Nagios의 코어를 사용하여 물리적 구성 파일을 확인
zh_tw: 驗證使用Nagios的核心物理配置文件

source: Verify Files
cs_cz: ověření souborů
ko_kr: 파일을 확인
zh_tw: 驗證文件

source: Restart the Nagios Core backend to update in-use configuration
cs_cz: restartování jádra backend Nagios aktualizovat při použití konfigurace
ko_kr: 업데이트 할 Nagios의 핵심 백엔드를 다시 시작 사용중인 구성
zh_tw: 重啟Nagios的核心後端更新使用的配置

source: Restart Nagios Core
cs_cz: restart Nagios jádro
ko_kr: Nagios는 코어를 다시 시작
zh_tw: 重啟Nagios的核心

source: Ran verify configuration
cs_cz: ověřil konfiguraci
ko_kr: 구성을 확인
zh_tw: 驗證配置

source: RESTART FAILED. CONFIG ERROR:
cs_cz: restart se nezdařilo. config error:
ko_kr: 실패 다시 시작합니다. 설정 오류 :
zh_tw: 重新啟動失敗。配置錯誤：

source: Restart command successfully sent to Nagios
cs_cz: restart Příkaz byl úspěšně odeslán Nagios
ko_kr: 성공적으로 Nagios에 전송 명령을 다시 시작합니다
zh_tw: 重新啟動命令成功發送到Nagios的

source: Restarted Nagios Core
cs_cz: restart Nagios jádro
ko_kr: Nagios는 코어를 다시 시작
zh_tw: 重啟Nagios的核心

source: Deleted all physical configuration files
cs_cz: odstraněny všechny fyzické konfigurační soubory
ko_kr: 모든 물리적 구성 파일을 삭제했습니다.
zh_tw: 刪除所有物理配置文件

source: Write host configurations
cs_cz: napsat hostitelských konfigurací
ko_kr: 호스트 구성을 작성
zh_tw: 寫的主機配置

source: Configuration file:
cs_cz: Konfigurační soubor:
ko_kr: 환경설정
zh_tw: 配置文件

source: successfully written!
cs_cz: úspěšně zapsán!
ko_kr: 성공적으로 작성!
zh_tw: 成功寫入！

source: Host configuration files successfully written!
cs_cz: Konfigurační soubory hostitel úspěšně zapsán!
ko_kr: 호스트 구성 파일이 성공적으로 기록!
zh_tw: 主機配置文件成功寫入了！

source: Cannot open/overwrite the host configuration files (check the permissions)!
cs_cz: Nelze otevřít / přepsat konfiguraci hostitele soubory (zkontrolujte oprávnění)!
ko_kr: 호스트 구성 파일 (권한을 확인) 열 / 덮어 쓸 수 없습니다!
zh_tw: 不能打開/覆蓋主機配置文件（檢查權限）！

source: Write service configurations
cs_cz: napsat konfigurace služby
ko_kr: 서비스 구성을 작성
zh_tw: 寫服務配置

source: Service configuration files successfully written!
cs_cz: Konfigurační soubory služby úspěšně zapsán!
ko_kr: 서비스 구성 파일이 성공적으로 기록!
zh_tw: 服務配置文件中寫的！

source: Cannot open/overwrite service configuration files (check the permissions)!
cs_cz: Nelze otevřít / overwrite konfigurační soubory služby (zkontrolujte oprávnění)!
ko_kr: 서비스 구성 파일 (권한을 확인) 열 / 덮어 쓸 수 없습니다!
zh_tw: 不能打開/覆蓋服務配置文件（檢查權限）！

source: Removed file at %1$s
cs_cz: Soubor byl odstraněn v %1$s
ko_kr: %1$s에서 파일이 제거되었습니다.
zh_tw: 已刪除位於 %1$s 的文件

source: Wrote physical configuration files
cs_cz: napsal fyzické konfigurační soubory
ko_kr: 물리적 구성 파일을 작성했습니다.
zh_tw: 寫了物理配置文件

source: Can't find Nagios binary!
cs_cz: Nelze najít Nagios binární!
ko_kr: nagios 바이너리를 찾을 수 없습니다!
zh_tw: 找不到Nagios的二進制！

source: Cannot find the Nagios binary or no rights for execution!
cs_cz: nemůže najít binární Nagios ani žádná práva k provedení!
ko_kr: Nagios 바이너리 또는 실행에 대한 어떠한 권리를 찾을 수 없습니다!
zh_tw: 找不到Nagios的二進制或不執行的權利！

source: Successfully deleted all Host / Service Config Files
cs_cz: byla úspěšně odstraněna všechna / konfigurační soubory služby hostitelů
ko_kr: 성공적으로 모든 호스트 / 서비스 설정 파일을 삭제
zh_tw: 成功刪除所有的主機/服務配置文件

source: Unauthorized action! Login required.
cs_cz: neoprávněné akce! nutné se přihlásit.
ko_kr: 무단 액션! 로그인 필요.
zh_tw: 擅自行動！登錄。

source: ROUTE VIEW
cs_cz: Zobrazit trasu
ko_kr: 경로보기
zh_tw: 路徑視圖

source: Invalid object type
cs_cz: neplatný typ objektu
ko_kr: 잘못된 객체 유형
zh_tw: 無效的對象類型

source: specified
cs_cz: specifikovaný
ko_kr: 지정
zh_tw: 指定

source: Manage
cs_cz: spravovat
ko_kr: 꾸리다
zh_tw: 管理

source: inheritance options
cs_cz: možnosti dědičnost
ko_kr: 상속 옵션
zh_tw: 繼承選項

source: Run Check Command
cs_cz: Kontrola chodu povel
ko_kr: 명령을 확인 테스트
zh_tw: 測試檢查命令

source: Host Address
cs_cz: hostitelská adresa
ko_kr: 호스트 주소
zh_tw: 主機地址

source: logged out of the Core Config Manager
cs_cz: z hlavního správce konfigurací
ko_kr: 핵심 구성 관리자에서 로그 아웃 됨
zh_tw: 退出核心配置管理器

source: Management
cs_cz: řízení
ko_kr: 장애 관리
zh_tw: 管理

source: License Limit Exceeded
cs_cz: limit překročen
ko_kr: 라이선스 한도 초과
zh_tw: 超出許可限制

source: You have exceeded your
cs_cz: Překročili jste
ko_kr: 당신은 초과하여
zh_tw: 您已超過

source: license limits
cs_cz: licenční limity
ko_kr: 라이센스 제한
zh_tw: 許可證限制

source: Cannot copy object
cs_cz: nemůže kopírovat objekt
ko_kr: 개체를 복사 할 수 없습니다.
zh_tw: 不能複制對象

source: the checks available for this instance
cs_cz: kontroly dostupné pro tuto instanci
ko_kr: 이 인스턴스에 사용할 수있는 검사
zh_tw: 可用於此實例的檢查

source: To add more checks, either upgrade the instance via your
cs_cz: Chcete-li přidat další kontroly, buď upgradujte instanci prostřednictvím svého
ko_kr: 더 많은 수표를 추가하려면
zh_tw: 要添加更多檢查，可以通過您的實例升級實例

source: or remove old checks you no longer need.
cs_cz: nebo odstraňte staré šeky, které už nepotřebujete.
ko_kr: 더 이상 필요없는 오래된 수표를 지우거나 제거하십시오.
zh_tw: 或刪除不再需要的舊檢查。

source: To add more checks, either upgrade the license or remove old hosts you no longer need.
cs_cz: Chcete-li přidat další kontroly, buď upgradujte licenci nebo odstraňte staré hostitele, které již nepotřebujete.
ko_kr: 더 많은 수표를 추가하려면 라이센스를 업그레이드하거나 더 이상 필요없는 이전 호스트를 제거하십시오.
zh_tw: 要添加更多檢查，請升級許可證或刪除不再需要的舊主機。

source: Cannot copy object, license limits have been exceeded.
cs_cz: nesmí kopírovat objekt, byly překročeny limity licencí.
ko_kr: 개체를 복사 할 수 없습니다. 라이센스 제한을 초과했습니다.
zh_tw: 不能複制對象，已超出許可限制。

source: No objects copied.
cs_cz: žádné předměty kopírovat.
ko_kr: 어떤 개체는 복사하지 않습니다.
zh_tw: 沒有對象的複製。

source: objects copied
cs_cz: objektů zkopírovány
ko_kr: 개체 복사
zh_tw: 對象將被複製

source: objects failed to copy.
cs_cz: Objekty se nepodařilo zkopírovat.
ko_kr: 개체는 복사하지 못했습니다.
zh_tw: 對象無法複製。

source: objects copied succesfully!
cs_cz: objektů zkopírovány úspěšně!
ko_kr: 객체는 성공적으로 복사!
zh_tw: 對象複製成功！

source: Dependent relationships denoted by
cs_cz: závislé vztahy odkazovaná
ko_kr: 로 표시 의존 관계
zh_tw: 記依賴關係

source: Inactive objects denoted by red text and
cs_cz: neaktivní objekty označené červeným textem a
ko_kr: 빨간색 텍스트로 표시된 비활성 객체 및
zh_tw: 用紅色文本表示的非活動對象

source: Object relationships
cs_cz: objektů vztahy
ko_kr: 객체 관계
zh_tw: 對象關係

source: Dependent relationships
cs_cz: závislé vztahy
ko_kr: 가족 관계
zh_tw: 依賴關係

source: Missing arguments! No type specified for route.
cs_cz: chybějící argumenty! žádný typ určený pro trasu.
ko_kr: 놓친 논쟁! 라우트에 지정된 유형이 없습니다.
zh_tw: 缺少論據！沒有為路線指定類型。

source: Submitted modify or insert form without proper object type
cs_cz: předložit upravovat nebo vkládat formulář bez správného typu objektu
ko_kr: 적절한 객체 유형없이 제출 된 수정 또는 삽입 양식
zh_tw: 提交修改或插入表單沒有適當的對像類型

source: Permission denied for object type
cs_cz: pro typ objektu zakázáno
ko_kr: 개체 유형에 대한 사용 권한이 거부되었습니다.
zh_tw: 對像類型的權限被拒絕

source: Ok
ko_kr: 확인을
zh_tw: 行

source: Up
cs_cz: nahoru
ko_kr: 올라
zh_tw: 上

source: Down
cs_cz: dolů
ko_kr: 아래로
zh_tw: 下

source: attempts
cs_cz: pokusy
ko_kr: 시도
zh_tw: 嘗試

source: Skip
cs_cz: přeskočit
ko_kr: 컨텐츠로 이동
zh_tw: 跳躍

source: sec
cs_cz: sekunda
ko_kr: 초
zh_tw: 秒

source: Obsess over host
cs_cz: posedlí hostitele
ko_kr: 호스트에 사로 잡혀
zh_tw: 纏住了主機

source: Obsess over service
cs_cz: zachvátila přes službu
ko_kr: 서비스 집착
zh_tw: 迷戀服務

source: Event handler
cs_cz: Ovladač události
ko_kr: 이벤트 처리기
zh_tw: 事件處理程序

source: Is Volatile
cs_cz: těkavé
ko_kr: 휘발성
zh_tw: 揮發性

source: Notes URL
cs_cz: poznámky url
ko_kr: 메모 URL
zh_tw: 網址票據

source: Action URL
cs_cz: akce url
ko_kr: 액션 URL
zh_tw: 行動網址

source: Assign Memberships
cs_cz: přiřadit členství
ko_kr: 구성원을 지정
zh_tw: 分配成員

source: Manage Hosts
cs_cz: spravovat hostitele
ko_kr: 호스트 관리
zh_tw: 管理主機

source: Manage Host Groups
cs_cz: spravovat skupiny hostitelů
ko_kr: Hostgroups 관리
zh_tw: 管理hostgroups

source: Manage Services
cs_cz: spravovat služby
ko_kr: 서비스 관리
zh_tw: 管理服務

source: Manage Service Groups
cs_cz: spravovat servisní skupiny
ko_kr: Servicegroups 관리
zh_tw: 管理servicegroups

source: Manage Contacts
cs_cz: spravovat kontakty
ko_kr: 연락처 관리
zh_tw: 管理聯繫人

source: Manage Contact Groups
cs_cz: Správa skupin kontaktů
ko_kr: 연락처 그룹을 관리
zh_tw: 管理聯絡小組

source: First / Last Notification
cs_cz: První / poslední oznámení
ko_kr: 첫 번째 / 마지막 알림
zh_tw: 第一個/最後通知

source: First
cs_cz: První
ko_kr: 처음으로
zh_tw: 第一

source: Last
cs_cz: poslední
ko_kr: 마지막
zh_tw: 最後

source: Notification Interval
cs_cz: oznámení interval
ko_kr: 알림 간격
zh_tw: 通知時間間隔

source: Escalation Options
cs_cz: možnosti eskalační
ko_kr: 에스컬레이션 옵션
zh_tw: 升級選項

source: Inherit from parents
cs_cz: dědí z rodičů
ko_kr: 부모로부터 상속
zh_tw: 從父母那裡繼承遺產

source: Execution failure criteria
cs_cz: Kritéria selhání poprava
ko_kr: 실행 실패 기준
zh_tw: 執行失敗的標準

source: Pending
cs_cz: až do
ko_kr: 보류 중
zh_tw: 有待

source: Notification failure criteria
cs_cz: Kritéria selhání oznámení
ko_kr: 알림 장애 기준
zh_tw: 通知失敗標準

source: Dependent Relationships
cs_cz: závislé vztahy
ko_kr: 가족 관계
zh_tw: 依賴關係

source: Manage Dependent Hosts
cs_cz: spravovat závislých hostitelů
ko_kr: 가족 호스트 관리
zh_tw: 管理依賴主機

source: Manage Dependent Host Groups
cs_cz: spravovat závislých hostiteli Skupiny
ko_kr: 가족 Hostgroups 관리
zh_tw: 管理依賴hostgroups的

source: Manage Dependent Services
cs_cz: spravovat závislé služby
ko_kr: 종속 서비스 관리
zh_tw: 管理依賴服務

source: Manage Dependent Service Groups
cs_cz: spravovat závislých hostiteli Skupiny
ko_kr: 가족 Hostgroups 관리
zh_tw: 管理依賴hostgroups的

source: Recovery
cs_cz: zotavení
ko_kr: 회복
zh_tw: 復甦

source: Flapping
cs_cz: mávání
ko_kr: 펄럭
zh_tw: 撲

source: Notification enabled
cs_cz: oznámení povolen
ko_kr: 알림 사용
zh_tw: 啟用通知

source: Command Name
cs_cz: název příkazu
ko_kr: 명령 유형
zh_tw: 命令類型

source: Command Line
cs_cz: příkazový řádek
ko_kr: 명령 유형
zh_tw: 命令類型

source: Command Type
cs_cz: Typ příkazu
ko_kr: 명령 유형
zh_tw: 命令類型

source: check command
cs_cz: zkontrolovat příkazu
ko_kr: 명령을 확인
zh_tw: 檢查命令

source: misc command
cs_cz: příkaz misc
ko_kr: 기타 명령
zh_tw: 雜項命令

source: unclassified
cs_cz: nezařazené
ko_kr: 분류되지 않음
zh_tw: 非保密

source: Selecting a plugin will also show documenation for that plugin.
cs_cz: výběrem plugin bude také ukazují documenation pro tento plugin.
ko_kr: 플러그인을 선택하면 해당 플러그인에 대한 documenation을 보여줍니다.
zh_tw: 選擇一個插件也將顯示documenation該插件。

source: Available Plugins
cs_cz: dostupné zásuvné moduly
ko_kr: 사용 가능한 플러그인
zh_tw: 可用的插件

source: Template Name
cs_cz: název šablony
ko_kr: 템플릿 이름
zh_tw: 模板名稱

source: Manage Parents
cs_cz: spravovat rodiče
ko_kr: 부모 관리
zh_tw: 管理父母

source: Display name
cs_cz: zobrazované jméno
ko_kr: 이름을 표시
zh_tw: 顯示名稱

source: Check command
cs_cz: zkontrolovat příkazu
ko_kr: 명령을 확인
zh_tw: 檢查命令

source: Command view
cs_cz: příkaz view
ko_kr: 명령보기
zh_tw: 命令視圖

source: No command selected
cs_cz: žádný příkaz vybrán
ko_kr: 선택한 어떤 명령도 없다
zh_tw: 沒有選擇的命令

source: Pager Number
cs_cz: číslo pager
ko_kr: 호출기 번호
zh_tw: 的尋呼機號碼

source: Manage Contact Templates
cs_cz: Práce s kontaktem šablon
ko_kr: 템플릿 연락처 관리
zh_tw: 管理諮詢模板

source: Addon Address 1
cs_cz: addon adresa 1
ko_kr: 애드온 주소 1
zh_tw: 的插件地址1

source: Addon Address 2
cs_cz: addon adresa 2
ko_kr: 애드온 주소 2
zh_tw: 插件地址2

source: Addon Address 3
cs_cz: addon adresa 3
ko_kr: 애드온 주소 3
zh_tw: 插件地址3

source: Addon Address 4
cs_cz: addon adresa 4
ko_kr: 애드온 주소 4
zh_tw: 插件地址4

source: Addon Address 5
cs_cz: addon adresa 5
ko_kr: 애드온 주소를 5
zh_tw: 插件地址5

source: Addon Address 6
cs_cz: addon adresa 6
ko_kr: 애드온 주소 6
zh_tw: 插件地址6

source: Host Notifications Enabled
cs_cz: povoleno hostitelské oznámení
ko_kr: 알림 사용
zh_tw: 啟用通知

source: Host Notifications Timeperiod
cs_cz: Hostitelské oznámení timeperiod
ko_kr: 배포 알림 Timeperiod
zh_tw: 部署通知TIMEPERIOD

source: Host Notification options
cs_cz: hostit možnosti oznámení
ko_kr: 신고 옵션
zh_tw: 通知選項

source: Manage Host Notification Commands
cs_cz: řídit příkazy oznámení hostitelských
ko_kr: 호스트 알림 명령을 관리
zh_tw: 管理宿主通知命令

source: Service Notifications Enabled
cs_cz: povoleno oznámení služby
ko_kr: 서비스 알림이 사용 중지되었습니다
zh_tw: 服務被禁用通知

source: Service Notifications Timeperiod
cs_cz: Oznámení služby timeperiod
ko_kr: 배포 알림 Timeperiod
zh_tw: 部署通知TIMEPERIOD

source: Service Notification options
cs_cz: Možnosti oznámení služba
ko_kr: 서비스 알림 옵션
zh_tw: 通知選項

source: Manage Service Notification Commands
cs_cz: řídit příkazy oznámení služby
ko_kr: 서비스 알림 명령을 관리
zh_tw: 管理服務通知命令

source: Can Submit Commands
cs_cz: mohou předkládat příkazy
ko_kr: 명령 제출
zh_tw: 提交命令

source: Management
cs_cz: řízení
ko_kr: 장애 관리
zh_tw: 管理

source: This object is currently set as
cs_cz: Tento objekt je aktuálně nastavena jako
ko_kr: 이 개체는 현재로 설정
zh_tw: 這個目的是當前設置為

source: Inactive
cs_cz: neaktivní
ko_kr: 비활성
zh_tw: 待用

source: and will not be written to the configuration files.
cs_cz: a nebude možné zapsat do konfiguračních souborů.
ko_kr: 및 구성 파일에 기록되지 않습니다.
zh_tw: 並且將不會被寫入配置文件。

source: Common Settings
cs_cz: společná nastavení
ko_kr: 일반 설정
zh_tw: 常見的設置

source: Check Settings
cs_cz: Zkontrolujte nastavení
ko_kr: 설정을 확인하십시오
zh_tw: 檢查設置

source: Alert Setting
cs_cz: alert nastavení
ko_kr: 설정 경고
zh_tw: 警報設置

source: Misc Settings
cs_cz: nastavení misc
ko_kr: 기타 설정
zh_tw: 雜項設置

source: Alert Settings
cs_cz: nastavení výstrah
ko_kr: 경고 설정
zh_tw: 警報設置

source: VRML image
ko_kr: VRML 이미지
zh_tw: VRML形象

source: Status image
cs_cz: stav image
ko_kr: 상태 이미지
zh_tw: 狀態圖像

source: Icon image
cs_cz: ikona obrázek
ko_kr: 아이콘 이미지
zh_tw: 圖標圖像

source: Icon image 'alt' text
ko_kr: 아이콘 이미지 대체 텍스트
zh_tw: 圖標圖片的alt文本

source: 2D coords
ko_kr: 2D 좌표
zh_tw: 二維COORDS

source: 3D coords
ko_kr: 3 차원 좌표
zh_tw: 三維COORDS

source: Use this configuration as a template
cs_cz: použití této konfigurace jako šablonu
ko_kr: 템플릿으로이 구성을 사용
zh_tw: 使用此配置，作為模板

source: Setting the <i>Generic name</i> allows you to use this %s as a template (in the Manage Templates modal) for other %s object definitions. We recommend making a new template instead of using this option.
cs_cz: nastavení <i>obecného názvu</i> umožňuje použít% s jako šablonu (v modálním režimu správy šablon) pro jiné definice objektů% s. místo použití této možnosti doporučujeme vytvořit novou šablonu.
ko_kr: <i>일반 이름을</i> 설정하면이 % s을 다른 % s 개체 정의에 대한 템플릿 (템플릿 관리 모달에서)으로 사용할 수 있습니다. 이 옵션을 사용하는 대신 새 템플릿을 만드는 것이 좋습니다.
zh_tw: 設置<i>通用名稱</i>將使您可以將此％s用作其他％s對象定義的模板（在管理模板模式中）。我們建議您製作一個新模板，而不要使用此選項。

source: Generic name
cs_cz: generický název
ko_kr: 일반 이름
zh_tw: 通用名稱

source: Timeperiod Name
cs_cz: název timeperiod
ko_kr: Timeperiod 이름
zh_tw: timeperiod名稱

source: Time Definition
cs_cz: definice čas
ko_kr: 시간 정의
zh_tw: 時間的定義

source: Time Range
cs_cz: časový rozsah
ko_kr: 시간 범위
zh_tw: 時間範圍

source: Insert Definition
cs_cz: definice vložka
ko_kr: 정의를 삽입
zh_tw: 插入定義

source: Manage Timeperiod Exclusions
cs_cz: spravovat timeperiod vyloučení
ko_kr: Timeperiod 제외 관리
zh_tw: 管理timeperiod排除

source: Changes detected! <strong><a href='
cs_cz: Byly zjištěny změny!
ko_kr: 변경사항이 감지되었습니다.
zh_tw: 偵測到變化！

source: There are modifications to objects that have not been applied yet. Apply configuration for new changes to take affect.
cs_cz: existují úpravy objektů, které dosud nebyly použity. platí konfiguraci pro nové změny projeví.
ko_kr: 아직 적용되지 않은 개체에 대한 수정이 있습니다. 새로운 변경 사항을 적용하는 구성을 적용 할 수 있습니다.
zh_tw: 有修改，但沒有尚未應用於對象。應用配置新的設置生效。

source: Add New
cs_cz: přidat nový
ko_kr: 새로운 추가
zh_tw: 添加新

source: Applied
cs_cz: aplikovaný
ko_kr: 적용
zh_tw: 應用

source: Not Applied
cs_cz: neuplatňuje
ko_kr: 적용되지
zh_tw: 不適用

source: View config
cs_cz: pohled config
ko_kr: 구성보기
zh_tw: 查看配置

source: Relationships
cs_cz: vztahy
ko_kr: 관계
zh_tw: 關係

source: No results returned from
cs_cz: žádné výsledky se vrátil z
ko_kr: 결과가으로 돌아 오지
zh_tw: 沒有返回的結果

source: table
cs_cz: tabulka
ko_kr: 표
zh_tw: 表

source: Previous page
cs_cz: předchozí stránka
ko_kr: 이전 페이지
zh_tw: 前一頁

source: First page
cs_cz: první strana
ko_kr: 첫 페이지
zh_tw: 第一頁

source: Last page
cs_cz: poslední strana
ko_kr: 마지막 페이지
zh_tw: 最後一頁

source: Next page
cs_cz: další strana
ko_kr: 다음 페이지
zh_tw: 下頁

source: Jump to page
cs_cz: Přejít na stránku
ko_kr: 페이지로 이동
zh_tw: 跳轉到頁

source: Configuration not applied.
cs_cz: Konfigurace neuplatňuje.
ko_kr: 구성은 적용되지 않습니다.
zh_tw: 沒有應用的配置。

source: There are changes to the database configuration, apply configuration needed.
cs_cz: tam jsou změny v konfiguraci databáze, platí konfigurace potřeba.
ko_kr: 데이터베이스 구성에 변화가 구성이 필요 적용됩니다.
zh_tw: 有更改數據庫配置，應用配置需要。

source: Apply Configuration Now
cs_cz: aplikovat konfiguraci nyní
ko_kr: 구성을 적용합니다
zh_tw: 應用配置

source: CCM Object Summary
cs_cz: ccm shrnutí objekt
ko_kr: CCM 객체 개요
zh_tw: CCM對象匯總

source: Recent Snapshots
cs_cz: nedávné snímky
ko_kr: 최근 스냅 샷
zh_tw: 最近的快照

source: Snapshot Result
cs_cz: výsledkem snímek
ko_kr: 스냅 샷 결과
zh_tw: 快照結果

source: Recently Changed Hosts and Services
cs_cz: nedávno změněné hostitele a služby
ko_kr: 최근 변경된 호스트 및 서비스
zh_tw: 最近更改了主機和服務

source: Modified Time
cs_cz: upravený čas
ko_kr: 수정 시간
zh_tw: 修改時間

source: No matching results found.
cs_cz: Nebyly nalezeny žádné výsledky odpovídající.
ko_kr: 일치하는 호스트 없음
zh_tw: 沒有找到匹配的主機

source: The page is currently being edited by another user.
cs_cz: stránka je právě upravován jiným uživatelem.
ko_kr: 페이지가 현재 다른 ​​사용자가 편집되고있다.
zh_tw: 頁面當前正由另一用戶編輯。

source: started editing at
cs_cz: začal editaci na
ko_kr: 에서 편집 시작
zh_tw: 在開始編輯

source: Remove Lock
cs_cz: odebrat zámek
ko_kr: 잠금을 해제
zh_tw: 除去鎖

source: Integration with Nagios Core Config Manager used to manage object configuration files for Nagios XI.
cs_cz: Integrace s nagios jádra config manažer používá ke správě konfiguračních souborů objektů pro Nagios XI.
ko_kr: Nagios의 핵심 구성 관리자와 통합의 Nagios XI에 대한 객체 구성 파일을 관리하는 데 사용됩니다.
zh_tw: 與Nagios的核心配置管理器集成用於管理對象的配置文件的nagios喜。

source: Nagios Core Config Manager (CCM)
cs_cz: nagios jádra config manažer (ccm)
ko_kr: Nagios 코어 구성 관리자
zh_tw: Nagios的核心配置管理

source: Quick Tools
cs_cz: Rychlé nástroje
ko_kr: 빠른 도구
zh_tw: 快速工具

source: Monitoring Plugins
cs_cz: monitorovací pluginy
ko_kr: 모니터링 플러그인
zh_tw: 監控插件

source: Alerting
cs_cz: upozorňování
ko_kr: 경고
zh_tw: 提醒

source: Tools
cs_cz: nářadí
ko_kr: 툴
zh_tw: 工具

source: CCM Admin
ko_kr: CCM 관리
zh_tw: CCM管理

source: Viewed config
cs_cz: pohled config
ko_kr: 구성보기
zh_tw: 查看配置

source: Allows the upload and inclusion of files to Nagios XI that will not be overwritten during upgrades.
cs_cz: Umožňuje nahrávání a začlenění souborů pro Nagios XI, které nebudou přepsána během aktualizace.
ko_kr: 업그레이드하는 동안 덮어 쓰지 않습니다의 Nagios 출산 파일의 업로드 및 포함 할 수 있습니다.
zh_tw: 允許文件給Nagios兮不會升級過程中被覆蓋上載和包容。

source: Custom Includes (CSS, Javascript, and images)
cs_cz: zvyk zahrnuje (CSS, JavaScript a obrázků)
ko_kr: 사용자 정의가 포함되어 있습니다 (CSS, 자바 스크립트, 이미지)
zh_tw: 定制包括（CSS，JavaScript和圖像）

source: Custom Includes
cs_cz: zvyk zahrnuje
ko_kr: 사용자 정의 포함
zh_tw: 包括定制

source: Could not rename file. Check file permissions.
cs_cz: Nelze přejmenovat soubor. zkontrolujte práva k souborům.
ko_kr: 파일의 이름을 바꿀 수 없습니다. 파일 권한을 확인합니다.
zh_tw: 不能重命名文件。檢查文件的權限。

source: Renamed successfully
cs_cz: úspěšně proveden
ko_kr: 성공적으로 실행
zh_tw: 成功運行了。

source: Could not upload file
cs_cz: nemohl nahrát soubor
ko_kr: 파일을 업로드 할 수 없습니다
zh_tw: 不能上傳文件

source: The file you are uploading is too big. Check your PHP file size settings.
cs_cz: Soubor, který nahráváte, je příliš velký. zkontrolujte nastavení velikosti souboru php.
ko_kr: 업로드 된 파일이 너무 큽니다. 당신의 PHP 파일 크기 설정을 확인합니다.
zh_tw: 您要上傳的文件太大。檢查你的PHP文件大小設置。

source: This file does not match one of the valid file types above.
cs_cz: Tento soubor neodpovídá jedním z platných typů souborů výše.
ko_kr: 이 파일은 위의 유효한 파일 유형 중 하나와 일치하지 않습니다.
zh_tw: 該文件不符合上述有效的文件類型之一。

source: Verify permissions on upload directory %s.
cs_cz: ověří oprávnění k nahrání adresářů.
ko_kr: 업로드 디렉토리에 대한 사용 권한을 확인합니다.
zh_tw: 驗證上傳目錄的權限。

source: Successfully uploaded file.
cs_cz: úspěšně nahrán soubor.
ko_kr: 성공적으로 파일을 업로드했습니다.
zh_tw: 成功上傳文件。

source: Successfully removed file.
cs_cz: úspěšně odstraněn soubor.
ko_kr: 성공적으로 파일을 삭제했습니다.
zh_tw: 成功刪除文件。

source: Could not remove selected file. Location:
cs_cz: nemohly odstranit vybraný soubor. umístění:
ko_kr: 선택한 파일을 제거 할 수 없습니다. 위치:
zh_tw: 無法刪除所選的文件。位置：

source: Rename File
cs_cz: přejmenovat soubor
ko_kr: 파일의 이름을 변경
zh_tw: 重命名文件
