Repository: bakeb7j0/nagios-CSP-docker
Catalog: nagios_xi_src/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: cs_cz, ko_kr, zh_tw

source: value to the URL will output custom variables for the hosts.
cs_cz: hodnota na url bude výstupem vlastních proměnných pro hostitele.
ko_kr: URL에 대한 값은 호스트에 대한 사용자 정의 변수를 출력합니다.
zh_tw: url的值將輸出主機的自定義變量。

source: This command returns a list of services.
cs_cz: Tento příkaz vrátí seznam služeb.
ko_kr: 이 명령은 서비스의 목록을 반환합니다.
zh_tw: 此命令將返回服務的列表。

source: value to the URL will output custom variables for the services.
cs_cz: hodnota na url bude na výstupu vlastní proměnné pro služby.
ko_kr: url 값은 서비스에 대한 맞춤 변수를 출력합니다.
zh_tw: url的值將輸出服務的自定義變量。

source: This command returns a list of host groups.
cs_cz: Tento příkaz vrátí seznam hostitelských skupin.
ko_kr: 이 명령은 호스트 그룹의 목록을 반환합니다.
zh_tw: 此命令將返回主機組的列表。

source: This command returns a list of service groups.
cs_cz: Tento příkaz vrátí seznam skupin služeb.
ko_kr: 이 명령은 서비스 그룹의 목록을 반환합니다.
zh_tw: 此命令將返回服務組的列表。

source: This command returns a list of contact groups.
cs_cz: Tento příkaz vrátí seznam skupin kontaktů.
ko_kr: 이 명령은 연락처 그룹의 목록을 반환합니다.
zh_tw: 此命令返回聯絡組的列表。

source: This command returns a list of all defined time periods.
cs_cz: tento příkaz vrací seznam všech definovaných časových období.
ko_kr: 이 명령은 정의 된 모든 기간 목록을 리턴합니다.
zh_tw: 此命令返回所有已定義時間段的列表。

source: This command returns a list of host group members.
cs_cz: Tento příkaz vrátí seznam členů skupiny hostitele.
ko_kr: 이 명령은 호스트 그룹 멤버의 목록을 반환합니다.
zh_tw: 此命令返回的主機組成員名單。

source: Group Members
cs_cz: členové skupiny
ko_kr: 그룹 회원
zh_tw: 小組成員

source: This command returns a list of service group members.
cs_cz: Tento příkaz vrátí seznam členů skupiny služeb.
ko_kr: 이 명령은 서비스 그룹 구성원의 목록을 반환합니다.
zh_tw: 此命令返回的服務組成員名單。

source: This command returns a list of contact group members.
cs_cz: Tento příkaz vrátí seznam členů skupiny kontaktů.
ko_kr: 이 명령은 접촉 그룹 구성원의 목록을 반환합니다.
zh_tw: 此命令返回的聯絡小組的成員名單。

source: Data Exporting
cs_cz: údaje vyvážející
ko_kr: 데이터 내보내기
zh_tw: 數據導出

source: This command returns an exported RRD performance data file.
cs_cz: tento příkaz vrátí exportovaný RRD dat výkonu souboru.
ko_kr: 이 명령을 내 보낸 RRD 성능 데이터 파일을 반환합니다.
zh_tw: 此命令將返回導出RRD性能數據文件。

source: host_name
cs_cz: jméno hosta
ko_kr: 호스트 이름
zh_tw: 主機

source: The name of the host to grab performance data for.
cs_cz: jméno hostitele chytit údaje o výkonu.
ko_kr: 호스트의 이름에 대한 성능 데이터를 잡아합니다.
zh_tw: 主機名搶性能數據。

source: service_description
cs_cz: službu SERVICE_DESCRIPTION
ko_kr: 서비스 설명
zh_tw: 服務說明

source: The name of the service to grab performance data for.
cs_cz: název služby chytit údaje o výkonu.
ko_kr: 서비스의 이름에 대한 성능 데이터를 잡아합니다.
zh_tw: 該服務的名稱搶性能數據。

source: _HOST_
cs_cz: _hostitel_
ko_kr: _주인_
zh_tw: _主辦_

source: start
ko_kr: 출발
zh_tw: 開始

source: Datetime to specify the start of the exported data, in Unix timestamp.
cs_cz: datetime určit začátek exportovaných dat, v Unixu časovým razítkem.
ko_kr: 날짜는 유닉스 타임 스탬프에 보낸 데이터의 시작을 지정합니다.
zh_tw: 日期時間，指定導出數據的開始，在Unix時間戳。

source: NOW - 24 Hours
cs_cz: nyní - 24 hodin
ko_kr: 지금 - 24시간
zh_tw: 現在 - 24小時

source: end
cs_cz: poslat
ko_kr: 보내
zh_tw: 發送

source: Datetime to specify the end of the exported data, in Unix timestamp.
cs_cz: datetime určit konec exportovaných dat v unix timestamp.
ko_kr: 날짜는 유닉스 타임 스탬프에 보낸 데이터의 끝을 지정합니다.
zh_tw: 日期時間，指定導出數據的結束，在Unix時間戳。

source: NOW
cs_cz: teď
ko_kr: 지금
zh_tw: 現在

source: step
cs_cz: krok
ko_kr: 단계
zh_tw: 步

source: Interval between data points, in seconds.
cs_cz: interval mezi datovými body v sekundách.
ko_kr: 초 데이터 포인트 사이의 간격.
zh_tw: 數據點，以秒為單位的時間間隔。

source: Maximum amount of rows to return.
cs_cz: maximální počet řádků, které se mají vrátit.
ko_kr: 반환 할 최대 행 수입니다.
zh_tw: 返回的最大行數。

source: columns[]
cs_cz: Sloupce []
ko_kr: 열 []
zh_tw: 列[]

source: Array of columns to display (e.g.: &amp;columns[]=pl&amp;columns[]=rta).
cs_cz: array sloupců k zobrazení (např: & sloupy [] = pl a sloupy [] = RTA).
ko_kr: 열 배열 표시 (예 : & 열 [] = 와줘 및 열 [] = RTA).
zh_tw: 列數組顯示（如：柱[] = PL和列[] = RTA）。

source: All available
cs_cz: všechny dostupné
ko_kr: 사용 가능한 모든
zh_tw: 所有可用

source: This command returns the historical and predicted performance data for a host, service, and RRD track. This is essentially a stripped down version of the Capacity Planning report and allows running the Capacity Planning script on a single object for inclusion elsewhere.
cs_cz: tento příkaz vrátí data historických a předpokládaného výkonu pro hostitele, služby a RRD trati. to je v podstatě rozebraná verze zprávy o plánování kapacity a umožňuje spuštění skriptu plánování kapacit na jediném objektu pro začleňování jinde.
ko_kr: 이 명령은 호스트, 서비스 및 RRD 트랙의 역사 및 prodicted 성능 데이터를 반환합니다. 이것은 본질적으로 용량 계획 보고서의 버전을 박탈하고 다른 장소를 포함하는 단일 객체의 용량 계획 스크립트를 실행할 수있다.
zh_tw: 此命令為主機，服務和跟踪RRD返回歷史和prodicted性能數據。這基本上是容量規劃報告的精簡版，並允許其他地方納入一個單一的對象上運行容量規劃腳本。

source: The name of the host to use for capacity planning.
cs_cz: jméno hostitele použít pro plánování kapacity.
ko_kr: 호스트의 이름은 용량 계획에 사용할 수 있습니다.
zh_tw: 使用主機名進行容量規劃。

source: The name of the service to use for capacity planning.
cs_cz: název služby použít pro plánování kapacity.
ko_kr: 서비스의 이름은 용량 계획에 사용할 수 있습니다.
zh_tw: 使用該服務的名稱用於容量規劃。

source: The name of the track in the RRD file for use in capacity planning. You can get this from the Capacity Planning report.
cs_cz: název trati v souboru RRD pro použití v plánování kapacit. můžete si to ze zprávy o plánování kapacity.
ko_kr: 용량 계획에 사용되는 RRD 파일의 트랙의 이름입니다. 당신은 용량 계획 보고서에서이를 얻을 수 있습니다.
zh_tw: 在容量規劃使用RRD文件的曲目名稱。您可以從容量規劃報告得到這個。

source: Number of weeks or months to run prediction for.
cs_cz: Počet týdnů nebo měsíců běžet predikci pro.
ko_kr: 몇 주 또는 몇 달의 수에 대한 예측을 실행합니다.
zh_tw: 幾週或幾個月的數量運行預測。

source: Type of prediction method. Choose from:
cs_cz: typ metody predikce. vybrat z:
ko_kr: 예측 방법의 종류. 에서 고르시 오:
zh_tw: 類型的預測方法。從中選擇：

source: This endpoint returns host availability information for a speficied, host, hostgroup, or servicegroup. While there are no required paramteres, you must have at least one host, service, hostgroup, or servicegroup in your query.
cs_cz: tento koncový bod vrátí informace hostitelské dostupnosti pro specifickou, hostitelskou, hostitelskou nebo servisní skupinu. pokud nejsou požadovány parametry, musíte ve svém dotazu obsahovat alespoň jednu hostitelskou službu, hostitelskou skupinu nebo servisní skupinu.
ko_kr: 이 끝점은 지정된 호스트, 호스트 그룹 또는 서비스 그룹에 대한 호스트 가용성 정보를 반환합니다. 필수 매개 변수는 없지만 쿼리에 하나 이상의 호스트, 서비스, 호스트 그룹 또는 서비스 그룹이 있어야합니다.
zh_tw: 此端點返回指定的，主機，主機組或服務組的主機可用性信息。雖然沒有必需的參數，但您的查詢中必須至少有一個主機，服務，主機組或服務組。

source: The name of the host to use. Optional but one object must be selected.
cs_cz: jméno hostitele k použití. volitelný, ale musí být vybrán jeden objekt.
ko_kr: 사용할 호스트의 이름. 선택적이지만 하나의 객체를 선택해야합니다.
zh_tw: 要使用的主機的名稱。可選，但必須選擇一個對象。

source: The name of the hostgroup to use. Optional but one object must be selected.
cs_cz: jméno hostitelské skupiny, kterou chcete použít. volitelný, ale musí být vybrán jeden objekt.
ko_kr: 사용할 호스트 그룹의 이름. 선택적이지만 하나의 객체를 선택해야합니다.
zh_tw: 要使用的主機組的名稱。可選，但必須選擇一個對象。

source: The name of the servicegroup to use. Optional but one object must be selected.
cs_cz: název služby, který chcete používat. volitelný, ale musí být vybrán jeden objekt.
ko_kr: 사용할 서비스 그룹의 이름. 선택적이지만 하나의 객체를 선택해야합니다.
zh_tw: 要使用的服務組的名稱。可選，但必須選擇一個對象。

source: Start time timestamp.
cs_cz: časové razítko časového začátku.
ko_kr: 시작 시간 타임 스탬프.
zh_tw: 開始時間時間戳。

source: End time timestamp.
cs_cz: časové razítko konce času.
ko_kr: 종료 시간 타임 스탬프.
zh_tw: 結束時間時間戳。

source: Set to 'yes' or 'no' to assume initial states or not.
cs_cz: nastavit na "ano" nebo "ne", aby převzali počáteční stavy nebo ne.
ko_kr: '예'또는 '아니오'로 설정하여 초기 상태를 취하도록할지 여부를 결정합니다.
zh_tw: 設置為“是”或“否”以承擔初始狀態。

source: Set to 'yes' or 'no' to assume state retention or not.
cs_cz: nastavit na "ano" nebo "ne" převzít státní retenci nebo ne.
ko_kr: '예'또는 '아니오'로 설정하여 상태 유지 여부를 결정합니다.
zh_tw: 設置為'是'或'否'來承擔狀態保留與否。

source: Set to 'yes' or 'no' to assume states during downtime.
cs_cz: nastavit na "ano" nebo "ne", aby převzal stav během prostoje.
ko_kr: 가동 중지 시간 동안 상태를 가정하려면 '예'또는 '아니오'로 설정하십시오.
zh_tw: 設置為“是”或“否”以在停機期間承擔狀態。

source: Set to 'yes' or 'no' to include soft states or not.
cs_cz: nastavte na "ano" nebo "ne", aby zahrnoval soft stav nebo ne.
ko_kr: 소프트 상태를 포함할지 여부를 '예'또는 '아니오'로 설정하십시오.
zh_tw: 設置為“是”或“否”以包含軟狀態或不包括。

source: Set the assumed host state to 0 = Unspecified, -1 = Current State, 3 = Host Up, 4 = Host Down, 5 = Host Unreachable
cs_cz: nastaví předpokládaný stav hostitele na 0 = nespecifikovaný, -1 = aktuální stav, 3 = hostitel nahoru, 4 = hostitel dolů, 5 = hostitel nedostupný
ko_kr: 가정 호스트 상태를 0 = 지정되지 않음, -1 = 현재 상태, 3 = 호스트 작동, 4 = 호스트 작동 중지, 5 = 호스트 도달 불가능 상태로 설정하십시오
zh_tw: 將假定的主機狀態設置為0 =未指定，-1 =當前狀態，3 =主機啟動，4 =主機關閉，5 =主機不可訪問

source: Set the assumed service state to 0 = Unspecified, -1 = Current State, 6 = Service Ok, 7 = Service Unknown, 8 = Service Warning, 9 = Service Critical
cs_cz: nastavte předpokládaný stav služby na 0 = nespecifikovaný, -1 = aktuální stav, 6 = servisní ok, 7 = neznámé služby, 8 = varování služby, 9 =
ko_kr: 가정 된 서비스 상태를 0 = 지정되지 않음, -1 = 현재 상태, 6 = 서비스 확인, 7 = 서비스 알 수 없음, 8 = 서비스 경고, 9 = 서비스 위험
zh_tw: 將假定的服務狀態設置為0 =未指定，-1 =當前狀態，6 =服務正常，7 =服務未知，8 =服務警告，9 =服務危急

source: This endpoint returns service availability information for a speficied, host, service, hostgroup, or servicegroup. You can define a host and service at the same time. While there are no required paramteres, you must have at least one host, service, hostgroup, or servicegroup in your query.
cs_cz: tento koncový bod vrátí informace o dostupnosti služby pro specifickou hostitelskou službu, hostitelskou skupinu nebo servisní skupinu. můžete definovat hostitelskou službu a službu současně. pokud nejsou požadovány parametry, musíte ve svém dotazu obsahovat alespoň jednu hostitelskou službu, hostitelskou skupinu nebo servisní skupinu.
ko_kr: 이 끝점은 지정된 호스트, 서비스, 호스트 그룹 또는 서비스 그룹에 대한 서비스 가용성 정보를 반환합니다. 호스트와 서비스를 동시에 정의 할 수 있습니다. 필수 매개 변수는 없지만 쿼리에 하나 이상의 호스트, 서비스, 호스트 그룹 또는 서비스 그룹이 있어야합니다.
zh_tw: 此端點會返回指定服務器，主機，服務，主機組或服務組的服務可用性信息。您可以同時定義主機和服務。雖然沒有必需的參數，但您的查詢中必須至少有一個主機，服務，主機組或服務組。

source: The name of the service to use. Optional but one object must be selected.
cs_cz: název služby, kterou chcete používat. volitelný, ale musí být vybrán jeden objekt.
ko_kr: 사용할 서비스의 이름. 선택적이지만 하나의 객체를 선택해야합니다.
zh_tw: 要使用的服務的名稱。可選，但必須選擇一個對象。

source: Set to 1 to show the options that were passed to the SLA report.
cs_cz: nastavte na hodnotu 1, abyste zobrazili možnosti, které byly předány zprávám sla.
ko_kr: 1로 설정하여 sla 보고서에 전달 된 옵션을 표시합니다.
zh_tw: 設置為1以顯示傳遞給sla報告的選項。

source: Set to 1 to not count downtime in SLA report.
cs_cz: nastavte na 1, aby se nepočítalo prostoje v přehledu sla.
ko_kr: 슬레이브 보고서에서 가동 중지 시간을 계산하지 않으려면 1로 설정하십시오.
zh_tw: 設置為1以便在sla報告中不計停機時間。

source: Set to 1 to not count warning in SLA report.
cs_cz: nastavte na 1, aby se nepřičetlo varování v přehledu.
ko_kr: 슬레이브 보고서에서 경고를 계산하지 않으려면 1로 설정하십시오.
zh_tw: 設置為1不在sla報告中計數警告。

source: Set to 1 to not count unknown in SLA report.
cs_cz: nastavte na hodnotu 1, aby nezahrnula neznámé zprávy.
ko_kr: 1로 설정하면 슬레이 보고서에서 알 수없는 것으로 계산되지 않습니다.
zh_tw: 設置為1在sla報告中不計數未知。

source: The format of the data changes slightly depending on the type of object used. A host SLA report looks different than a service SLA report.
cs_cz: Formát údajů se mírně mění v závislosti na typu použitého objektu. zpráva hostitelské zprávy vypadá jinak než zpráva služby.
ko_kr: 사용되는 오브젝트 유형에 따라 데이터의 형식이 약간 변경됩니다. 호스트 sla 보고서는 서비스 sla 보고서와 다르게 보입니다.
zh_tw: 數據的格式會根據所使用的對象的類型而稍有變化。主機報告看起來不同於服務報告。

source: This endpoint returns BPI group summary information in a condensed format.
cs_cz: tento koncový bod vrátí souhrnné informace skupiny bpi v kondenzovaném formátu.
ko_kr: 이 엔드 포인트는 압축 된 형식으로 bpi 그룹 요약 정보를 리턴합니다.
zh_tw: 此端點以簡明格式返回bpi組摘要信息。

source: API - Introduction
cs_cz: Zbytek api - úvod
ko_kr: 나머지 API를 - 소개
zh_tw: API - 介紹

source: New in Nagios XI 5 is a API that includes far more features and control over the Nagios XI system. This documentation explains how to use the new API to read, write, delete, and update data in the Nagios XI system through commands that are authenticated via Nagios XI API keys. The new API uses JSON instead of XML. However, with the release of Nagios XI 5 there are multiple output formats for the original backend API. It is recommended to use the new API over the old backend API. More information about the original backend API can be found in the backend API URL component.
cs_cz: nového v Nagios XI 5 je api odpočinku, která obsahuje mnohem více funkcí a kontrolu nad xi systému Nagios. tato dokumentace vysvětluje, jak použít nové API číst, psát, mazat a aktualizovat data v xi systému Nagios pomocí příkazů, které jsou ověřovány přes Nagios xi API klíče. Nové API používá JSON namísto xml. Nicméně, s vydáním Nagios xi 5 existuje několik výstupních formátů pro původní koncovému API. Doporučuje se používat nové API přes staré backend API. Více informací o původním backend API lze nalézt v url komponentě backend API.
ko_kr: 의 Nagios XI 5의 새로운 훨씬 더 많은 기능과의 Nagios XI 시스템에 대한 제어를 포함하는 나머지 API를이다. 이 문서의 Nagios XI의 API 키를 통해 인증 명령을 통해의 Nagios XI 시스템에서 데이터를 읽기, 쓰기, 삭제 및 업데이트 할 수있는 새로운 API를 사용하는 방법에 대해 설명합니다. 새로운 API는 XML 대신 JSON을 사용합니다. 그러나,의 Nagios XI 5의 출시와 함께 원래의 백엔드 API를 여러 출력 형식이 있습니다. 그것은 기존의 백엔드 API를 통해 새로운 API를 사용하는 것이 좋습니다. 원래 백엔드 API에 대한 자세한 정보는 백엔드 API를 URL 구성 요소에서 찾을 수 있습니다.
zh_tw: 新的Nagios的喜5是一個REST API，其中包括遠更多的功能，並在Nagios的喜系統控制。本文檔介紹了如何使用新的API通過通過的nagios喜API密鑰驗證命令來讀，寫，刪除和更新的Nagios的喜系統的數據。新的API使用XML的JSON代替。然而，隨著Nagios的喜5的發布有多種輸出格式為原後端API。建議使用新的API在老後端API。有關原始後端API的更多信息可以在後台API URL組件中找到。

source: To gain access to the new API use the URL formatted as such
cs_cz: získat přístup na nové rozhraní API použít url formátované jako takové
ko_kr: 새로운 나머지 API에 액세스 할 것은 같은 형식의 URL을 사용
zh_tw: 獲得新的API訪問使用URL格式為這樣的

source: API Sections
cs_cz: API sekce
ko_kr: API 섹션
zh_tw: API章節

source: The API is split into three separate sections.
cs_cz: API je rozdělena do tří samostatných sekcí.
ko_kr: API는 세 개의 섹션으로 분할됩니다.
zh_tw: 該API被分成三個獨立的部分。

source: Objects
cs_cz: objektů
ko_kr: 사물
zh_tw: 對象

source: The standard read-only backend API that has always been available in Nagios XI. The objects section returns XML or JSON data about objects in Nagios XI including things like object statuses, contacts, contact groups, logs, history, downtime, etc.
cs_cz: standard pouze pro čtení backend api, který byl vždy k dispozici v Nagios XI. část objektů vrátí XML nebo JSON data o objektech v Nagios XI včetně věcí, jako jsou objektově stavů, kontaktů, skupin kontaktů, záznamů, historie, prostoje, atd
ko_kr: 표준 항상의 Nagios XI에서 사용할 수있다 읽기 전용 백엔드 API. 개체 섹션은 객체 상태, 연락처, 연락처 그룹, 로그, 역사, 다운 타임 등과 같은 것들을 포함의 Nagios XI에서 개체에 대한 XML 또는 JSON 데이터를 반환
zh_tw: 標準只讀後端的API，它一直在Nagios的喜用。對象部分返回有關Nagios的喜包括像物體的狀態，聯繫人，聯繫人組，日誌，歷史，停機等對象XML或JSON數據

source: Config
ko_kr: 설정
zh_tw: 配置

source: Admin Only
cs_cz: pouze admin
ko_kr: 관리자 만
zh_tw: 只有管​​理員

source: Allows adding and removing objects such as hosts and services from Nagios XI.
cs_cz: umožňuje přidávání a odebírání předmětů, jako jsou hostitelů a služeb z Nagios XI.
ko_kr: 추가 등의 Nagios XI에서 호스트와 서비스와 같은 개체를 제거 할 수 있습니다.
zh_tw: 允許添加和刪除對象，如喜Nagios的主機和服務。

source: The system section allows managing certain subsystems in Nagios XI and sending commands to Nagios XI/Core.
cs_cz: Sekce systém umožňuje správu některých subsystémů Nagios XI a zasílání příkazů na Nagios XI / jádra.
ko_kr: 시스템 부분은 관리 특정 서브 시스템의 Nagios XI과의 Nagios XI / 코어에 명령을 전송 할 수 있습니다.
zh_tw: 該系統部分允許在Nagios的羲和發送命令給Nagios XI /核心管理某些子系統。

source: Authentication
cs_cz: ověření pravosti
ko_kr: 인증
zh_tw: 認證

source: Each user has their own API key to access the API. Normal users are allowed to have read access if the <em>Allow API Access</em> setting is selected in the user management Edit/Create pages. Every admin has full access to the API. Access to the documentation is restricted to users who have API access. Normal XI users, which have read only API access, will only be able to see the documentation about the objects section.
cs_cz: každý uživatel má svůj vlastní klíč rozhraní API pro přístup k API. běžní uživatelé mohou mít přístup pro čtení, je-li zvolené nastavení <em>přístupu API povolit</em> v nabídce úprav správy uživatelů / vytvoření stránek. každý správce má úplný přístup k API. Přístup k dokumentaci je omezen na uživatele, kteří mají přístup k rozhraní API. běžní uživatelé XI, která mají přístup pouze ke čtení API budou moci vidět v dokumentaci o části pouze objekty.
ko_kr: 각 사용자는 API에 액세스 할 수있는 자신의 API 키를 갖는다. 일반 사용자는 <em>수 있도록 API 액세스 설정을</em> 사용자 관리 편집 선택한 경우 읽기 / 액세스 페이지를 만들 수 있습니다. 모든 관리는 API에 대한 전체 액세스 할 수 있습니다. 문서에 액세스 API를 액세스 할 수있는 사용자로 제한됩니다. 전용 API를 읽기 권한이 일반 XI 사용자는 개체 만 섹션에 대한 문서를 볼 수있을 것이다.
zh_tw: 每個用戶都有自己的API密鑰來訪問API。普通用戶都不允許有讀訪問，如果<em>允許API訪問</em>設置在用戶管理編輯選擇/創建頁面。每個管理員擁有完全訪問API。訪問文檔僅限於誰擁有API訪問權限的用戶。普通用戶兮，其中有只讀API訪問，將只能看到物體的部分文件。

source: Whether you connect via a browser, cURL, or any other way you will need to pass the API key as a <em>GET</em> variable named <code>apikey</code> just like the example in <em>Getting Started</em>.
cs_cz: Zda budete připojeni přes internetový prohlížeč, lokny, nebo jakýmkoli jiným způsobem, budete muset projít API klíč jako <em>get</em> proměnné s názvem <code>apikey</code> stejně jako příklad v <em>začátcích.</em>
ko_kr: 당신은 브라우저, 컬, 또는 <em>GET 변수라는</em> 이름으로 API 키에 합격해야합니다 다른 방법을 통해 연결할 수 있는지의 <code>apikey</code> 막 <em>시작의</em> 예 등을.
zh_tw: 無論您通過瀏覽器，捲曲，否則你將需要通過API密鑰作為<em>GET</em>變量命名為任何其他方式連接<code>apikey</code>就像在<em>起步</em>的例子。

source: Your API Key:
cs_cz: váš API klíč:
ko_kr: API 키 :
zh_tw: 你的API密鑰：

source: Access Level:
cs_cz: úroveň přístupu:
ko_kr: 액세스 레벨 :
zh_tw: 訪問級別：

source: Basic Usage
cs_cz: základní použití
ko_kr: 기본적인 사용법
zh_tw: 基本用法

source: The example below is using the <code>GET system/status</code> command which shows general information about this Nagios XI server. Adding <code>pretty=1</code> to the URL will print the JSON in human readable format like the example below and can be used on any API request that returns output.
cs_cz: Níže uvedený příklad používá <code>get system/status</code> příkaz, který zobrazuje obecné informace o tomto xi serveru Nagios. přidávání <code>pretty=1</code> na url vytiskne JSON v lidském čitelném formátu, jako je níže uvedeném příkladu a může být použit na jakoukoliv žádost API, které vrací výstup.
ko_kr: 아래의 예는 사용하고 <code>system/status</code> 이의 Nagios XI 서버에 대한 일반 정보를 보여줍니다 명령을. 추가 <code>pretty=1</code> URL에 아래의 예와 같은 사람이 읽을 수있는 형식으로 JSON을 인쇄하고 출력을 반환하는 모든 API 요청에 사용할 수 있습니다.
zh_tw: 下面的例子是使用<code>system/status</code> ，顯示這個Nagios的喜服務器的一般信息的命令。加上<code>pretty=1</code>的URL將打印像下面的例子可讀格式的JSON，並 ​​可以在任何返回的輸出API請求中使用。

source: The example below is using the <code>GET objects/host</code> command which shows hosts that this users can view in the Nagios XI server. Adding <code>pretty=1</code> to the URL will print the JSON in human readable format like the example below and can be used on any API request that returns output.
cs_cz: Níže uvedený příklad je pomocí <code>get objects/host</code> příkaz, který ukazuje hostitele, že tento uživatelé mohou prohlížet v xi serveru Nagios. přidávání <code>pretty=1</code> na url vytiskne JSON v lidském čitelném formátu, jako je níže uvedeném příkladu a může být použit na jakoukoliv žádost API, které vrací výstup.
ko_kr: 아래의 예는 사용하고 <code>system/status</code> 이의 Nagios XI 서버에 대한 일반 정보를 보여줍니다 명령을. 추가 <code>pretty=1</code> URL에 아래의 예와 같은 사람이 읽을 수있는 형식으로 JSON을 인쇄하고 출력을 반환하는 모든 API 요청에 사용할 수 있습니다.
zh_tw: 下面的例子是使用<code>system/status</code> ，顯示這個Nagios的喜服務器的一般信息的命令。加上<code>pretty=1</code>的URL將打印像下面的例子可讀格式的JSON，並 ​​可以在任何返回的輸出API請求中使用。

source: Adding a Host
cs_cz: přidání hostitele
ko_kr: 호스트 추가
zh_tw: 添加主機

source: Adding a Service
cs_cz: přidání služby
ko_kr: 서버를 추가
zh_tw: 添加一台服務器

source: Remove Host/Service
cs_cz: odebrat hostitele / službu
ko_kr: 호스트 / 서비스를 제거
zh_tw: 刪除主機/服務

source: Objects Reference
cs_cz: objektů reference
ko_kr: 참조 객체
zh_tw: 對象參考

source: Config Reference
cs_cz: referenční config
ko_kr: 설정 참조
zh_tw: 配置參考

source: System Reference
cs_cz: referenční systém
ko_kr: 시스템 참조
zh_tw: 系統參考

source: Auth Token Reference
ko_kr: 인증 토큰 참조
zh_tw: 身份驗證令牌引用

source: Auth Tokens
cs_cz: auth tokeny
ko_kr: 토큰 인증
zh_tw: 授權令牌

source: As of Nagios XI 5.5, the user authentication system was redesigned to be more secure. The new security measures include strict controls on how requests are made to XI and on which users, if any, are logged in after the request finishes. Due to the nature of these changes, we have implemented a new way for users to authenticate to Nagios XI externally.
cs_cz: začíná v nagiosu xi 5.5, uživatelský ověřovací systém byl přepracován tak, aby byl mnohem bezpečnější. část nových bezpečnostních opatření zahrnuje přísné kontroly způsobu, jakým jsou podány žádosti o xi a kteří se skutečně přihlásí, pokud někdo po dokončení požadavku. kvůli povaze těchto změn jsme zavedli nový způsob, jak se uživatelé mohou autentizovat na externím zařízení nagios xi.
ko_kr: nagios xi 5.5부터는 사용자 인증 시스템이 훨씬 안전 해 지도록 재 설계되었습니다. 새로운 보안 대책의 일부에는 xi에 대한 요청 방법에 대한 엄격한 통제와 요청이 완료된 후 실제로 로그인 한 사람이 포함됩니다. 이러한 변경 사항의 특성으로 인해 사용자가 외부에서 nagios xi에 인증 할 수있는 새로운 방법을 구현했습니다.
zh_tw: 從nagios xi 5.5開始，用戶認證系統被重新設計為更加安全。新的安全措施的一部分包括嚴格控制如何向xi提出請求，以及在請求完成後如何有人登錄。由於這些變化的性質，我們實現了一種新的方式讓用戶從外部對nagios xi進行身份驗證。

source: <b>Note:</b> This endpoint is not secured with an API key. This is done intentionally so that the real username and password can be used with 3rd-party applications.
cs_cz: <b>poznámka:</b> tento koncový bod není zabezpečen klíčem api. to se děje záměrně, takže skutečné uživatelské jméno a heslo lze použít s aplikacemi třetích stran.
ko_kr: <b>참고 :</b> 이 끝점은 API 키로 보호되지 않습니다. 이는 실제 사용자 이름과 암호를 타사 응용 프로그램과 함께 사용할 수 있도록 의도적으로 수행됩니다.
zh_tw: <b>注意：</b>此端點未使用api密鑰保護。這是故意完成的，因此真正的用戶名和密碼可以與第三方應用程序一起使用。

source: How it Works
cs_cz: jak to funguje
ko_kr: 어떻게 작동 하는가?
zh_tw: 怎麼運行的

source: Using a POST request, pass a username and password to the authenticate section of the API. This will result in either an error, or an auth token. On a successful authentication, the token can be used to log into Nagios XI as the user by sending a GET or POST request and passing the token. By default, tokens expire after 5 minutes and can no longer be used once expired. Tokens are single use, meaning a new token is always required for a new session.
cs_cz: pomocí žádosti o příspěvek předáte uživatelské jméno a heslo do sekce ověřování api. obdržíte buď chybu, nebo token auth. při úspěšném ověření můžete pomocí tokenu vráceného k přihlášení do souboru nagios xi použít jako uživatel token pomocí žádosti o odeslání nebo posílání a předání vytvořeného tokenu. ve výchozím nastavení vyprší platnost žetonů po uplynutí 5 minut a již nemůže být použita po vypršení platnosti. žetony jsou jednorázové, což znamená, že pro novou relaci je vždy požadován nový token.
ko_kr: 게시 요청을 사용하여 API의 인증 섹션에 사용자 이름과 비밀번호를 전달합니다. 오류 또는 인증 토큰이 제공됩니다. 성공적인 인증에서 반환 된 토큰을 사용하여 가져 오기 또는 게시 요청을 사용하고 생성 된 토큰을 전달하여 토큰이있는 사용자로 nagios xi에 로그인 할 수 있습니다. 기본적으로 토큰은 5 분 후에 만료되며 만료되면 더 이상 사용할 수 없습니다. 토큰은 일회용이므로 새로운 세션에 항상 새로운 토큰이 필요합니다.
zh_tw: 使用發布請求，您將用戶名和密碼傳遞給api的身份驗證部分。你會得到一個錯誤，或一個身份驗證令牌。在成功的身份驗證中，您可以使用返回的令牌，通過使用get或post請求並傳遞創建的令牌，以token的用戶身份登錄到nagios xi。默認情況下，令牌在5分鐘後過期，過期後不能再使用。令牌是單次使用的，這意味著新會話總是需要新的令牌。

source: Creating an Auth Token (Authenticating)
cs_cz: vytvoření autentizace (ověřování)
ko_kr: 인증 토큰 생성 (인증)
zh_tw: 創建一個認證令牌（認證）

source: Location
cs_cz: umístění
ko_kr: 위치
zh_tw: 位置

source: For the example we will pass a fake username and password but rely on the defaults for the expiration time.
cs_cz: pro příklad podáme falešné uživatelské jméno a heslo, ale spoléháme se na výchozí hodnoty doby vypršení platnosti.
ko_kr: 예를 들어 가짜 사용자 이름과 비밀번호를 전달하지만 만료 시간은 기본값에 의존합니다.
zh_tw: 例如，我們將傳遞一個假的用戶名和密碼，但依賴於到期時間的默認值。
